{
   "users":[
   {
        "id": 1,
        "id1": 1,
        "name1": "एक बच्चे ने दूसरे बच्चे से पूछा - क्या तुम चीनी भाषा पढ सकते हो ?\n\nदूसरे बच्चे ने कहा - हां , अगर वह हिंदी तथा अंग्रेजी में लिखी हो तो.."
    },
    {
        "id": 2,
        "id1": 1,
        "name1": "पिता ( बेटे से ) - देखों बेटे , जुआ नहीं खेलते | यह ऐसी आदत हैं कि यदि इसमें आज जीतोगे तो कल हारोगे , परसों जीतोगे तो उससे अगले दिन हार जाओगे |\n\nबेटा - बस , पिताजी ! मैं समझ गया , आगे से मैं एक दिन छौड़कर खेला करूंगा |"
    },
    {
        "id": 3,
        "id1": 1,
        "name1": "एक तोता एक कार से टकरा गया, तो उस कार वाले ने उसे उठआ कर पिन्जरा मे डल दिया /दूसरे दिन जब तोते को होश आया, वह बोला,आईला! जेल,कार वाला मर गया क़्या."
    },
    {
        "id": 4,
        "id1": 1,
        "name1": "छोटी - सी लड़की ने अपनी मां से पूछा - मम्मी , तुमने कहा था ना कि परियों के पंख होते हैं और वह उड़ सकती हैं ना ?\n\nमम्मी - हां बेटी , कहा था |\n\nलड़की - कल रात डैडी आया को कह रहे थे कि वह तो परी हैं | वह कब उड़ेगी मम्मी ?\n\nमम्मी ( छोटी सी लड़की से ) - सुबह होते ही उड़ जाएगी बेटी |"
    },
    {
        "id": 5,
        "id1": 1,
        "name1": "रेल के डिब्बे में चिंटू की मां ने चिंटू से कहा - चुपचाप बैठे रहो | शरारत की , तो मारूंगी |\n\nचिंटू - तुमने मुझे मारा , तो मैं टिकट चेकर को अपनी उम्र बता दूंगा |"
    },
    {
        "id": 6,
        "id1": 1,
        "name1": "छोटा बच्चा अपना रिजल्ट लेकर आया और पिता से बोला, पापा आप बहुत किस्मत वाले हैं |\n\nपिता - कैसे बेटा ?\n\nबच्चा - क्योंकि मैं फेल हो गया हूं | आपको मेरे लिए नयी किताबें नहीं खरीदनी पड़ेगी |"
    },
    {
        "id": 7,
        "id1": 1,
        "name1": "बच्चा - मम्मा क्या मैं भगवान की तरह दिखता हूं ?\n\nमम्मी - नहीं , पर तुम ऐसा क्यों पूछ रहे हो बेटा |\n\nबच्चा - क्योंकि मम्मा मैं कहीं भी जाता हूं तो सब यही कहते हैं कि हे भगवान फिर आ गया |"
    },
    {
        "id": 8,
        "id1": 1,
        "name1": "टिंकू ( बुद्धू से )- बुद्धू, किसी चीज का लंबा-सा नाम बताओ | \n\nबुद्धू- रबड |\n\nटिंकू - यह तो बहुत छोटा हैं |\n\nबुद्धू - लेकिन इसे खींचकर जितना चाहे लंबा कर सकते हैं"
    },
    {
        "id": 9,
        "id1": 1,
        "name1": "दो महिलाएं कुछ समय बाद मिलीं तो एक ने पूछा - बहन आपने राजू बेटे का उंगली चूसना कैसे छुडाया ?\n\nदूसरी महिला- कुछ खास नहीं उसकी नेकर ढीली सिल दी हैं , वह उसे ही पकडे रहता हैं |"
    },
    {
        "id": 10,
        "id1": 1,
        "name1": "फकीर- आपके पड़ोसी ने पेट भर कर खाना खिलाया है, आप भी कुछ खिलाओ।\n\nचिंटु- ये लो हाजमोला"
    },
    {
        "id": 11,
        "id1": 1,
        "name1": "एक लडका घोडे पर बैठकर कुछ लिख रहा था उसके पिता ने पूछा - तुम यहां क्यों बैंठे हों ? पुत्र - पिताजी ! कल मास्टरजी ने घोडे पर निबंध लिखने को कहा था , वही लिख रहा हूं |"
    },
    {
        "id": 12,
        "id1": 1,
        "name1": "चिंटू आराम से बैठा था।\n\nमींटू (चिंटू से)- कुछ काम करो।\n\nचिंटू (मींटू से)- मैं गर्मियों में काम नहीं करता हूं।\n\nमींटू- और सर्दियों में?\n\nचिंटू- गर्मियां आने का इंतजार!"
    },
    {
        "id": 13,
        "id1": 1,
        "name1": "मॉ-बेटा क्या कर रहे हो ?\n\nबेटा- पढ़ रहा हूं|\n\nमॉ- शाबास! क्या पढ रहे हो?\n\nबेटा- जी फिल्म शोले की स्टोरी|"
    },
    {
        "id": 14,
        "id1": 1,
        "name1": "नासा ने चिंटू को चांद पर भेजने का फैसला किया।\n\nमगर चिंटू आधे रास्ते से ही वापस आ गया।\n\nचिंटू ने कहा- आज तो अमावस है ना, चांद तो होगा ही नहीं.."
    },
    {
        "id": 15,
        "id1": 1,
        "name1": "एक मकान पर मकान मालिक ने मकान खाली है ! का बोर्ड लगा रखा था | साथ ही यह भी लिख रहा था कि यह मकान उन लोगों को दिया जायेगा जिनके बाल बच्चे न हो |\n\nएक दिन एक बच्चा मकान मालिक के पास आया ओर बोला - मेहर्बानी कर्के यह मकान मुझे दे दीजिए , मेरा कोई बच्चा नहीं है केवल मां बाप है |"
    },
    {
        "id": 16,
        "id1": 1,
        "name1": "एक बच्चा- बोला आज मुझे पचास पैसे का एक सिक्का मिला है | \nदूसरा बच्चा-वो मेरा था \nपहला बच्चा- अरे जा मुझे तो पच्चीस पैसे के दो सिक्के मिले हैं | \nदूसरा बच्चा -मेरा सिक्का जमीन पर गिर कर टूट गया होगा |"
    },
    {
        "id": 17,
        "id1": 1,
        "name1": "पिताजी - संजय क्यों रो रहा हैं |\nसंजय - गुरूजी ने मारा | \nपिता - तूने क्लॉस में गडबड की होगी |\nसंजय -नहीं मै तो क्लॉस में चुपचाप सो रहा था |"
    },
    {
        "id": 18,
        "id1": 1,
        "name1": "फिल्म अभिनेत्रियों के बच्चे आपस में बाते कर रहे थे | \nपहला -सुना है तुम्हारे नए पिताजी आए है , तुम्हें कैसे लगे ?\nदुसरा - मुझे तो बहुत अच्छे लगे , मैं तुम को भी मिलवाऊंगा उनसे | \nपहला- मै तो उनको काफी पहले से जानता हूं | पिछले साल तो वह मेरे पिता भी रह चूके हैं"
    },
    {
        "id": 19,
        "id1": 1,
        "name1": "अपने बेटे का रिपोर्ट कार्ड देखकर पिता बोले- तुम्हें परीक्षा में इतने कम नंबर कैसे आए ?? \nपुत्र- गैरहाजिर रहने के कारण। \nपिता- तो क्या तुम परीक्षा के दौरान गायब हो गए थे। \nपुत्र- नहीं! मेरे पास बैठा पढ़ाकू लड़का उस दिन गायब था।"
    },
    {
        "id": 20,
        "id1": 1,
        "name1": "स्कूल में क्विज कॉम्पिटिशन में चिंटू ने सभी सवालों के जवाब दिए, फिर भी फेल हो गया। \nसवालों पर चिंटू के जवाब कुछ इस तरह थे - \n\nसवाल : गांधीजी का जन्म कब हुआ?\nजवाब : उनके जन्मदिन पर।\nसवाल : यमुना किस स्टेट में बहती है?\nजवाब : लिक्विड स्टेट में।\nसवाल : 8 आम 6 लोगों में बराबर कैसे बांटोगे?\nजवाब : मैंगो शेक बनाकर।"
    },
    {
        "id": 21,
        "id1": 1,
        "name1": "एक बार एक बच्चे ने अपने पड़ोस में रहने वाली लड़की को उसके ब्वॉयफ्रेंड के साथ किस करते हुए देख लिया। \n.....\n..... \nबच्चा- मुझे भी करने दो, वरना मैं आपके मम्मी-पापा को बता दूंगा। \n.....\n..... \nलड़की- ले यार, तू भी कर लें...।\n.....\n..... \nबच्चा बहुत देर तक कोशिश करता रहा, पर लंबाई (हाइट) कम होने के कारण किस नहीं कर पाया। \n.....\n..... \n\nअंत में बच्चा परेशान होकर बोला- \n.....\n..... \nभाड़ में जाए दुनियादारी! जो काम गलत है, वो गलत है..। मैं तो बताऊंगा....!!"
    },
    {
        "id": 22,
        "id1": 1,
        "name1": "पिता- तुम्हारे रिजल्ट का क्या हुआ..?? \nपुत्र- हेडमास्टर का बेटे फेल हो गया...। \nपिता- और तुम..?? \nपुत्र- डॉक्टर का बेटा भी फेल हो गया...। \nपिता- और तुम्हारा रिजल्ट कैसा आया..?? \nपुत्र- वो वकील का बेटा भी फेल हो गया...। \nपिता- नालायक, मैं तेरे रिजल्ट के बारे में पूछ रहा हूं!!\nबेटा : तो आप कौन से रजनीकांत हो??? आपका बेटा भी फेल हो गया!!!"
    },
    {
        "id": 23,
        "id1": 1,
        "name1": "एक हैदराबादी परिवार में बेटा स्कूल से रोता हुआ घर आया। \nमां- काईकू रोरा?\nबेटा- टीचर मारी मेरेकू। \nमां- काईकू मारी चुड़ैल तेरेकू? \nबेटा- मेई मुर्गी बोला उसकू। \nमां- अरे काईकू ऐसा बोला रे? \nबेटा- काईकू बोले तो? हर ईक्जामा में आंडा देरी मेरेकू...!!!"
    },
    {
        "id": 24,
        "id1": 2,
        "name1": "बहू अपनी सास के पास जाती है और कहती है:  मां जी कल रात मेरा उनसे झगड़ा हो गया….\nसास: कोई बात नहीं, ये तो हर पति-पत्‍‌नी में होता रहता है.\nबहू: वो तो मुझे भी पता है, पर ये बताइये अब लाश का क्या करना है."
    },
    {
        "id": 25,
        "id1": 2,
        "name1": "सिनेमाघर में एक युवती ने मैनेजर की कनपटी पर पिस्तौल अड़ा दी और कहा -मेरा पति अंदर बैठा दूसरी औरत के साथ पिक्चर देख रहा है. उन दोनों को तुम जल्दी से बाहर निकालो, वरना तुम्हें गोली मार दूंगी..\nमैनेजर ने डर से कांपते हुए थिएटर में अनाउंसमेंट करवाया -जो भी पुरुष पराई स्त्री के साथ पिक्चर देख रहा हो, जल्दी से बाहर आ जाए..\nअनाउंसमेंट का होना था कि दो मिनट में सारा थिएटर ही खाली हो गया….!!!\n"
    }
  ]
}
