[
{"poem":"आइए महसूस करिए ज़िन्दगी के ताप को\n मैं चमारों की गली तक ले चलूँगा आपको\n \n जिस गली में भुखमरी की यातना से ऊब कर\n मर गई फुलिया बिचारी एक कुएँ में डूब कर\n \n है सधी सिर पर बिनौली कंडियों की टोकरी\n आ रही है सामने से हरखुआ की छोकरी\n \n चल रही है छंद के आयाम को देती दिशा\n मैं इसे कहता हूं सरजूपार की मोनालिसा\n \n कैसी यह भयभीत है हिरनी-सी घबराई हुई\n लग रही जैसे कली बेला की कुम्हलाई हुई\n \n कल को यह वाचाल थी पर आज कैसी मौन है\n जानते हो इसकी ख़ामोशी का कारण कौन है\n \n थे यही सावन के दिन हरखू गया था हाट को\n सो रही बूढ़ी ओसारे में बिछाए खाट को\n \n डूबती सूरज की किरनें खेलती थीं रेत से\n घास का गट्ठर लिए वह आ रही थी खेत से\n \n आ रही थी वह चली खोई हुई जज्बात में\n क्या पता उसको कि कोई भेड़िया है घात में\n \n होनी से बेखबर कृष्णा बेख़बर राहों में थी\n मोड़ पर घूमी तो देखा अजनबी बाहों में थी\n \n चीख़ निकली भी तो होठों में ही घुट कर रह गई\n छटपटाई पहले फिर ढीली पड़ी फिर ढह गई\n \n दिन तो सरजू के कछारों में था कब का ढल गया\n वासना की आग में कौमार्य उसका जल गया\n \n और उस दिन ये हवेली हँस रही थी मौज में\n होश में आई तो कृष्णा थी पिता की गोद में\n \n जुड़ गई थी भीड़ जिसमें जोर था सैलाब था\n जो भी था अपनी सुनाने के लिए बेताब था\n \n बढ़ के मंगल ने कहा काका तू कैसे मौन है\n पूछ तो बेटी से आख़िर वो दरिंदा कौन है\n \n कोई हो संघर्ष से हम पाँव मोड़ेंगे नहीं\n कच्चा खा जाएँगे ज़िन्दा उनको छोडेंगे नहीं\n \n कैसे हो सकता है होनी कह के हम टाला करें\n और ये दुश्मन बहू-बेटी से मुँह काला करें\n \n बोला कृष्णा से बहन सो जा मेरे अनुरोध से\n बच नहीं सकता है वो पापी मेरे प्रतिशोध से\n \n पड़ गई इसकी भनक थी ठाकुरों के कान में\n वे इकट्ठे हो गए थे सरचंप के दालान में\n \n दृष्टि जिसकी है जमी भाले की लम्बी नोक पर\n देखिए सुखराज सिंग बोले हैं खैनी ठोंक कर\n \n क्या कहें सरपंच भाई क्या ज़माना आ गया\n कल तलक जो पाँव के नीचे था रुतबा पा गया\n \n कहती है सरकार कि आपस मिलजुल कर रहो\n सुअर के बच्चों को अब कोरी नहीं हरिजन कहो\n \n देखिए ना यह जो कृष्णा है चमारो के यहाँ\n पड़ गया है सीप का मोती गँवारों के यहाँ\n \n जैसे बरसाती नदी अल्हड़ नशे में चूर है\n हाथ न पुट्ठे पे रखने देती है मगरूर है\n \n भेजता भी है नहीं ससुराल इसको हरखुआ\n फिर कोई बाँहों में इसको भींच ले तो क्या हुआ\n \n आज सरजू पार अपने श्याम से टकरा गई\n जाने-अनजाने वो लज्जत ज़िंदगी की पा गई\n \n वो तो मंगल देखता था बात आगे बढ़ गई\n वरना वह मरदूद इन बातों को कहने से रही\n \n जानते हैं आप मंगल एक ही मक़्क़ार है\n हरखू उसकी शह पे थाने जाने को तैयार है\n \n कल सुबह गरदन अगर नपती है बेटे-बाप की\n गाँव की गलियों में क्या इज़्ज़त रहे्गी आपकी\n \n बात का लहजा था ऐसा ताव सबको आ गया\n हाथ मूँछों पर गए माहौल भी सन्ना गया था\n \n क्षणिक आवेश जिसमें हर युवा तैमूर था\n हाँ, मगर होनी को तो कुछ और ही मंजूर था\n \n रात जो आया न अब तूफ़ान वह पुर ज़ोर था\n भोर होते ही वहाँ का दृश्य बिलकुल और था\n \n सिर पे टोपी बेंत की लाठी संभाले हाथ में\n एक दर्जन थे सिपाही ठाकुरों के साथ में\n \n घेरकर बस्ती कहा हलके के थानेदार ने -\n \"जिसका मंगल नाम हो वह व्यक्ति आए सामने\"\n \n निकला मंगल झोपड़ी का पल्ला थोड़ा खोलकर\n एक सिपाही ने तभी लाठी चलाई दौड़ कर\n \n गिर पड़ा मंगल तो माथा बूट से टकरा गया\n सुन पड़ा फिर \"माल वो चोरी का तूने क्या किया\"\n \n \"कैसी चोरी, माल कैसा\" उसने जैसे ही कहा\n एक लाठी फिर पड़ी बस होश फिर जाता रहा\n \n होश खोकर वह पड़ा था झोपड़ी के द्वार पर\n ठाकुरों से फिर दरोगा ने कहा ललकार कर -\n \n \"मेरा मुँह क्या देखते हो&#160;! इसके मुँह में थूक दो\n आग लाओ और इसकी झोपड़ी भी फूँक दो\"\n \n और फिर प्रतिशोध की आंधी वहाँ चलने लगी\n बेसहारा निर्बलों की झोपड़ी जलने लगी\n \n दुधमुँहा बच्चा व बुड्ढा जो वहाँ खेड़े में था\n वह अभागा दीन हिंसक भीड़ के घेरे में था\n \n घर को जलते देखकर वे होश को खोने लगे\n कुछ तो मन ही मन मगर कुछ जोर से रोने लगे\n \n \"कह दो इन कुत्तों के पिल्लों से कि इतराएँ नहीं\n हुक्म जब तक मैं न दूँ कोई कहीं जाए नहीं\"\n &#160;\n यह दरोगा जी थे मुँह से शब्द झरते फूल से\n आ रहे थे ठेलते लोगों को अपने रूल से\n \n फिर दहाड़े, \"इनको डंडों से सुधारा जाएगा\n ठाकुरों से जो भी टकराया वो मारा जाएगा\n \n इक सिपाही ने कहा, \"साइकिल किधर को मोड़ दें\n होश में आया नहीं मंगल कहो तो छोड़ दें\"\n \n बोला थानेदार, \"मुर्गे की तरह मत बांग दो\n होश में आया नहीं तो लाठियों पर टांग लो\n \n ये समझते हैं कि ठाकुर से उलझना खेल है\n ऐसे पाजी का ठिकाना घर नहीं है, जेल है\"\n \n पूछते रहते हैं मुझसे लोग अकसर यह सवाल\n \"कैसा है कहिए न सरजू पार की कृष्णा का हाल\"\n &#160;\n उनकी उत्सुकता को शहरी नग्नता के ज्वार को\n सड़ रहे जनतंत्र के मक्कार पैरोकार को\n \n धर्म संस्कृति और नैतिकता के ठेकेदार को\n प्रांत के मंत्रीगणों को केंद्र की सरकार को\n \n मैं निमंत्रण दे रहा हूँ- आएँ मेरे गाँव में\n तट पे नदियों के घनी अमराइयों की छाँव में\n \n गाँव जिसमें आज पांचाली उघाड़ी जा रही\n या अहिंसा की जहाँ पर नथ उतारी जा रही\n \n हैं तरसते कितने ही मंगल लंगोटी के लिए\n बेचती है जिस्म कितनी कृष्ना रोटी के लिए! \n\n", "author":"अदम गोंडवी", "title":"मैं चमारों की गली तक ले चलूँगा आपको / अदम गोंडवी"}
,
{"poem":"जो डलहौज़ी न कर पाया वो ये हुक़्क़ाम कर देंगे\n कमीशन दो तो हिन्दोस्तान को नीलाम कर देंगे\n \n ये बन्दे-मातरम का गीत गाते हैं सुबह उठकर\n मगर बाज़ार में चीज़ों का दुगुना दाम कर देंगे\n \n सदन में घूस देकर बच गई कुर्सी तो देखोगे\n वो अगली योजना में घूसखोरी आम कर देंगे\n \n\n", "author":"अदम गोंडवी", "title":"जो डलहौज़ी न कर पाया वो ये हुक़्क़ाम कर देंगे / अदम गोंडवी"}
,
{"poem":"आँख पर पट्टी रहे और अक़्ल पर ताला रहे\n अपने शाहे-वक़्त का यूँ मर्तबा आला रहे\n \n तालिबे शोहरत हैं कैसे भी मिले मिलती रहे\n आए दिन अख़बार में प्रतिभूति घोटाला रहे\n \n एक जनसेवक को दुनिया में अदम क्या चाहिए\n चार छ: चमचे रहें माइक रहे माला रहे \n\n", "author":"अदम गोंडवी", "title":"आँख पर पट्टी रहे और अक़्ल पर ताला रहे / अदम गोंडवी"}
,
{"poem":"भुखमरी की ज़द में है या दार के साये में है\n अहले हिन्दुस्तान अब तलवार के साये में है\n \n छा गई है जेहन की परतों पर मायूसी की धूप\n आदमी गिरती हुई दीवार के साये में है\n \n बेबसी का इक समंदर दूर तक फैला हुआ\n और कश्ती कागजी पतवार के साये में है\n \n हम फ़कीरों की न पूछो मुतमईन वो भी नहीं\n जो तुम्हारी गेसुए खमदार के साये में है \n\n", "author":"अदम गोंडवी", "title":"भुखमरी की ज़द में है या दार के साये में है / अदम गोंडवी"}
,
{"poem":"बज़ाहिर प्यार की दुनिया में जो नाकाम होता है\n कोई रूसो कोई हिटलर कोई खय्याम होता है\n \n ज़हर देते हैं उसको हम कि ले जाते हैं सूली पर\n यही हर दौर के मंसूर का अंजाम होता है\n \n जुनूने-शौक में बेशक लिपटने को लिपट जाएँ\n हवाओं में कहीं महबूब का पैगाम होता है\n \n सियासी बज़्म में अक्सर ज़ुलेखा के इशारों पर\n हकीकत ये है युसुफ आज भी नीलाम होता है \n\n", "author":"अदम गोंडवी", "title":"बज़ाहिर प्यार की दुनिया में जो नाकाम होता है / अदम गोंडवी"}
,
{"poem":"मुक्तिकामी चेतना अभ्यर्थना इतिहास की\n यह समझदारों की दुनिया है विरोधाभास की\n \n आप कहते हैं इसे जिस देश का स्वर्णिम अतीत\n वो कहानी है महज़ प्रतिरोध की ,संत्रास की\n \n यक्ष प्रश्नों में उलझ कर रह गई बूढ़ी सदी\n ये परीक्षा की घड़ी है क्या हमारे व्यास की?\n \n इस व्यवस्था ने नई पीढ़ी को आखिर क्या दिया\n सेक्स की रंगीनियाँ या गोलियाँ सल्फ़ास की\n \n याद रखिये यूँ नहीं ढलते हैं कविता में विचार\n होता है परिपाक धीमी आँच पर एहसास की. \n\n", "author":"अदम गोंडवी", "title":"मुक्तिकामी चेतना अभ्यर्थना इतिहास की / अदम गोंडवी"}
,
{"poem":"जिस्म क्या है रूह तक सब कुछ ख़ुलासा देखिये\n आप भी इस भीड़ में घुस कर तमाशा देखिये\n \n जो बदल सकती है इस पुलिया के मौसम का मिजाज़\n उस युवा पीढ़ी के चेहरे की हताशा देखिये\n \n जल रहा है देश यह बहला रही है क़ौम को\n किस तरह अश्लील है कविता की भाषा देखिये\n \n मतस्यगंधा फिर कोई होगी किसी ऋषि का शिकार\n दूर तक फैला हुआ गहरा कुहासा देखिये. \n\n", "author":"अदम गोंडवी", "title":"जिस्म क्या है रूह तक सब कुछ ख़ुलासा देखिये / अदम गोंडवी"}
,
{"poem":"गर चंद तवारीखी तहरीर बदल दोगे\n क्या इनसे किसी कौम की तक़दीर बदल दोगे\n \n जायस से वो हिन्दी की दरिया जो बह के आई\n मोड़ोगे उसकी धारा या नीर बदल दोगे&#160;?\n \n जो अक्स उभरता है रसख़ान की नज्मों में\n क्या कृष्ण की वो मोहक तस्वीर बदल दोगे&#160;?\n \n तारीख़ बताती है तुम भी तो लुटेरे हो\n क्या द्रविड़ों से छीनी जागीर बदल दोगे&#160;? \n\n", "author":"अदम गोंडवी", "title":"ग़र चंद तवारीखी तहरीर बदल दोगे / अदम गोंडवी"}
,
{"poem":"हिन्दू या मुस्लिम के अहसासात को मत छेड़िये\n अपनी कुरसी के लिए जज्बात को मत छेड़िये\n \n हममें कोई हूण, कोई शक, कोई मंगोल है\n दफ़्न है जो बात, अब उस बात को मत छेड़िये\n \n ग़र ग़लतियाँ बाबर की थीं; जुम्मन का घर फिर क्यों जले\n ऐसे नाजुक वक्त में हालात को मत छेड़िये\n \n हैं कहाँ हिटलर, हलाकू, जार या चंगेज़ ख़ाँ\n मिट गये सब, क़ौम की औक़ात को मत छेड़िये\n \n छेड़िये इक जंग, मिल-जुल कर गरीबी के ख़िलाफ़\n दोस्त, मेरे मजहबी नग्मात को मत छेड़िये \n\n", "author":"अदम गोंडवी", "title":"हिन्दू या मुस्लिम के अहसासात को मत छेड़िये / अदम गोंडवी"}
,
{"poem":"तुम्हारी फाइलों में गाँव का मौसम गुलाबी है \n मगर ये आंकड़े झूठे हैं ये दावा किताबी है \n \n उधर जम्हूरियत का ढोल पीते जा रहे हैं वो \n इधर परदे के पीछे बर्बरीयत है ,नवाबी है \n \n लगी है होड़ - सी देखो अमीरी औ गरीबी में \n ये गांधीवाद के ढाँचे की बुनियादी खराबी है \n \n तुम्हारी मेज़ चांदी की तुम्हारे जाम सोने के \n यहाँ जुम्मन के घर में आज भी फूटी रक़ाबी है \n\n", "author":"अदम गोंडवी", "title":"तुम्हारी फाइलों में गाँव का मौसम गुलाबी है / अदम गोंडवी"}
,
{"poem":"वो जिसके हाथ में छाले हैं पैरों में बिवाई है \n उसी के दम से रौनक आपके बंगले में आई है \n \n इधर एक दिन की आमदनी का औसत है चवन्नी का \n उधर लाखों में गांधी जी के चेलों की कमाई है \n \n कोई भी सिरफिरा धमका के जब चाहे जिना कर ले \n हमारा मुल्क इस माने में बुधुआ की लुगाई है \n \n रोटी कितनी महँगी है ये वो औरत बताएगी \n जिसने जिस्म गिरवी रख के ये क़ीमत चुकाई है \n\n", "author":"अदम गोंडवी", "title":"वो जिसके हाथ में छाले हैं पैरों में बिवाई है / अदम गोंडवी"}
,
{"poem":"काजू भुने पलेट में, विस्की गिलास में\n उतरा है रामराज विधायक निवास में\n &#160;\n पक्के समाजवादी हैं, तस्कर हों या डकैत\n इतना असर है ख़ादी के उजले लिबास में\n \n आजादी का वो जश्न मनायें तो किस तरह\n जो आ गए फुटपाथ पर घर की तलाश में\n \n पैसे से आप चाहें तो सरकार गिरा दें\n संसद बदल गयी है यहाँ की नख़ास में\n \n जनता के पास एक ही चारा है बगावत\n यह बात कह रहा हूँ मैं होशो-हवास में \n\n", "author":"अदम गोंडवी", "title":"काजू भुनी प्लेट में ह्विस्की गिलास में / अदम गोंडवी"}
,
{"poem":"वेद में जिनका हवाला हाशिये पर भी नहीं \n वे अभागे आस्‍था विश्‍वास लेकर क्‍या करें\n \n लोकरंजन हो जहां शम्‍बूक-वध की आड़ में \n उस व्‍यवस्‍था का घृणित इतिहास लेकर क्‍या करें \n \n कितना प्रतिगामी रहा भोगे हुए क्षण का इतिहास \n त्रासदी, कुंठा, घुटन, संत्रास लेकर क्‍या करें \n \n बुद्धिजीवी के यहाँ सूखे का मतलब और है \n ठूंठ में भी सेक्‍स का एहसास लेकर क्‍या करें\n \n गर्म रोटी की महक पागल बना देती मुझे \n पारलौकिक प्‍यार का मधुमास लेकर क्‍या करें \n\n", "author":"अदम गोंडवी", "title":"वेद में जिनका हवाला हाशिये पर भी नहीं / अदम गोंडवी"}
,
{"poem":"न महलों की बुलंदी से न लफ़्ज़ों के नगीने से\n तमद्दुन में निखार आता है घीसू के पसीने से\n \n कि अब मर्क़ज़ में रोटी है,मुहब्बत हाशिये पर है\n उतर आई ग़ज़ल इस दौर मेंकोठी के ज़ीने से\n \n अदब का आइना उन तंग गलियों से गुज़रता है\n जहाँ बचपन सिसकता है लिपट कर माँ के सीने से\n \n बहारे-बेकिराँ में ता-क़यामत का सफ़र ठहरा\n जिसे साहिल की हसरत हो उतर जाए सफ़ीने से\n \n अदीबों की नई पीढ़ी से मेरी ये गुज़ारिश है\n सँजो कर रक्खें ‘धूमिल’ की विरासत को क़रीने से. \n\n", "author":"अदम गोंडवी", "title":"ग़ज़ल को ले चलो अब गाँव के दिलकश नज़ारों में / अदम गोंडवी"}
,
{"poem":"चाँद है ज़ेरे क़दम. सूरज खिलौना हो गया\n हाँ, मगर इस दौर में क़िरदार बौना हो गया\n \n शहर के दंगों में जब भी मुफलिसों के घर जले\n कोठियों की लॉन का मंज़र सलौना हो गया\n \n ढो रहा है आदमी काँधे पे ख़ुद अपनी सलीब\n ज़िन्दगी का फ़लसफ़ा जब बोझ ढोना हो गया\n \n यूँ तो आदम के बदन पर भी था पत्तों का लिबास\n रूह उरियाँ क्या हुई मौसम घिनौना हो गया\n \n 'अब किसी लैला को भी इक़रारे-महबूबी नहीं'\n इस अहद में प्यार का सिम्बल तिकोना हो गया.\n \n\n", "author":"अदम गोंडवी", "title":"चाँद है ज़ेरे क़दम, सूरज खिलौना हो गया / अदम गोंडवी"}
,
{"poem":"ग़ज़ल को ले चलो अब गाँव के दिलकश नज़ारों में\n मुसल्सल फ़न का दम घुटता है इन अदबी इदारों में\n \n न इन में वो कशिश होगी , न बू होगी , न रआनाई\n खिलेंगे फूल बेशक लॉन की लम्बी कतारों में\n \n अदीबो&#160;! ठोस धरती की सतह पर लौट भी आओ \n मुलम्मे के सिवा क्या है फ़लक़ के चाँद-तारों में\n \n रहे मुफ़लिस गुज़रते बे-यक़ीनी के तजरबे से\n बदल देंगे ये इन महलों की रंगीनी मज़ारों में\n \n कहीं पर भुखमरी की धूप तीखी हो गई शायद\n जो है संगीन के साये की चर्चा इश्तहारों में.\n \n\n", "author":"अदम गोंडवी", "title":"न महलों की बुलन्दी से , न लफ़्ज़ों के नगीने से / अदम गोंडवी"}
,
{"poem":"आप कहते हैं सरापा गुलमुहर है ज़िन्दगी\n हम ग़रीबों की नज़र में इक क़हर है ज़िन्दगी\n \n भुखमरी की धूप में कुम्हला गई अस्मत की बेल\n मौत के लम्हात से भी तल्ख़तर है ज़िन्दगी\n \n डाल पर मज़हब की पैहम खिल रहे दंगों के फूल\n ख़्वाब के साये में फिर भी बेख़बर है ज़िन्दगी\n \n रोशनी की लाश से अब तक जिना करते रहे\n ये वहम पाले हुए शम्सो-क़मर है ज़िन्दगी\n \n दफ़्न होता है जहां आकर नई पीढ़ी का प्यार\n शहर की गलियों का वो गन्दा असर है ज़िन्दगी. \n\n", "author":"अदम गोंडवी", "title":"आप कहते हैं सरापा गुलमुहर है ज़िन्दगी / अदम गोंडवी"}
,
{"poem":"&#160;\n जिसके सम्मोहन में पागल धरती है आकाश भी है\n एक पहेली-सी दुनिया ये गल्प भी है इतिहास भी है\n \n चिंतन के सोपान पे चढ़ कर चाँद-सितारे छू आये\n लेकिन मन की गहराई में माटी की बू-बास भी है\n \n मानवमन के द्वन्द्व को आख़िर किस साँचे में ढालोगे\n ‘महारास’ की पृष्ट-भूमि में ओशो का सन्यास भी है\n \n इन्द्र-धनुष के पुल से गुज़र कर इस बस्ती तक आए हैं\n जहाँ भूख की धूप सलोनी चंचल है बिन्दास भी है\n \n कंकरीट के इस जंगल में फूल खिले पर गंध नहीं\n स्मृतियों की घाटी में यूँ कहने को मधुमास भी है. \n\n", "author":"अदम गोंडवी", "title":"जिसके सम्मोहन में पागल धरती है आकाश भी है / अदम गोंडवी"}
,
{"poem":"&#160;\n भूख के एहसास को शेरो-सुख़न तक ले चलो\n या अदब को मुफ़लिसों की अंजुमन तक ले चलो\n \n जो ग़ज़ल माशूक के जल्वों से वाक़िफ़ हो गयी\n उसको अब बेवा के माथे की शिकन तक ले चलो\n \n मुझको नज़्मो-ज़ब्त की तालीम देना बाद में\n पहले अपनी रहबरी को आचरन तक ले चलो\n \n गंगाजल अब बूर्जुआ तहज़ीब की पहचान है\n तिशनगी को वोदका के आचमन तक ले चलो\n \n ख़ुद को ज़ख्मी कर रहे हैं ग़ैर के धिखे में लोग\n इस शहर को रोशनी के बाँकपन तक ले चलो. \n\n", "author":"अदम गोंडवी", "title":"भूख के एहसास को शेरो-सुख़न तक ले चलो / अदम गोंडवी"}
,
{"poem":"घर में ठंडे चूल्हे पर अगर खाली पतीली है।\n बताओ कैसे लिख दूँ धूप फाल्गुन की नशीली है।।\n \n भटकती है हमारे गाँव में गूँगी भिखारन-सी।\n सुबह से फरवरी बीमार पत्नी से भी पीली है।।\n \n बग़ावत के कमल खिलते हैं दिल की सूखी दरिया में।\n मैं जब भी देखता हूँ आँख बच्चों की पनीली है।।\n \n सुलगते जिस्म की गर्मी का फिर एहसास वो कैसे।\n मोहब्बत की कहानी अब जली माचिस की तीली है।। \n\n", "author":"अदम गोंडवी", "title":"घर में ठण्डे चूल्हे पर अगर खाली पतीली है / अदम गोंडवी"}
,
{"poem":"विकट बाढ़ की करुण कहानी नदियों का संन्यास लिखा है।\n बूढ़े बरगद के वल्कल पर सदियों का इतिहास लिखा है।।\n \n क्रूर नियति ने इसकी किस्मत से कैसा खिलवाड़ किया।\n मन के पृष्ठों पर शकुंतला अधरों पर संत्रास लिखा है।।\n \n छाया मंदिर महकती रहती गोया तुलसी की चौपाई\n लेकिन स्वप्निल, स्मृतियों में सीता का वनवास लिखा है।।\n \n नागफनी जो उगा रही है गमलों में गुलाब के बदले\n शाखों पर उस शापित पीढ़ी का खंडित विश्वास लिखा है।।\n \n लू के गर्म झकोरों से जब पछुवा तन को झुलसा जाती\n इसने मेरे तन्हाई के मरुथल में मधुमास लिखा है।।\n \n अर्धतृप्ति उद्दाम वासना ये मानव जीवन का सच है\n धरती के इस खंडकाव्य में विरह दग्ध उच्छवास लिखा है।। \n\n", "author":"अदम गोंडवी", "title":"विगट बाढ़ की करुण कहानी / अदम गोंडवी"}
,
{"poem":"ज़ुल्फ़-अंगडाई-तबस्सुम-चाँद-आईना-गुलाब \n भुखमरी के मोर्चे पर ढल गया इनका शबाब \n \n पेट के भूगोल में उलझा हुआ है आदमी \n इस अहद में किसको फुर्सत है पढ़े दिल की क़िताब \n \n इस सदी की तिश्नगी का ज़ख़्म होंठों पर लिए \n बेयक़ीनी के सफ़र में ज़िंदगी है इक अजाब\n &#160;\n डाल पर मज़हब की पैहम खिल रहे दंगों के फूल \n सभ्यता रजनीश के हम्माम में है बेनक़ाब\n &#160;\n चार दिन फुटपाथ के साये में रहकर देखिए \n डूबना आसान है आँखों के सागर में जनाब \n\n", "author":"अदम गोंडवी", "title":"जुल्फ अँगड़ाई तबस्सुम चाँद आइना गुलाब / अदम गोंडवी"}
,
{"poem":"बेचता यूँ ही नहीं है आदमी ईमान को,\n भूख ले जाती है ऐसे मोड़ पर इंसान को ।\n \n सब्र की इक हद भी होती है तवज्जो दीजिए,\n गर्म रक्खें कब तलक नारों से दस्तरख़्वान को ।\n \n शबनमी होंठों की गर्मी दे न पाएगी सुकून,\n पेट के भूगोल में उलझे हुए इंसान को ।\n \n पार कर पाएगी ये कहना मुकम्मल भूल है,\n इस अहद की सभ्यता नफ़रत के रेगिस्तान को । \n\n", "author":"अदम गोंडवी", "title":"बेचता यूँ ही नहीं है आदमी ईमान को / अदम गोंडवी"}
,
{"poem":"जो उलझ कर रह गयी है फाइलों के जाल में\n गाँव तक वह रौशनी आएगी कितने साल में\n \n बूढ़ा बरगद साक्षी है किस तरह से खो गयी\n राम सुधि की झौपड़ी सरपंच की चौपाल में\n \n खेत जो सीलिंग के थे सब चक में शामिल हो गए\n हम को पट्टे की सनद मिलती भी है तो ताल में \n\n", "author":"अदम गोंडवी", "title":"जो उलझ कर रह गयी है फाइलों के जाल में / अदम गोंडवी"}
,
{"poem":"घर में ठन्डे चूल्हे पर अगर खाली पतीली है\n बताओ कैसे लिख दूं धूप फागुन की नशीली है\n \n बगावत के कमल खिलते हैं दिल के सूखे दरिया में\n मैं जब भी देखता हूँ आँख बच्चों की पनीली है\n \n सुलगते ज़िस्म की गर्मी का फिर अहसास हो कैसे\n मोहब्बत की कहानी अब जली माचिस की तीली है \n\n", "author":"अदम गोंडवी", "title":"बताओ कैसे लिख दूं धूप फागुन की नशीली है / अदम गोंडवी"}
,
{"poem":"हममें कोई हूण, कोई शक, कोई मंगोल है\n दफ़्न है जो बात, अब उस बात को मत छेड़िए\n \n ग़र ग़लतियाँ बाबर की थीं; जुम्मन का घर फिर क्यों जले\n ऐसे नाज़ुक वक़्त में हालात को मत छेड़िए\n \n हैं कहाँ हिटलर, हलाकू, जार या चंगेज़ ख़ाँ\n मिट गए सब, क़ौम की औक़ात को मत छेड़िए\n \n छेड़िए इक जंग, मिल-जुल कर ग़रीबी के ख़िलाफ़\n दोस्त, मेरे मज़हबी नग्मात को मत छेड़िए \n\n", "author":"अदम गोंडवी", "title":"हममें कोई हूण, कोई शक, कोई मंगोल है / अदम गोंडवी"}
,
{"poem":"आप कहते हैं सरापा गुलमुहर है ज़िंदगी\n हम ग़रीबों की नज़र में इक क़हर है ज़िंदगी\n \n भुखमरी की धूप में कुम्हला गई अस्मत की बेल\n मौत के लमहात से भी तल्ख़तर है ज़िंदगी \n &#160;\n डाल पर मज़हब की पैहम खिल रहे दंगों के फूल\n ख़्वाब के साए में फिर भी बेख़बर है ज़िंदगी \n &#160;\n रोशनी की लाश से अब तक जिना करते रहे\n ये वहम पाले हुए शम्सो-क़मर है ज़िंदगी\n \n दफ़्न होता है जहाँ आ कर नई पीढ़ी का प्यार\n शहर की गलियों का वो गंदा असर है ज़िंदगी \n\n", "author":"अदम गोंडवी", "title":"आप कहते हैं सरापा गुलमुहर है ज़िंदगी / अदम गोंडवी"}
,
{"poem":"काजू भुने पलेट में विस्की गिलास में\n उतरा है रामराज विधायक निवास में\n \n पक्के समाजवादी हैं तस्कर हों या डकैत\n इतना असर है खादी के उजले लिबास में\n \n आजादी का वो जश्न मनाएँ तो किस तरह\n जो आ गए फुटपाथ पर घर की तलाश में\n \n पैसे से आप चाहें तो सरकार गिरा दें\n संसद बदल गई है यहाँ की नखास में\n \n जनता के पास एक ही चारा है बगावत\n यह बात कह रहा हूँ मैं होशो-हवास में \n\n", "author":"अदम गोंडवी", "title":"काजू भुने पलेट में ह्विस्की गिलास में / अदम गोंडवी"}
,
{"poem":"घर में ठंडे चूल्हे पर अगर खाली पतीली है\n बताओ कैसे लिख दूँ धूप फागुन की नशीली है\n \n भटकती है हमारे गाँव में गूँगी भिखारन-सी\n सुबह से फरवरी बीमार पत्नी से भी पीली है\n \n बग़ावत के कमल खिलते हैं दिल की सूखी दरिया में\n मैं जब भी देखता हूँ आँख बच्चों की पनीली है\n \n सुलगते जिस्म की गर्मी का फिर एहसास हो कैसे\n मोहब्बत की कहानी अब जली माचिस की तीली है \n\n", "author":"अदम गोंडवी", "title":"घर में ठंडे चूल्हे पर अगर खाली पतीली है / अदम गोंडवी"}
,
{"poem":"चाँद है ज़ेरे-क़दम. सूरज खिलौना हो गया\n हाँ, मगर इस दौर में क़िरदार बौना हो गया\n \n शहर के दंगों में जब भी मुफलिसों के घर जले\n कोठियों की लॉन का मंज़र सलोना हो गया\n \n ढो रहा है आदमी काँधे पे ख़ुद अपनी सलीब\n जिंदगी का फ़लसफ़ा जब बोझ ढोना हो गया जिंद\n \n यूँ तो आदम के बदन पर भी था पत्तों का लिबास\n रूह उरियाँ क्या हुई मौसम घिनौना हो गया\n \n अब किसी लैला को भी इक़रारे-महबूबी नहीं\n इस अहद में प्यार का सिंबल तिकोना हो गया. \n\n", "author":"अदम गोंडवी", "title":"चाँद है ज़ेरे-क़दम, सूरज खिलौना हो गया / अदम गोंडवी"}
,
{"poem":"ज़ुल्फ़-अँगड़ाई-तबस्सुम-चाँद-आईना-गुलाब\n भुखमरी के मोर्चे पर ढल गया इनका शबाब\n \n पेट के भूगोल में उलझा हुआ है आदमी\n इस अहद में किसको फुरसत है पढ़े दिल की क़िताब\n \n इस सदी की तिश्नगी का ज़ख़्म होंठों पर लिए\n बेयक़ीनी के सफ़र में ज़िंदगी है इक अजाब\n \n डाल पर मज़हब की पैहम खिल रहे दंगों के फूल\n सभ्यता रजनीश के हम्माम में है बेनक़ाब\n \n चार दिन फुटपाथ के साए में रहकर देखिए\n डूबना आसान है आँखों के सागर में जनाब \n\n", "author":"अदम गोंडवी", "title":"ज़ुल्फ़-अँगड़ाई-तबस्सुम-चाँद-आईना-गुलाब / अदम गोंडवी"}
,
{"poem":"जिस्म क्या है रूह तक सब कुछ ख़ुलासा देखिए\n आप भी इस भीड़ में घुस कर तमाशा देखिए\n \n जो बदल सकती है इस पुलिया के मौसम का मिजाज़\n उस युवा पीढ़ी के चेहरे की हताशा देखिए\n \n जल रहा है देश यह बहला रही है क़ौम को\n किस तरह अश्लील है कविता की भाषा देखिए\n \n मतस्यगंधा फिर कोई होगी किसी ऋषि का शिकार\n दूर तक फैला हुआ गहरा कुहासा देखिए \n\n", "author":"अदम गोंडवी", "title":"जिस्म क्या है रूह तक सब कुछ ख़ुलासा देखिए / अदम गोंडवी"}
,
{"poem":"जो उलझ कर रह गई है फाइलों के जाल में\n गाँव तक वो रोशनी आएगी कितने साल में\n \n बूढ़ा बरगद साक्षी है किस तरह से खो गई\n रमसुधी की झोपड़ी सरपंच की चौपाल में\n \n खेत जो सीलिंग के थे सब चक में शामिल हो गए\n हमको पट्टे की सनद मिलती भी है तो ताल में\n \n जिसकी क़ीमत कुछ न हो इस भीड़ के माहौल में\n ऐसा सिक्का ढालिए मत जिस्म की टकसाल में \n\n", "author":"अदम गोंडवी", "title":"जो उलझ कर रह गई है फाइलों के जाल में / अदम गोंडवी"}
,
{"poem":"न महलों की बुलंदी से न लफ़्ज़ों के नगीने से\n तमद्दुन में निखार आता है घीसू के पसीने से\n \n कि अब मर्क़ज़ में रोटी है, मुहब्बत हाशिए पर है\n उतर आई ग़ज़ल इस दौर में कोठी के ज़ीने से\n \n अदब का आईना उन तंग गलियों से गुज़रता है\n जहाँ बचपन सिसकता है लिपट कर माँ के सीने से\n \n बहारे-बेकिराँ में ता-क़यामत का सफ़र ठहरा\n जिसे साहिल की हसरत हो उतर जाए सफ़ीने से\n \n अदीबों की नई पीढ़ी से मेरी ये गुज़ारिश है\n सँजो कर रक्खें 'धूमिल' की विरासत को क़रीने से \n\n", "author":"अदम गोंडवी", "title":"न महलों की बुलंदी से न लफ़्ज़ों के नगीने से / अदम गोंडवी"}
,
{"poem":"आइए महसूस करिए जिंदगी के ताप को\n मैं चमारों की गली तक ले चलूँगा आपको\n \n जिस गली में भुखमरी की यातना से ऊब कर\n मर गई फुलिया बिचारी इक कुएँ में डूब कर\n \n है सधी सिर पर बिनौली कंडियों की टोकरी\n आ रही है सामने से हरखुआ की छोकरी\n \n चल रही है छंद के आयाम को देती दिशा\n मैं इसे कहता हूँ सरजू पार की मोनालिसा\n \n कैसी यह भयभीत है हिरनी-सी घबराई हुई\n लग रही जैसे कली बेला की कुम्हलाई हुई\n \n कल को यह वाचाल थी पर आज कैसी मौन है\n जानते हो इसकी ख़ामोशी का कारण कौन है\n \n थे यही सावन के दिन हरखू गया था हाट को\n सो रही बूढ़ी ओसारे में बिछाए खाट को\n \n डूबती सूरज की किरनें खेलती थीं रेत से\n घास का गट्ठर लिए वह आ रही थी खेत से\n \n आ रही थी वह चली खोई हुई जज्बात में\n क्या पता उसको कि कोई भेड़िया है घात में\n \n होनी से बेख़बर कृष्ना बेख़बर राहों में थी\n मोड़ पर घूमी तो देखा अजनबी बाँहों में थी\n \n चीख़ निकली भी तो होठों में ही घुट कर रह गई\n छटपटाई पहले, फिर ढीली पड़ी, फिर ढह गई\n \n दिन तो सरजू के कछारों में था कब का ढल गया\n वासना की आग में कौमार्य उसका जल गया\n \n और उस दिन ये हवेली हँस रही थी मौज में\n होश में आई तो कृष्ना थी पिता की गोद में\n \n जुड़ गई थी भीड़ जिसमें ज़ोर था सैलाब था\n जो भी था अपनी सुनाने के लिए बेताब था\n \n बढ़ के मंगल ने कहा, 'काका, तू कैसे मौन है\n पूछ तो बेटी से आख़िर वो दरिंदा कौन है\n \n कोई हो संघर्ष से हम पाँव मोड़ेंगे नहीं\n कच्चा खा जाएँगे ज़िंदा उनको छोडेंगे नहीं\n \n कैसे हो सकता है होनी कह के हम टाला करें\n और ये दुश्मन बहू-बेटी से मुँह काला करें'\n \n बोला कृष्ना से - 'बहन, सो जा मेरे अनुरोध से\n बच नहीं सकता है वो पापी मेरे प्रतिशोध से'\n \n पड़ गई इसकी भनक थी ठाकुरों के कान में\n वे इकट्ठे हो गए सरपंच के दालान में\n \n दृष्टि जिसकी है जमी भाले की लंबी नोक पर\n देखिए सुखराज सिंह बोले हैं खैनी ठोंक कर\n \n 'क्या कहें सरपंच भाई! क्या ज़माना आ गया\n कल तलक जो पाँव के नीचे था रुतबा पा गया\n \n कहती है सरकार कि आपस में मिलजुल कर रहो\n सुअर के बच्चों को अब कोरी नहीं हरिजन कहो\n \n देखिए ना यह जो कृष्ना है चमारों के यहाँ\n पड़ गया है सीप का मोती गँवारों के यहाँ\n \n जैसे बरसाती नदी अल्हड़ नशे में चूर है\n न पुट्ठे पे हाथ रखने देती है, मगरूर है\n \n भेजता भी है नहीं ससुराल इसको हरखुआ\n फिर कोई बाँहों में इसको भींच ले तो क्या हुआ\n \n आज सरजू पार अपने श्याम से टकरा गई\n जाने-अनजाने वो लज्जत ज़िंदगी की पा गई\n \n वो तो मंगल देखता था बात आगे बढ़ गई\n वरना वह मरदूद इन बातों को कहने से रही\n \n जानते हैं आप मंगल एक ही मक्कार है\n हरखू उसकी शह पे थाने जाने को तैयार है\n \n कल सुबह गरदन अगर नपती है बेटे-बाप की\n गाँव की गलियों में क्या इज्जत रहेगी आपकी'\n \n बात का लहजा था ऐसा ताव सबको आ गया\n हाथ मूँछों पर गए माहौल भी सन्ना गया\n \n क्षणिक आवेश जिसमें हर युवा तैमूर था\n हाँ, मगर होनी को तो कुछ और ही मंज़ूर था\n \n रात जो आया न अब तूफ़ान वह पुरज़ोर था\n भोर होते ही वहाँ का दृश्य बिलकुल और था\n \n सिर पे टोपी बेंत की लाठी सँभाले हाथ में\n एक दर्जन थे सिपाही ठाकुरों के साथ में\n \n घेर कर बस्ती कहा हलके के थानेदार ने -\n 'जिसका मंगल नाम हो वह व्यक्ति आए सामने'\n \n निकला मंगल झोपड़ी का पल्ला थोड़ा खोल कर\n इक सिपाही ने तभी लाठी चलाई दौड़ कर\n \n गिर पड़ा मंगल तो माथा बूट से टकरा गया\n सुन पड़ा फिर, 'माल वो चोरी का तूने क्या किया?'\n \n 'कैसी चोरी माल कैसा?' उसने जैसे ही कहा\n एक लाठी फिर पड़ी बस, होश फिर जाता रहा\n \n होश खो कर वह पड़ा था झोपड़ी के द्वार पर\n ठाकुरों से फिर दरोगा ने कहा ललकार कर -\n \n \"मेरा मुँह क्या देखते हो! इसके मुँह में थूक दो\n आग लाओ और इसकी झोपड़ी भी फूँक दो\"\n \n और फिर प्रतिशोध की आँधी वहाँ चलने लगी\n बेसहारा निर्बलों की झोपड़ी जलने लगी\n \n दुधमुँहा बच्चा व बुड्ढा जो वहाँ खेड़े में था\n वह अभागा दीन हिंसक भीड़ के घेरे में था\n \n घर को जलते देख कर वे होश को खोने लगे\n कुछ तो मन ही मन मगर कुछ ज़ोर से रोने लगे\n \n 'कह दो इन कुत्तों के पिल्लों से कि इतराएँ नहीं\n हुक्म जब तक मैं न दूँ कोई कहीं जाए नहीं'\n \n यह दरोगा जी थे मुँह से शब्द झरते फूल-से\n आ रहे थे ठेलते लोगों को अपने रूल से\n \n फिर दहाड़े, 'इनको डंडों से सुधारा जाएगा\n ठाकुरों से जो भी टकराया वो मारा जाएगा'\n \n इक सिपाही ने कहा, 'साइकिल किधर को मोड़ दें\n होश में आया नहीं मंगल कहो तो छोड़ दें'\n \n बोला थानेदार, 'मुर्गे की तरह मत बाँग दो\n होश में आया नहीं तो लाठियों पर टाँग लो\n \n ये समझते हैं कि ठाकुर से उलझना खेल है\n ऐसे पाजी का ठिकाना घर नहीं है जेल है'\n \n पूछते रहते हैं मुझसे लोग अकसर यह सवाल\n 'कैसा है कहिए न सरजू पार की कृष्ना का हाल'\n \n उनकी उत्सुकता को शहरी नग्नता के ज्वार को\n सड़ रहे जनतंत्र के मक्कार पैरोकार को\n \n धर्म, संस्कृति और नैतिकता के ठेकेदार को\n प्रांत के मंत्रीगणों को केंद्र की सरकार को\n \n मैं निमंत्रण दे रहा हूँ आएँ मेरे गाँव में\n तट पे नदियों के घनी अमराइयों की छाँव में\n \n गाँव जिसमें आज पांचाली उघाड़ी जा रही\n या अहिंसा की जहाँ पर नथ उतारी जा रही\n \n हैं तरसते कितने ही मंगल लँगोटी के लिए\n बेचती हैं जिस्म कितनी कृष्ना रोटी के लिए \n\n", "author":"अदम गोंडवी", "title":"मैं चमारों की गली में ले चलूँगा आपको / अदम गोंडवी"}
,
{"poem":"वेद में जिनका हवाला हाशिए पर भी नहीं\n वे अभागे आस्‍था विश्‍वास ले कर क्‍या करें\n \n लोकरंजन हो जहाँ शंबूक-वध की आड़ में\n उस व्‍यवस्‍था का घृणित इतिहास ले कर क्‍या करें\n \n कितना प्रगतिमान रहा भोगे हुए क्षण का इतिहास\n त्रासदी, कुंठा, घुटन, संत्रास ले कर क्‍या करें\n \n बुद्धिजीवी के यहाँ सूखे का मतलब और है\n ठूँठ में भी सेक्‍स का एहसास ले कर क्‍या करें\n \n गर्म रोटी की महक पागल बना देती मुझे\n पारलौकिक प्‍यार का मधुमास ले कर क्‍या करें \n\n", "author":"अदम गोंडवी", "title":"वेद में जिनका हवाला हाशिए पर भी नहीं / अदम गोंडवी"}
,
{"poem":"विकट बाढ़ की करुण कहानी नदियों का संन्‍यास लिखा है\n बूढ़े बरगद के वल्‍कल पर सदियों का इतिहास लिखा है\n \n क्रूर नियति ने इसकी किस्‍मत से कैसा खिलवाड़ किया है\n मन के पृष्‍ठों पर शाकुंतल अधरों पर संत्रास लिखा है\n \n छाया मदिर महकती रहती गोया तुलसी की चौपाई\n लेकिन स्‍वप्निल स्‍मृतियों में सीता का वनवास लिखा है\n \n नागफनी जो उगा रहे हैं गमलों में गुलाब के बदले\n शाखों पर उस शापित पीढ़ी का खंडित विश्‍वास लिखा है\n \n लू के गर्म झकोरों से जब पछुआ तन को झुलसा जाती\n इसने मेरे तनहाई के मरुथल में मधुमास लिखा है\n \n अर्धतृप्ति उद्दाम वासना ये मानव जीवन का सच है\n धरती के इस खंडकाव्‍य पर विरहदग्‍ध उच्छ्‌वास लिखा है \n\n", "author":"अदम गोंडवी", "title":"विकट बाढ़ की करुण कहानी / अदम गोंडवी"}
,
{"poem":"हिंदू या मुस्लिम के अहसासात को मत छेड़िए\n अपनी कुरसी के लिए जज्‍बात को मत छेड़िए\n \n हममें कोई हूण, कोई शक, कोई मंगोल है\n दफ़्न है जो बात, अब उस बात को मत छेड़िए\n \n ग़लतियाँ बाबर की थी; जुम्‍मन का घर फिर क्‍यों जले\n ऐसे नाज़ुक वक़्त में हालात को मत छेड़िए\n \n हैं कहाँ हिटलर, हलाकू, जार या चंगेज़ ख़ाँ\n मिट गए सब, क़ौम की औक़ात को मत छेड़िए\n \n छेड़िए इक जंग, मिल-जुल कर गरीबी के खिलाफ़\n दोस्त मेरे मजहबी नग़मात को मत छेड़िए \n\n", "author":"अदम गोंडवी", "title":"हिन्दू या मुस्लिम के अहसासात को मत छेड़िए / अदम गोंडवी"}
]
