[{"title":"नीम का पौधा \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"यह नीम का पौधा है\nजिसे झुक कर \nऔर झुक कर देखो\nतो नीम का पेड़ लगेगा\nऔर झुको, थोड़ा और\nमिट्टी की देह बन जाओ\nतुम इसकी छाँह महसूस कर सकोगे\n\nइसे एक छोटी बच्ची ने पानी दे-देकर सींचा है\nइसकी हरी पत्तियों में वह कड़ुआहट है जो\nज़ुबान को मीठे का महत्त्व समझाती है\nजिन लोगों को ऊँचाई से डर लगता है\nवे आएँ और इसकी लघुता से साहस पाएँ\n\n"},{"title":"आलाप में गिरह (कविता) \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"जाने कितनी बार टूटी लय\nजाने कितनी बार जोड़े सुर\nहर आलाप में गिरह पड़ी है\n\nकभी दौड़ पड़े तो थकान नहीं \nऔर कभी बैठे-बैठे ही ढह गए\nमुक़ाबले में इस तरह उतरे कि अगले को दया आ गई\nऔर उसने ख़ुद को ख़ारिज कर लिया\nथोड़ी-सी हँसी चुराई\nसबने कहा छोड़ो भी\n\nऔर हमने छोड़ दिया\n\n"},{"title":"बुरी लड़कियाँ, अच्छी लड़कियाँ \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[`मीट लोफ़´ के संगीत के लिए]\n\nसाँप पालने वाली लड़की साँप काटे से मरती है\nगले में खिलौना आला लगा डॉक्टर बनने का स्वांग करती लड़की\nग़लत दवा की चार बूँदें ज़्यादा पीने से \nचिट्ठियों में धँसी लड़की उसकी लपट से मर जाती है\nऔर पानी में छप्-छप् करने वाली उसमें डूब कर\nजो ज़ोर से उछलती है वह अपने उछलने से मर जाती है\nजो गुमसुम रहती है वह गुमसुम होने से \nजिसके सिर पर ताज रखा वह उसके वज़न से\nजिसके माथे पर ज़हीन लिखा वह उसके ज़हर से\nजो लोकल में चढ़ काम पर जाती है वह लोकल में\nजो घर में बैठ भिंडी काटती है वह घर में ही \nदुनिया में खुलने वाली सुरंग में घुसती है जो\nवह दुनिया में पहुँचने से पहले ही मर जाती है\nबुरी लड़कियाँ मर कर नर्क में जाती हैं\nऔर अच्छी लड़कियाँ भी स्वर्ग नहीं जातीं\n\n"},{"title":"उन लोगों के बारे में जिन्हें मैं नहीं जानता \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"मैं जागता हूँ देर तक\nकई बार सुबह तक\nकमरे में करता हूं चहलक़दमी \nफ़र्श पर होती है धप्-धप् की ध्वनि\nजो नीचे के फ्लैट में गूँजती है\nकोई सुनता है और उसकी लय पर सोता है\nमेरी जाग से किसी को मिलती है सुकून की नींद\n\nमैं नहीं जानता उसके भय, विश्वास और अंधकार को\nउसकी तड़प और कोशिशों को\nउसकी खाँसी से मेरे भीतर काँपता है कोई ढाँचा\nउसकी करवट से डोलता है मेरा जड़त्व\n\nकुछ चीज़ों को रोका नहीं जा सकता\nजैसे कुछ शब्दों, पंक्तियों, विचारों और रंगों को\nकिसी हँसी किसी रुलाहट\nप्यार और ग़ुस्से के पृथक क्षणों को\nउन लोगों को भी जिनके बारे में हम ख़ास नहीं जानते\nउन्हें जानने की कोशिश में \nजाने हुए लोगों के और क़रीब आ जाते हैं\nआसपास उनके जैसा खोजते हैं कुछ\nऔर एक विनम्र भ्रांति सींचते हैं उन्हें जान चुकने की\n\n"},{"title":"पोस्टमैन \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[निर्वासन के दिनों में एक छोटे द्वीप पर नेरूदा के साथी के लिए]\n\nअपने कमरे में लेटा पोस्टमैन है\nजो नेरूदा को पहुँचाता था डाक\nहालाँकि उन्हें गए अरसा बीत गया\nजैसे आवाज़ करती है सुने जाने का इंतज़ार\nऔर भटकती है हवा में अनंतकाल तक\nजैसे दृश्य से जुड़ा होता है दृष्टि का इंतज़ार\nघर से निकली बेटी का माँ करती है जैसे\nवैसी ही बेचैनी\nजिसे वह सर्द रात में ओढ़ लेता है\nऔर तपते दिन में झल लेता है\n\nक्या सोचा होगा महाकवि ने\nजब पोस्टमैन ने की होगी जि़द\nकि लिख दें वह उसकी प्रेमिका के लिए एक कविता\nजिसे वह कहेगा अपनी\nकि आपके पास इतनी महिलाओं की चिट्ठी आती है\nकि मेरा भी मन करता है कवि बन जाऊँ\n\nनेरूदा के भीतर जागा होगा पिता\nसाँसों से दुलारा होगा उसे\nऔर उंगली थमा ले गए होंगे समंदर तक\nउसे बताया होगा कि सपनों को सपनों की तरह ख़ारिज मत करो\nजंगल से मिलो तो हरी पत्ती बनकर\nपानी से बन चीनी का दाना\nलकड़ी से काग़ज़ और मनुष्य से संगीत बनकर\n\nऔर जीवन में प्रवेश कर गए होंगे\nउसके जीवन में एक सूना डाकख़ाना छोड़\n\nवह कर रहा है इंतज़ार जीवन के पार\nहरियाली मिठास शब्द और सुर की अर्घ्य देता\n\nवह क्या है जो इस कमरे में नहीं है\nजिसके लिए ख़ाली है जगह\nइस किताब में नहीं जो छोड़ दिया एक पन्ना सादा\nइस कैसेट में जिसके एक ही तरफ़ आवाज़ है\nइस शरीर में जिसके मध्य खाई-सी बन गई है\nइस शख़्स में जो थकान के बाद भी भटकता है बिस्तर पर\nभीतर कहीं टपकता है जल या आँख का नल\n\nजिसके पास रोज़ गट्ठरों में पहुँचती हो चिट्ठी\nवह क्यों नहीं देता उसकी चिट्ठी का जवाब\nवह जागेगा तब तक सो चुकी होगी दुनिया\nफिर वह अपनी अनिद्रा में कसमसाएगा\n\nचाय हमेशा तभी क्यों उबलती है\nजब आप किचन में नहीं होते\nपंक्तियाँ तभी क्यों आती हैं\nजब आपके पास क़लम नहीं होता\nलोग तभी क्यों लौटकर आते हैं\nजब आपका बदन नहीं होता\n\nपोस्टमैन\nतुम्हें नसीब हुआ निर्वासन के सबसे गुप्त द्वीप पर \nदुनिया की सबसे ख़ूबसूरत उंगलियों का साथ\nतुमने सहेजकर रखी उस चिडि़या की आवाज़\nरिकॉर्डर में डाला लहरों का कलरव\nउस धुन को जो कँपाती थी नेरूदा के होंठ\nऔर सबसे अंत में जो तुम्हारी आवाज़ थी\nउसमें तुम्हारी उम्मीद को सुना जाना चाहिए\n\nमहाकवि जब मरे\nतो उनके दिल में एक खाई बन गई थी\nलोगों ने कहा\nयह उनके देश में लोकतंत्र की मृत्यु के कारण बनी\nउनकी सबसे प्यारी चिडि़या के पंख नुँच जाने के कारण\nदरअसल\nएक अन्याय से हुआ था वहाँ विस्फोट\nऔर उतना टुकड़ा प्रायश्चित कर रहा है\nपृथ्वी की परिक्रमा करते हुए\n\n"},{"title":"इलाही! है आस या तलास \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[केनी जी के सैक्सोफ़ोन के लिए]\n\nजिन्हें पकड़नी है पहली लोकल\nवे घरों के भीतर खोज रहे हैं बटुआ\nजुराबे और तस्मे\nबाक़ी अपनी नींद के सबसे गाढ़े अम्ल में\n\nकोई है जो बाहर\nप्रेमकथाओं की तरह नाज़ुक घंटी की आवाज़ पर\nबुदबुदाए जा रहा है राम जय-जय राम\nजैसे सड़क पर कोई मश्क से छिड़क रहा हो पानी\n\nजब बैठने की जगहें बदल गई हों\nपियानो पर पड़ते हैं क्रूर हाथ और धुनों का शोर खदेड़ दे\nबाक़ी तमाम साजिंदों को\nजिन पत्थरों पर दुलार से लिखा राम ने नाम\nउनसे फोड़ दूसरों के सिर\nउन्मत्त हो जाएँ कपिगण\nजब फूल सुंघाकर कर दिया जाए बेहोश\nऔर प्रार्थनाएं गाई जाएँ सप्तक पर\nयह कौन है जो सबसे गहराई से निकलने वाले \n`सा´ पर टिका है\n\nपौ फटने के पहले अंधकार में\nजब कंठ के स्वर और चप्पलों की आवाज़ भी\nपवित्रता से भर जाते हैं\nमकानों के बीच गलियों में \nकौन ढूंढ़ रहा है राम को\nजिसकी गुमशुदगी का कोई पोस्टर नहीं दीवार पर\nअख़बार में विज्ञापन नहीं\nटी.वी. पर कोई सूचना नहीं\n\n"},{"title":"कोई बेनाम-सा \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[उस लड़के के लिए जिसकी पहली गेंद पर मैं बोल्ड हो जाता था]\n\nकुछ चेहरे होते हैं जिनके नाम नहीं होते\nकुछ नामों के चेहरे नहीं होते\nजैसे दो अलग-अलग लोग जन्मते हैं एक ही वक़्त\nअलग-अलग दो ट्रेनें पहुँचती हैं स्टेशन\nदो दुनियाओं में होता है कोई एक ही समय\n\nएक चेहरा और एक नाम उभर आते हैं\nपूछते हुए पहचाना क्या\n\nवह शख़्स आता है कुछ वैसी ही रफ़्तार से\nगुज़रता है मेरे पार ठंडे इस्पात की तरह\nफुसफुसाता है अपना नाम\n\nक्या यही था उसका नाम\nजो मुझे याद आ रहा है\nक्या यही था उसका चेहरा\nकहीं वैसा मामला तो नहीं कि \nमतदाता पहचान-पत्र पर चेहरा और का\nनाम किसी और का\n\nमैं उसके नाम लिखूँ अपना दुलार\nजिसका वह नाम ही न हो\nउसके चेहरे को छुऊँ \nऔर उसका चेहरा ही न हो वह\n\nहम किसका नाम ओढ़कर जाते हैं लोगों की स्मृतियों में\nकोई हमें किसके चेहरे से पहचानता है\nगाली देना चाहता है तो क्या\nहमें, हमारे ही नाम से याद करता है\nजिस चेहरे को धिक्कारता है\nवह हमारे चेहरे तक पहुँचती है सही-सलामत\n\nमेरी याद रिहाइश है ऐसे बेशुमार की\nजिनके नाम नहीं हैं चेहरे भी नहीं\nपरछाइयों की क़ीमत इसी वक़्त पता पड़ती है\n\n"},{"title":"सभ्यता के खड़ंजे पर  \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[बॉब डिलन के गीतों के लिए]\n\nऔर उस आदमी को तो मैं बिल्कुल नहीं जानता\nजो सिर पर बड़ा-सा पग्गड़ हाथों में कड़ों की पूरी बटालियन\nआठ उंगलियों में सोलह अंगूठी\nगले में लोहे की बीस मालाएँ\nऔर हथेली में फँसाए एक हथौड़ी\nकभी भी कहीं भी नज़र आ जाता था\n\nजिसे देख भय से भौंकते थे कुत्ते\nलोगों के पास सुई नहीं होती थी\nसिलने के लिए अपनी फटी हुई आँख\nजो पागलपन के तमाम लक्षणों के बाद भी पागल नहीं था\nजो मुस्करा कर बच्चों के बीच बाँटता था बिस्कुट\nबूढ़ी महिलाओं के हाथ से ले लेता था सामान\nऔर घर तक पहुँचा देता था\nऔर इस भलमनसाहत के बावजूद उनमें एक डर छोड़ आता था\n\nवह कितना भला था\nइसके ज़्यादा किस्से नहीं मिलते\nवह कितना बुरा था\nइसका कोई किस्सा नहीं मिलता\nजबकि वह हर सड़क पर मिल जाता था \n\nवह कौन-सा ग्रह था \nजो उसकी ओर पीठ किए लटका था अनंत में \nजिसे मनाने के लिए किया उसने इतना सिंगार\nवह कौन-सी दीवार में गाड़ना चाहता था कील\nपृथ्वी के किस हिस्से की करनी थी मरम्मत\nकिन दरवाज़ों को तोड़ डालना था\nजो हर वक़्त हाथ में हथौड़ी थामे चलता था\n\nजिसके घर का किसी को नहीं था पता\nपरिवार नाते-रिश्तेदार का\nजिसकी लाश आठ घंटे तक पड़ी रही चौक पर \nरात उसी हथौड़ी से फोड़ा गया उसका सिर\nजो हर वक़्त रहती थी उसके हाथ में\n\nजो अपनी ही ख़ामोशी से उठता है हर बार\nकपड़े झाड़कर फिर चल देता है\n\nउसके तलवों में चुभता है इतिहास का काँटा\nउसके ख़ून में दिखती है खो चुकी एक नदी\nउसकी आंखों में आया है\nअपनी मर्जी से आने वाली बारिश का पानी\nउसके कंधे पर लदा है कभी न दिखने वाला बोझ\nउसके लोहे में पिटे होने का आकार\nउसके पग्गड़ के नीचे है सोचने वाला दिमाग़\nसोच-सोचकर दुखी होने वाला\n\nवह कब से चल रहा है\nचलता ही जा रहा है\nसभ्‍यता के इस खड़ंजे पर \nउसे करना होगा कितना लंबा सफ़र \nयह जताने के लिए कि वह मनुष्य ही है\n\n"},{"title":"बोलते जाओ \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[उस आदमी के लिए जो अपनी क़ब्र मे ज़िंदा है]\n\nतुम्हें विधायक का सम्मान करना था\nजिसके लिए ज़रूरी था झुकना\nतुम्हें हाथ पीछे बांध लेने थे \nऔर बताना था\nइज़्ज़तदार हँसी उतनी ही खुलती है\nजितने में खुल न जाए इज़्ज़त का नाड़ा\n\nजब रात के तीसरे पहर खटका होगा तुम्हारा दरवाज़ा\nतब भी तुम्हारे मन में खटका नहीं हुआ होगा\nये चार मुश्टंडे तभी निकलते थे बंगले के बाहर\nजब काम सफारी सूट वालों के हाथ से निकल जाता था\n\nबताओ मुझे मैं सुन रहा हूं\nयह तुम्हारी पीठ का दर्द था\nया कमर की अकड़\nजो तुम्हें झुकने में इतनी दिक़्क़त होती थी\nसुन रहा हूँ तुम्हें जो तुम कह रहे हो-\n\nक्या आपको नहीं लगता\nहाथों को कुछ और लंबा होना चाहिए था\nइनके छोटे होने के कारण\nझुकना पड़ता है हर बार\nपूँछ को ग़ायब नहीं होना था\nजब उसके हिलने का वक़्त होता है\nफुरफुरी-सी होने लगती है उसकी जगह पर\n\nकितना नाराज़ हुआ था विधायक\nविधायक हमेशा नाराज़ क्यों रहता है हमसे\n\nवह तुमसे मांग रहा था ज़मीन\nजबकि तुम कुछ पूछना चाहते थे\nतुमने कहा-\nजब मेरी लंबाई सवा फीट थी\nतो साढ़े छह वर्ग फीट ज़मीन थी मेरे लिए\nमैं पाँच फुट छह इंच का हूँ आज\nऔर ज़मीन सिकुड़कर तीन फीट बची है\n\nतुम क्यों नहीं रोए एक बार भी\nजबकि तुम्हारे भीतर रो रही थी तीन फीट ज़मीन\nया हो सकता है रोए होगे तुम अपने ही भीतर\nजैसे रोया करती है ज़मीन\n\nतुम क़दम-क़दम पर खीझते थे\nचाहते थे कि तुम्हारे घर तक आए पानी\nसूखा न रहे बाथरूम का नल\nसिर्फ़ जन्मदिन पर ख़रीदनी पड़े मोमबत्ती\nढाई सौ लीटर की टंकी में आए ढाई सौ लीटर पानी\nपर टंकी बनाने में खो ही जाते हैं बीस-पच्चीस लीटर\nअक्सर नहीं आता पानी\nगुल रहती है बिजली\n\nवहाँ अभी तक एक पुल का काम चल रहा है\nऔर मशीनों के अग़ल-बग़ल से \nलोग निकाल लेते हैं गाडि़याँ\nवहां पचासों इमारतें बन रही हैं\nजिनमें लोन देने से मना कर देगी एल.आई.सी.\n\nवहाँ कितनी सड़कों पर गड्ढे हैं\nये सब कितनी बड़ी चिंताएँ हैं\nबजाए चिंतित होना कि \nकोई रिसॉर्ट नहीं इस शहर में ढंग का\n\nविधायक कितना हुआ नाराज़\nवह हमेशा नाराज़ क्यों रहता है हमसे\n\nतुम चिंता मत करो\nमैं सुन रहा हूँ\nवह तुम्हारी ज़मीन ख़रीदना चाहता था\nतुम पर क़ब्ज़ा करना चाहता था\nबोलते जाओ\nमैं सुन रहा हूँ\nतुम्हारी आवाज़ आ रही है उस ज़मीन के नीचे से\nजहाँ तुम भटक रहे हो\nऔर बार-बार कह रहे हो\nतुम्हें अपनी ज़मीन नहीं देनी\n\n"},{"title":"मदर इंडिया \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"[उन दो औरतों के लिए जिन्होंने कुछ दिनों तक शहर को डुबो दिया था]\n\nदरवाज़ा खोलते ही झुलस जाएँ आप शर्म की गर्मास से \nखड़े-खड़े ही गड़ जाएँ महीतल, उससे भी नीचे रसातल तक \nफोड़ लें अपनी आँखें निकाल फेंके उस नालायक़ दृष्टि को \nजो बेहयाई के नक्‍की अंधकार में उलझ-उलझ जाती है \nया चुपचाप भीतर से ले आई जाए \nकबाट के किसी कोने में फँसी इसी दिन का इंतज़ार करती \nकोई पुरानी साबुत साड़ी  जिसे भाभी बहन माँ या पत्नी ने \nपहनने से नकार दिया हो \nऔर उन्हें दी जाए जो खड़ी हैं दरवाज़े पर \nमाँस का वीभत्स लोथड़ा सालिम बिना किसी वस्त्र के \nअपनी निर्लज्जता में सकुचाईं \nजिन्हें भाभी माँ बहन या पत्नी मानने से नकार दिया गया हो \nकौन हैं ये दो औरतें जो बग़ल में कोई पोटली दबा बहुधा निर्वस्त्र \nभटकती हैं शहर की सड़क पर बाहोश \nमुरदार मन से खींचती हैं हमारे समय का चीर \nऔर पूरी जमात को शर्म की आँजुर में डुबो देती हैं \nये चलती हैं सड़क पर तो वे लड़के क्यों नहीं बजाते सीटी \nजिनके लिए अभिनेत्रियों को यौवन गदराया है \nमहिलाएँ क्यों ज़मीन फोड़ने लगती हैं \nलगातार गालियां देते दुकानदार काउंटर के नीचे झुक कुछ ढूंढ़ने लगते हैं \nऔर वह कौन होता है जो कलेजा ग़र्क़ कर देने वाले इस दलदल पर चल \nफिर उन्हें ओढ़ा आता है कोई चादर परदा या दुपट्टे का टुकड़ा \n\nये पूरी तरह खुली हैं खुलेपन का स्‍वागत करते वक़्त में \nये उम्र में इतनी कम भी नहीं, इतनी ज़्यादा भी नहीं \nये कौन-सी महिलाएँ हैं जिनके लिए गहना नहीं हया \nये हम कैसे दोगले हैं जो नहीं जुटा पाए इनके लिए तीन गज़ कपड़ा \n\nये पहनने को मांगती हैं पहना दो तो उतार फेंकती हैं \nकैसा मूडी कि़स्म का है इनका मेटाफिजिक्‍स \nइन्हें कोई वास्ता नहीं कपड़ों से \nफिर क्यों अचानक किसी के दरवाज़े को कर देती हैं पानी-पानी\n\nये कहाँ खोल आती हैं अपनी अंगिया-चनिया \nइन्हें कम पड़ता है जो मिलता है \nजो मिलता है कम क्यों होता है \nलाज का व्यवसाय है मन मैल का मंदिर \nइन्हें सड़क पर चलने से रोक दिया जाए \nनेहरू चौक पर खड़ा कर दाग़ दिया जाए \nपुलिस में दे दें या चकले में पर शहर की सड़क को साफ़ किया जाए \n\nये स्त्रियाँ हैं हमारे अंदर की जिनके लिए जगह नहीं बची अंदर \nये इम्तिहान हैं हममें बची हुई शर्म का \nये मदर इंडिया हैं सही नाप लेने वाले दर्जी़ की तलाश में \nकौन हैं ये \nपता किया जाए.\n\n"},{"title":"काग़ज़ \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"चारों तरफ़ बिखरे हैं काग़ज़\nएक काग़ज़ पर है किसी ज़माने का गीत\nएक पर घोड़ा, थोड़ी हरी घास\nएक पर प्रेम \nएक काग़ज़ पर नामकरण का न्यौता था\nएक पर शोक \nएक पर बड़े-बड़े अक्षरों में लिखा था क़त्ल\nएक ऐसी हालत में था कि \nउस पर लिखा पढ़ा नहीं जा सकता\nएक पर फ़ोन नंबर लिखे थे\nपर उनके नाम नहीं थे\nएक ठसाठस भरा था शब्दों से\nएक पर पोंकती हुई क़लम के धब्बे थे\nएक पर उँगलियों की मैल\nएक ने अब भी अपनी तहों में समोसे की गंध दाब रखी थी\nएक काग़ज़ को तहकर किसी ने हवाई जहाज़ बनाया था\nएक नाव बनने के इंतज़ार में था\nएक अपने पीलेपन से मूल्यवान था\nएक अपनी सफ़ेदी से\nएक को हरा पत्ता कहा जाता था\nएक काग़ज़ बार-बार उठकर आता \nचाहते हुए कि उसके हाशिए पर कुछ लिखा जाए\nएक काग़ज़ कल आएगा\nऔर इन सबके बीच रहने लगेगा\nऔर इनमें कभी झगड़ा नहीं होगा\n\n"},{"title":"असंबद्ध \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"कितनी ही पीड़ाएँ हैं\nजिनके लिए कोई ध्वनि नहीं\nऐसी भी होती है स्थिरता\nजो हूबहू किसी दृश्य में बंधती नहीं \n\nओस से निकलती है सुबह \nमन को गीला करने की जि़म्मेदारी उस पर है\nशाम झाँकती है बारिश से\nबचे-खुचे को भिगो जाती है\n\nधूप धीरे-धीरे जमा होती है\nक़मीज़ और पीठ के बीच की जगह में\nरह-रहकर झुलसाती है\n\nमाथा चूमना\nकिसी की आत्मा चूमने जैसा है\nकौन देख पाता है\nआत्मा के गालों को सुर्ख़ होते\n\nदुख के लिए हमेशा तर्क तलाशना\nएक ख़राब किस्म की कठोरता है\n\n"},{"title":"जिसके पीछे पड़े कुत्ते \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"उसके बाल बिखरे हुए थे, दाढ़ी झूल रही थी\nकपड़े गंदे थे, हाथ में थैली थी...\nउसके रूप का वर्णन कई बार \nकहानियों, कविताओं, लेखों, ऑफ़बीट ख़बरों में हो चुका है\nजिनके आधार पर \nवह दीन-हीन किस्म का पगलेट लग रहा था\nऔर लटपट-लटपट चल रहा था\nऔर शायद काम के बाद घर लौट रहा था\nजिस सड़क पर वह चल रहा था\nउस पर और भी लोग थे\nरफ्तार की क्रांति करते स्कूटर, बाइक्स \nऔर तेज संगीत बाहर फेंकती कारें थीं\nसामने रोशनी से भीगा संचार क्रांति का शो-रूम था\nबगल में सूचना क्रांति करता नीमअंधेरे में डूबा अखबार भवन\nबावजूद उस सड़क पर कोई क्रांति नहीं थी\nगड्ढे थे, कीचड़ था, गिट्टियाँ और रेत थीं\nइतनी सारी चीजें थीं पर किसी का ध्यान \nउस पर नहीं था सिवाय वहाँ के कुत्तों के\n\nवे उस पर क्यों भौंके\nक्यों उस पर देर तक भौंकते रहे\nक्यों देर तक भौंककर उसे आगे तक खदेड़ आए\nक्यों उसकी लटपट चाल की रफ्तार को बढ़ा दिया उन्होंने\nक्यों चुपचाप अपने रास्ते जा रहे एक आदमी को झल्ला दिया\nजिसमें संतों जैसी निर्बलता, गरीबों जैसी निरीहता\nईश्वर जैसी निस्पृहता और शराबियों जैसी लोच थी\nकिसी का नुकसान करने की क्षमता रखने वालों का \nएकादश बनाया जाए तो जिसे\nसब्स्टीट्यूट जैसा भी न रखना चाहे कोई\nऐसे उस बेकार के आदमी पर क्यों भौंके कुत्ते\n\nकुत्तों का भौंकना बहुत साधारण घटना है\nवे कभी और किसी भी समय भौंक सकते हैं\nजो घरों में बंधे होते हैं दो वक़्त का खाना पाते हैं\nऔर जिन्हें शाम को बाकायदा पॉटी कराने के लिए\nसड़क या पार्क में घुमाया जाता है\nभौंककर वफादारी जताने की उनकी बेशुमार गाथाएँ हैं\nलेकिन जिनका कोई मालिक नहीं होता\nउनका वफादारी से क्या रिश्ता\nजो पलते ही हैं सड़क पर\nवे कुत्ते आखिर क्या जाहिर करने के लिए भौंकते हैं\nये उनकी मौज है या \nअपनी धुन में जा रहे किसी की धुन से उन्हें रश्क है\nवे कोई पुराना बदला चुकाना चाहते हैं या\nटपोरियों की तरह सिर्फ बोंबाबोंब करते हैं\n\nये माना मैंने कि \nएक आदमी अच्छे कपड़े नहीं पहन सकता\nवह अपने बदन को सजाकर नहीं रख सकता\nकि उसका हवास उससे बारहा दगा करता है\nलेकिन यह ऐसा तो कोई दोष नहीं\nप्यारे कुत्तो\nकि तुम उनके पीछे पड़ जाओ\nऔर भौंकते-भौंकते अंतरिक्ष तक खदेड़ आओ\nआखिर कौन देता है तुम्हें यह इल्म \nकि किस पर भौंका जाए और \nकिससे राजा बेटा की तरह शेक हैंड किया जाए\nजो अपने हुलिए से इस दुनिया की सुंदरता को नहीं बढ़ा पाते\nऐसों से किस जन्म का बैर है भाई\nयह भौंकने की भूख है या तिरस्कार की प्यास\nया यह खौफ कि सड़क का कोई आदमी \nतुम्हारी सड़क से अपना हिस्सा न लूट ले जाए\n\nजिसके पीछे पड़े कुत्ते \nउसे तो कौम ने पहले ही बाहर का रास्ता दिखा दिया था\nउसे दो फलांग और छोड़ आना किसकी सुरक्षा है\n\nउसके हाथ में थैली थी\nजिसमें घरवालों के लिए लिया होगा सामान\nवह सोच रहा होगा अगले दिन की मज़दूरी के बारे में\nकिसी खामख़्याली में उससे पड़ गया होगा एक क़दम गलत\nऔर तुम सब टूट पड़े उस पर बेतहाशा\nजिस पर व्यस्त सड़क का कोई आदमी ध्यान नहीं देता\nफिर भी हमारे वक्त के नियंताओं के निशाने पर \nरहता है जो हर वक़्त\nकुत्तो, तुम भी उस पर ध्यान देते हो इतना\nकि वह उसे निपट शर्मिंदगी से भिड़ा दे\n\nऔर यह अहसास ही अपने आप में कर देता है कितना निराश\nकि जिसके पीछे पड़ते हैं कुत्ते\nवह उसी लायक होता है\n\n"},{"title":"डेटलाइन पानीपत \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"वाटरलू पर लिखी गई हैं कई कविताएँ\nपानीपत पर भी लिखी गई होंगी\nकार्ल सैंडबर्ग ने तो एक कविता में \nघास से ढाँप दिया था युद्ध का मैदान\nयहाँ घास नहीं है, यक़ीनन कार्ल सैंडबर्ग भी नहीं\n\nकिसी न किसी को तो दुख होगा इस बात पर \nकुछ युद्ध याद रखे जाते हैं लंबे समय तक\nकई उत्सव भुला दिए जाते हैं अगली सुबह\nमुझे पता नहीं\nपुरातत्ववेत्ताओं को इसमें कोई रुचि होगी\nकि खोदा जाए यहाँ का कोई टीला\nकिसी कंकाल को ढूंढ़ा जाए और पूछा जाए जबरन\nतुम्हारे जमाने में घी कितने पैसे किलो था\nकितने में मिल जाती थी एक तेज़धार तलवार\n\nकुछ लड़ाइयाँ दिखती नहीं\nकुछ लोग होते हैं आसपास पर दिखते नहीं\nकुछ हथियारों में होती ही नहीं धार\nकुछ लोग शक्ल से ही बेहद दब्बू नजर आते हैं\nजो लोग मार रहे थे उन्हें नहीं दिखते थे मरने वाले\nहुकुम की पट्टियाँ थीं चारों ओर निगल जाती हैं रोशनी को\n\nयुद्ध के लिए अब जरूरी नहीं रहे मैदान\nगली, नुक्कड़ और मुहल्लों का विस्तार हो गया है\nकोई अचरज नहीं\nबिल्डिंग के नीचे लोग घूम रहे हों लेकर हथियार\nकोई अचरज नहीं \nदरवाजा तोड़कर घर में घुस आएँ लोग\n\nकुछ लोग हैं जो जिए जाते हैं\nउन्हें नहीं पता होता जिए जाने का मतलब\nकुछ लोग हैं जो बिल्कुल नहीं जानते \nएक इंसान के लिए मौत का मतलब\n\nघास नहीं ढाँप सकती इस मैदान को\nघास भी जानती है\nहरियाली पानी से आती है, ख़ून से नहीं\n\nयुद्ध का मैदान अब पर्यटनस्थल है\nकुछ लोग घर से बनाकर लाते हैं खाना\nयहाँ अखबारों पर रख खाते हैं\nएक-दूसरे के पीछे दौड़ते हैं बॉल को ठोकर मारते\nअंताक्षरी गाते-गाते हँसने लगते हैं\n\nकोई चीख किसी को सुनाई नहीं देती\n\nबच्चे यहाँ झूला झूल रहे हैं\nवे देख लेंगे ज़मीन के नीचे झुककर एक बार\nयकीनन बीमार पड़ जाएंगे\n\n"},{"title":"इतना तो नही \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"मैं इतना तो नहीं चला कि \nमेरे जूते फट जाएँ\n\nमैं चला सिद्धार्थ के शहर से हर्ष के गाँव तक\nमैं चंद्रगुप्त अशोक खुसरो और रजिया से ही मिल पाया\nमेरे जूतों के निशान\nडि´गामा के गोवा और हेमू के पानीपत में हैं\nअभी कितनी जगह जाना था मुझे\nअभी कितनों से मिलना था\n\nइतना तो नहीं चला कि\nमेरे जूते फट जाएँ\n\nमैंने जो नोट दिए थे, वे करकराते कड़क थे\nजो जूते तुमने दिए, उनने मुँह खोल दिया इतनी जल्दी\nदुकानदार!\nयह कैसी दग़ाबाजी है\n\nमैं इस सड़क पर पैदल हूँ और \nखुद को अकेला पाता हूँ\nअभी तल्लों से अलग हो जाएगा जूते का धड़\nऔर जो मिलेंगे मुझसे\nउनसे क्या कहूंगा\nकि मैं ऐसी सदी में हूँ\nजहाँ दाम चुकाकर भी असल नहीं मिलता\nजहाँ तुम्हारे युगों से आसान है व्यापार\nजहाँ यूनान का पसीना टपकता है मगध में\nऔर पलक झपकते सोना बन जाता है\nजहाँ गालों पर ढोकर लाते हैं हम वेनिस का पानी\nउस सदी में ऐसा जूता नहीं\nजो इक्कीस दिन भी टिक सके पैरों में साबुत\nकि अब साफ़ दिखाने वाले चश्मे बनते हैं\nफिर भी कितना मुश्किल है\nकिसी की आँखों का जल देखना \nऔर छल देखना\nकि दिल में छिपा है क्या-क्या यह बता दे\nऐसा कोई उपकरण अब तक नहीं बन पाया\n\nइस सदी में कम से कम मिल गए जूते\nअगली सदी में ऐसा होगा कि \nदुकानदार दाम भी ले ले \nऔर जूते भी न दे?\n\nफट गए जूतों के साथ एक आदमी \nबीच सड़क पैदल\nकितनी जल्दी बदल जाता है एक बुत में\n\nकोई मुझसे न पूछे\nमैं चलते-चलते ठिठक क्यों गया हूँ\n\nइस लंबी सड़क पर \nक़दम-क़दम पर छलका है ख़ून\nजिसमें गीलापन नहीं\nजो गल्ले पर बैठे सेठ और केबिन में बैठे मैनेजर \nके दिल की तरह काला है\nजिसे किसी जड़ में नहीं डाला जा सकता\nजिससे खाद भी नहीं बना सकते केंचुए\nयहाँ कहाँ मिलेगा कोई मोची\nजो चार कीलें ही मार दे\n\nकपड़े जो मैंने पहने हैं\nये मेरे भीतर को नहीं ढँक सकते\nचमक जो मेरी आँखों में है\nउस रोशनी से है जो मेरे भीतर नहीं पहुँचती\nपसीना जो बाहर निकलता है\nभीतर वह ख़ून है\nजूते जो पहने हैं मैंने \nअसल में वह व्यापार है\n\nअभी अकबर से मिलना था मुझे\nऔर कहना था\nकोई रोग हो तो अपने ही ज़माने के हकीम को दिखाना\nइस सदी में मत आना\nयहाँ खड़िए का चूरन खिला देते हैं चमकती पुर्जी में लपेट\n\nमुझे सैकड़ों साल पुराने एक सम्राट से मिलने जाना है\nजिसके बारे में बच्चे पढ़ेंगे स्कूलों में\nमैं अपनी सदी का राजदूत\nकैसे बैठूंगा उसके दरबार में\nकैसे बताऊंगा ठगी की इस सदी के बारे में\nजहाँ वह भेस बदलकर आएगा फिर पछताएगा\nमैं कैसे कहूंगा रास्ते में मिलने वाले इतिहास से\nकि संभलकर जाना\nआगे बहुत बड़े ठग खड़े हैं\nतुम्हें उल्टा लटका देंगे तुम्हारे ही रोपे किसी पेड़ पर\n\nमैं मसीहा नहीं जो नंगे पैर चल लूँ\nइन पथरीली सड़कों पर\nमैं एक मामूली, बहुत मामूली इंसान हूँ\nइंसानियत के हक़ में खामोश\nमैं एक सज़ायाफ़्ता कवि हूँ\nअबोध होने का दोषी\nचौबीसों घंटे फाँसी के तख़्त पर खड़ा \nएक वस्तु हूँ\nएक खोई हुई चीख़\nमजमे में बदल गया एक रुदन हूँ\nमेरे फटे जूतों पर न हँसा जाए\nमैं दोनों हाथ ऊपर उठाता हूँ\nइसे प्रार्थना भले समझ लें\nबिल्कुल \nसमर्पण का संकेत नहीं\n\n"},{"title":"फीलगुड \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"कोशिश करता हूँ किसी भी अभिव्यक्ति से \nकिसी को भी ठेस न पहुंचे \n\n\nजिस पेशे में हूँ मैं \nवहां किसी गुनाह की तरह \nकठिन शब्दों को छाँट देता हूँ \nकठिन वाक्यों को बना देता हूँ सरल \nजबकि हालात दिन-ब-दिन और कठिन होते जाते \nमैं समय का संपादन नहीं कर पाता \n\n\nकितना खुशकिस्मत हूँ \nएक जीवन में कितनी स्त्रियों का प्रेम मिला \nकितने मित्रों कितने बच्चों का \nप्रेम के हर पल में जन्म लेता हूँ \nपल-बढ़कर प्रेम की ही किसी आदिम गुफा में \nछिप जाता हूँ धीरे-धीरे मृत होता \n\n\nकंधे झिड़क कहता हूँ ख़ुद से \nएक जीवन और चाहिए पाया हुआ प्रेम लौटने को \n\nघृणा की वर्तनी में कोई ग़लती नहीं होती मुझसे\nनफ़रत में नुक्ता लगाना कभी नहीं भूलता\n\n"},{"title":"काया \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"तुम इतनी देर तक घूरते रहे अंधेरे को \nकि तुम्हारी पुतलियों का रंग काला हो गया \nकिताबों को ओढा इस तरह \nकि शरीर कागज़ हो गया \n\nकहते रहे मौत आए तो इस तरह \nजैसे पानी को आती है \nवह बदल जाता है भाप में \nआती है पेड़ को \nवह दरवाज़ा बन जाता है \nजैसे आती है आग को \nवह राख बन जाती है \n\nतुम गाय का थान बन जाना \nदूध बनकर बरसना \nभाप बनकर चलाना बड़े-बड़े इंजन \nभात पकाना \nजिस रास्ते को हमेशा बंद रहने का शाप मिला \nउस पर दरवाज़ा बनकर खुलना \nराख से मांजना बीमार माँ की पलंग के नीचे रखे बासन \n\nतुम एक तीली जलाना \nउसे देर तक घूरना\n\n"},{"title":"बच्ची की कहानी \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"उसकी कहानी में कोई भी आ सकता है\nपर उसका जाना वह ख़ुद तय करती है\nगुड़ियों से खेलती है क्ले से फूल बनाती है\nज़्यादातर समय आप उसे कंप्यूटर पर या काग़ज़ पर\nचित्र बनाते या रंग भरते देख सकते हैं\n\nउसकी साँस से फूलती है उसकी कहानी।\n\n"},{"title":"प्रश्न अमूर्त \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"शकरपारे की लम्बी डली को छाँपे चिपकी चीटियाँ हैं\nया सन 47 में बँट गई ज़मीन के उस पार से आती ठसाठस कोई ट्रेन\n\nसबसे बड़ा छल इतिहास के साथ हुआ\nइतिहास के नाम पर इतिहास के खिलाफ़\nयाददाश्त बढ़ाने की दवा बहुत बन गईं\nकोई ऐसी दवा बनाओ जिससे भूल जाया जाए सब\n\nउस प्रोटॉन की मज़बूरी समझो\nजो चाहे जितनी बगावत कर ले\nरहना उसे इलेक्ट्रॉन के दायरे में ही है\nनिरन्तर भटकन की अभिशप्त गति से\n\nअपने ही पानी में डूब गया\nकोई बदबख़्त समुद्र\n\nएक दिन जब मर चुकी होगी मेरी भाषा\nकिस भाषा में पढ़ोगे तुम मेरी भाषा का मर्सिया\nइसकी तस्वीर पर टँगे फूल को कहोगे\nकिस भाषा में कौन-सा फूल?\n\n"},{"title":"प्रेम कविता \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"आत्महत्या का बेहतरीन तरीक़ा होता है\nइच्छा की फ़िक्र किए बिना जीते चले जाना\nपाँच हज़ार वर्ष से ज़्यादा हो चुकी है मेरी आयु\nअदालत में अब तक लम्बित है मेरा मुक़दमा\nसुनवाई के इंतज़ार से बड़ी सज़ा और क्या\n\nबेतहाशा दुखती है कलाई के ऊपर एक नस\nहृदय में उस कृत्य के लिए क्षमा उमड़ती है\nजिसे मेरे अलावा बाक़ी सब ने अपराध मना\n\nसंविधान की क़िताब में इस पर कोई अनुच्छेद नहीं।\n\n"},{"title":"मुंबई नगरिया में मेरा ख़ानदान \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"पिता पचपन के हैं पैंसठ से ज़्यादा लगते हैं\nपच्चीस का भाई पैंतीस से कम का\nक्या इक्कीस का मैं तीस-बत्तीस का दिखता हूं\n\nमाँ-भाभी भी बुढ़ौती की देहरी पर खड़े \nबिल्‍कुल छोटी भतीजी है ढाई साल की \nलोग पूछते हैं पाँच की हो गई होगी \n\nपता नहीं क्या है परिवार की आनुवांशिकता\nजीन्स डब्ल्यूबीसी हीमोग्लोबीन हार्मोन्स ऊतक फूतक सूतक\nक्या कम है क्या ज़्यादा\n\nधूप में रखते हैं बदन का पसीना \nया पहले-चौथे ग्रह में बैठे वृद्ध ग्रह का कमाल \nचिकने चेहरों से भरी इस मुंबई नगरिया में\nमेरा ख़ानदान कितना संघर्षशील है सो असुंदर है\n\nअभी कल ही तो भुजंग मेश्राम पूछकर गया था\nउम्र से अधिक दिखना औक़ात से अधिक दिखना होता है क्या?\n\nअभी कल ही तो पूछ कर गया था भुजंग मेश्राम\nमाईला… ये पचास साल का लोकतंत्र\nउन लोगों को कायको पांच हज़ार का है लगता?\n\n(१९९८)\n\n"},{"title":"मालिक को ख़ुश करने के लिए किसी भी सीमा तक जाने वाला मानवीय दिमाग़ और... \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"राजकुमारी महल के बाग़ में विचर रही थीं कि एक काँटे ने उनके पैरों के साथ गुस्ताख़ी की और बजाय उसे दंडित करने के राजकुमारी बहुत रोईं और बहुत छटपटाईं और बड़े जतन से उन्हें पालने वाले राजा पिता तड़पकर रह गए और महल के गलियारों और बार्जों में खड़े हो धीरे-धीरे बड़ी हो रही राजकुमारी के पैरों से किसी तरह काँटा निकलवाया और हुक्मनामा जारी करवाया कि राज्य में काँटों की गुस्ताख़ी हद से ज़्यादा हो गई है और उन्‍हें समाप्त करने की मुहिम शुरू कर दी जाए पर योजनाओं के असफल रहने और मुहिमों के बाँझ रह जाने की शुरुआत के रूप में ढाक बचा और ढाक के तीन पात बचे तो राजा ने आदेश दिया कि सारे राज्य की सड़कों और महल के पूरे हिस्से की ज़मीन पर फूलों की चादर बिछा दी जाए पर चूँकि फूल बहुत जल्दी मुरझा जाते हैं सो यह संभव न हुआ तो राजा ने अपने एक भरोसेमंद मंत्री को इसका इलाज निकालने की ज़िम्मेवारी दी तो उस मंत्री ने बजाय सारी ज़मीन पर फूल बिछाने के राजकुमारी के पैरों पर ध्यान जमाया और नर्म कपड़े की कई तहों को चिपकाकर मोटी-सी कोई चीज़ बनाई और राजकुमारी को पहना दी जिसके पार काँटा क्या काँटे का बाप भी नहीं पहुंच सकता था और इस तरह एक आदिम जूते का निर्माण हुआ हालाँकि जूतेनुमा एक चीज़ बनाने वाले उसे मंत्री क़िस्म के मानव ने राजकुमारी क़िस्म की किसी महिला के पैरों को काँटों से बचाने के लिए इलाज ढूंढ़ने से पहले ख़ुद भी कई बार काँटों को भुगता था और दूसरे तमाम लोगों के भी काँटा चुभते देखा था पर नौकर की जमात का वह व्यक्ति मात्र स्वामीभक्ति के पारितोषिक के लिए ही जूता बना पाया।\n\n"},{"title":"तस्वीर में आमिर ख़ान के साथ मेरा एक रिश्तेदार \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"बहुत ख़ुश लगा पड़ा था और यहाँ-वहाँ देखते थोड़ा गर्व भी \nअग़ल-बग़ल बैठे थे जो थोड़ा-थोड़ा कनखियों से झाँक लेते तो\nसामने वाला पूरा का पूरा झुक पड़ा था और वह भी छिपाने का छद्मप्रयास कर रहा था\nजभी मैंने पूछा उस आदमी ने एक बार भी ना नहीं किया\nतुम बता रहे हो जितनी आसानी से वह आ गया था तुम्हारे पास\nवह पूरा मुँह खोलकर बोला हाँ\nऔर जितनी बातें वह बता चुका था फिर-फिर बताने लगा\n\nकैसा लगा तुम्‍हें उस वक़्त\nक्या तुम्हारे लिए घड़ी बंद हो गई थी\nउसने बताया मैंने उसे बहुत नज़दीक से देखा\nऔर अनमनी नींद के सपने की तरह छुआ\nउसकी हथेलियों से पसीना रिसता है\nहमेशा मुस्कुराता है और ऑटोग्राफ़ बुक्स का सम्मान करता है\nमेरे रिश्तेदार के कंधे पर हाथ रखे आमिर ख़ान शांत था\nमेरे रिश्तेदार की ख़ुशी चार बाई छह के फोटो से छलक रही थी\nवहाँ एक फ़ोटोग्राफ़र था जो तुरंत फ़ोटो निकालकर दे रहा था\n\nमुझसे पहले कइयों ने खिंचवाया था\nमुझसे मिलते समय वह बिल्‍कुल घर का लगा\nवह ईसा नहीं था पर उसके भीतर एक ईसा था\nसही है जब भी जाऊँगा उसके पास वह नहीं पहचानेगा मुझे\nकुत्ते उसके दरवाज़े पर हुल्लड़ करेंगे\nयह तस्वीर दिखाने के बावजूद मुझे घर में नहीं घुसने देंगे\nपर यही क्या कम है कि उसने तस्वीर खिंचवाई मेरे साथ\nमेरा वह रिश्तेदार अपना स्टेशन आने के बाद लोकल से उतर गया\nतो जाते-जाते अपनी प्रसन्नता फिर बाँच गया वह\n\nतस्वीर के साथ क़ीमती ख़ुशियाँ लाया है\nजिनकी छाँह में चांदी की पट्टी पर नाचेगा\nलोकल के धक्कों में लय ढूंढेगा\nकुछ दिनों तक सिर्फ़ एक पल में जिएगा \n\n\n(१९९८)\n\n"},{"title":"एक इंच \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"कोई एक नाम ज़रूर होगा\nइस पेड़ का\nमेरे लिए पेड़ सिर्फ़ एक पेड़ है\nफूल सिर्फ़ एक फूल\nरास्ते ने ओढ़ रखी है\nपेड़ से झरते फूलों की चादर\nमैं इस रस्ते पर चलता हूँ\nकहाँ रखूँ अपने क़दम\nकाश! मैं ज़मीन से एक इंच भी ऊपर चल सकता\nइन अनाम फूलों को बचा लेता\n\n"},{"title":"बोलने से पहले \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"बुद्धिमान लोगों की तरह बोलो\nनहीं तो ऐसा बोलो\nजिससे आभास हो कि तुम बुद्धिमान हो\n\nबोलने से पहले\nउन तलवारों के बारे में सोचो\nजो जीभों को लहर-लहर चिढ़ाती हैं\n\nयह भी सोचो\nकि कर्णप्रिय सन्नाटे में तुम्हारी ख़राश\nकिसी को बेचैन कर सकती है\nकई संसारों में सिर्फ़ एक बात से आ जाता है भूडोल\n\nखुलो मत \nलेकिन खुलकर बोलो\nअपने बोलों को इस तरह खोलो\nकि वह उसमें समा जाए\nवह तुममें समाएगा तो तुम बच जाओगे\n\nबोलने से पहले ख़ूब सोचो\nफिर भी बोल दिया तो भिड़ जाओ बिंदास\nतलवारें टूट जाएँगी\n\n"},{"title":"ठगी \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"वह आदमी कल शिद्दत से याद आया\nजिसकी हर बात पर मैं भरोसा कर लेता था\nउसने मुस्कुरा कर कहा\nगंजे सिर पर बाल उग सकते हैं\nमैंने उसे प्रयोग करने के लिए ख़र्च नज़र किया\n(मैं तब से वैज्ञानिक क़िस्म के लोगों से ख़ाइफ़ हूँ)\n\nउसने मुहब्बत के किसी मौक़े पर\nमुझे एक गिलास पानी पिलाया\nऔर उस श्रम का क़िस्सा सुनाया निस्पृहता से\nजो उसने वह कुआँ खोदने में किया था\nजिसमें सैकड़ों गिलास पसीना बह गया था\n\nएक रात वह मेरे घर पहुँचा\nऔर बीवी की बीमारी, बच्चों की स्कूल फीस\nमहीनों से एक ही कपड़ा पहनने की मजबूरी\nऔर ज़्यादातर गुमसुम रहने वाली \nएक लड़की की यादों को रोता रहा\nवह साथ लाई शराब के कुछ गिलास छकना चाहता था\nऔर बार-बार पूछता \nभाभीजी तो घर पर नहीं हैं न\n\nवह जब मेरे दफ़्तर आता \nतब-तब मेरा बॉस मुझे बुलाकर पूछता उसके बारे में\nउसके हुलिए में पता नहीं क्या था\nकि समझदार क़िस्म के लोग उससे दूर हो जाते थे\nऔर मुझे भी दूरियों के फ़ायदे बताते थे\nजो लोग उससे पल भर भी बात करते\nउसे शातिर ठग कहते \nमुझे वह उस बौड़म से ज़्यादा नहीं लगता\nजो मासूमियत को बेवक़ूफ़ी समझता हो\nजिसे भान नहीं\nमासूमियत इसलिए ज़िंदा है\nकि ठगी भूखों न मर जाए\n\n"},{"title":"गैंग \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"अलग-अलग जगहों से आए कुछ लोगों का एक गैंग है\nइसमें पान टपरी पर खड़े शोहदे हैं,\nमंदिरों-मस्जिदों पर पेट पालते कुछ धर्मगुरु हैं,\nकुछ लेखक हैं, थोड़े अजीब-से लगने वाले रंगों का\nप्रयोग करने वाले कुछ चित्रकार और\nहर ख़बर पर दाँत चियार देने वाले कुछ पत्रकार\nनाक पर चश्मा चढ़ाए बैठे मैनेजर हैं जो\nहर बात में ढूंढ ही लेते हैं बाज़ार\nकुछ बहुत रचनात्मक क़िस्म के लोग हैं\nजो बताते हैं ठंडे की बोतल का एक घूँट सारे रिश्ते-नातों से ऊपर है\nकुछ बड़े ही दीन-हीन क़िस्म के हैं\nचौबीस घंटे जिनकी चिंता का मरकज़ अरोड़ा साहब की सेलरी है\nकुछ लोग सातों दिन बड़े प्रसन्न रहते हैं\nऔर समझ में नहीं आता कि दुनिया में दुख क्यों है\nऔर कुछ की ख़ुशी केवल वीकेंड में आती है\nचिकने गालों और मजबूत भुजाओं वाले कुछ नट हैं\nएक ख़ास ढब वाली स्त्रियाँ हैं जिनके घरों में रोते हुए शिशु नहीं होते\nजो टारगेट पर दागी गई मिसाइल की तरह सीधे आ गिरते हैं\nकइयों के पास दुनिया को व्यवस्थित करने के हज़ारों फंडे हैं\nकुछ लोगों के होठों पर शिवानंद स्वामी के काव्य बराबर रहते हैं\nऔर कुछ लोगों के गले में कुमार शानू के गीत\n\nयह गैंग अपने समय की बड़ी प्रतिभाओं का प्लेटफॉर्म नंबर वन है\nयह गैंग किसी भी हँसते-खेलते देश के सीने पर सवार हो जाता है\nऔर किसी भी अंगड़ाती नदी पर डंडा मार उसे छितरा सकता है\nयह गैंग मुझे जितनी बार बुलाता है\nमेरा दिल धक् से रह जाता है\n\n"},{"title":"जीसस की कीलें \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"तुम्हारी तीसरी आंख की बरौनी टूटकर तुम्हारी तीसरी आंख के पानी में तैर रही है\n\nस्याही से दीर्घजीवी होते हैं उकेरकर लिखे गए शब्द\nआत्मा की भुजा पर बना गोदना तुम्हारा आकार है\nपेड़ पर उगे पत्ते चिडिय़ा के गीत हैं\n\nइन दिनों कोई चिडिय़ा तुम्हारे पेड़ पर नहीं बैठती\nऔर मैंने भी तुम्हें ख़त लिखना बंद कर दिया है\n\nतुमसे दूरी तुमसे मोह है\nमोहित मैं प्रागैतिहास में रहता हूं\nअकेला लेटा संकरी एक गुफा में उंगलियों से खुरचकर भित्तिचित्र बनाता हूं\n\nपुरातत्व की शौक़ीन तुम अपनी लाइब्रेरी में जिस खुरच को सराहती हो\nउसमें मेरे घिसे हुए नाख़ूनों का बुरादा भी है\n\nलोकल ट्रेन की चौथी सीट की तरह अंड़सा हुआ हूं तुम्हारी स्मृति में\nजो बीत गया वह भूत है मेरे सपनों में भूतों का डेरा है\n\nकुछ देर के लिए किसी पुराण में चला जाऊं ले आऊं वह क्षुरप्र बाण जो\nसौ चंद्रों वाली क्रूरता की ढाल और तुम्हारी उपेक्षा की तलवार\nसबको एक वार में चीरकर रख दे\n\nमैं भय का आराधक हूं\nशक्ति भी भय देती है जो जितना शक्तिशाली वह उतना भयभीत है\n\nमुझे चूमो नख से चूमो शिख तक चूमो आदि से चूमो अंत तक चूमो\nमैं सादि हूं सांत हूं सो अनंत तक नहीं करनी होगी तुम्हें कोशिश\nइसी देह में कहीं मेरे खुलने की कुंजी है\nहर अंग चूमो हर कोई चूमो\nएक सच्चा चुंबन पर्याप्त है मुझे खोल देने के लिए\n\nपर ऐन सही जगह पर सच्चा चुंबन अत्यंत दुर्लभ घटना है\n\nजीसस को चुभी कीलें टीस के पौधों के रूप में उगती हैं\n\nरक्त की धार हरी लताओं की तरह\nमुझ पर लिपटती ऊपर चढ़ती हैं\n\n"},{"title":"(पर) लोक-कथा \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"एक समय की बात है । एक बीज था । उसके पास एक धरती थी । दोनों प्रेम करते थे । बीज, धरती की गोद में लोट-पोट होता,हमेशा वहीं बने रहना चाहता । धरती उसे बांहों में बांधकर रखती थी और बार-बार उससे उग जाने को कहती । बीज अनमना था । धरती आवेग में थी । एक दिन बरसात हो गई और बीज अपने उगने को स्थगित नहीं कर पाया । अनमना उगा और एक दिन उगने में रम गया । अन्यमनस्कता भी रमणीय होती है । ख़ूब उगा और बहुत ऊँचा पहुँच गया। धरती उगती नहीं, फैलती है । पेड़ कितना भी फैल जाए, उसकी उगन उसकी पहचान होती है । \n\nदोनों बहुत दूर हो गए । कहने को तो जड़ें धरती में रहीं, लेकिन जड़ को किसने पेड़ माना है आज तक? पेड़ तो वह है जो धरती से दूर हुआ । उससे चिपका रहता, तो घास होता । \n\nपेड़ वापस एक बीज बनना चाहता है । धरती अपना आशीष वापस लेना चाहती है। पेड़ को दुख है कि अब वह वापस कभी वही एक बीज नहीं बन पाएगा । हाँ,हज़ारों बीजों में बदल जाएगा। धरती ठीक उसी बीज का स्पर्श कभी नहीं पा सकेगी। पेड़ उसके लिए महज़ एक परछाईं होगा । \n\nजीवन में हर चीज़ का विलोम नहीं होता । रात एक अँधेरा दिन नहीं होती, और दिन एक उजली रात नहीं होता । चाँद एक ठँडा सूरज नहीं, और सूरज एक गरम चाँद नहीं है । धरती और आसमान कहीं नहीं मिलते, कहीं भी नहीं । \n\nमैं पेड़ के बहुत क़रीब जाता हूँ और उससे कहता हूँ, सुनो, तुम अब भी एक बीज हो । वही वाला बीज । क़द के मद में मत आना। तुम अभी भी उगे नहीं हो  तुम सिर्फ़ धरती की कल्पना हो  \n\nसारे पेड़ कल्पना में उगते हैं । स्मृति में वे हमेशा बीज होते हैं\n\n"},{"title":"पंचतत्व \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"मेरी देह से मिट्टी निकाल लो और बंजरों में छिड़क दो \nमेरी देह से जल निकाल लो और रेगिस्तान में नहरें बहाओ \nमेरी देह से निकाल लो आसमान और बेघरों की छत बनाओ \nमेरी देह से निकाल लो हवा और यहूदी कैम्पों की वायु शुद्धकराओ \nमेरी देह से आग निकाल लो, तुम्हारा दिल बहुत ठंडा है\n\n"},{"title":"निविद \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"हमने साथ चलना शुरू किया था\nहमने साथ रहना शुरू किया था \nधीरे-धीरे मैं अलग होता चला गया \nएक कमरा मैंने ऐसा बना लिया है \nजहाँ अब किसी का भी प्रवेश निषिद्ध है \nजो भी इसे पढ़े, कृपया इसे आरोप नमाने \nयह महज़ एक आत्म-स्वीकृति है \n\nउससे दूर रहो जिसमें हीनभावना होती है \nतुम उसकी हीनता को दूर नहीं कर पाओगे \nख़ुद को श्रेष्ठ बताने के चक्कर में वह रोज़ तुम्हारी हत्याकरेगा \n\nमैं समंदर के भीतर से जन्मा हूँ \nलेकिन मुझे सी-फूड वाले शो-केस में मत रखना \nबुरादे में बदले दूध की तरह रहूंगा तुम्हारी आलमारी में \nजब जी चाहे घोलकर पी जाना \n\nद्रव में बदला हुआ प्रकाश हूँ\nतुम्हारी नाभि मेरे होने के द्रव से भरी है \nमैं सूखकर कस्तूरी बन गया\n\nसांस की धुन पर गाती है मेरी आत्मा \nमेरा हृदय घड़ी है स्पंदन तुम्हारे प्रेम की टिक-टॉक\nतुम्हारे बालों की सबसे उलझी लट हूँ \nजितना खिंचूंगा उतना दुखूँगा \n\nइस देश के भीतर वह देश हूं मैं जो हज़ारों साल पहले खो गया \nइस देह के भीतर वह देह हूं मैं जो हर अस्थि-कास्थि को खा गया \n\nतुम जागती हो निविद जागता है\nतुम दोनों के साथ सारे देव जागते हैं \n\nरात-भर चूमता रहता तुम्हारी पलकों को नींद के होंठों से \nरात-भर तुम्हारी हथेली पर रेखता रहा \nसिलवटों से भरा है तुम्हारी आंख का पानी \nफेंके हुए सारे कंकड़ अब वापस लेता हूँ\n\n"},{"title":"देखी तेरी कासी \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"हमारे भीतर का अँधेरा हमारी कँखौरियों तले छुपा होता है\nकिसी-किसी रात हम जुगनू भी नहीं होते \nहवा की परछाईं कांपती है मेरे रोमों पर \nमन के मैदान पर बेतरतीब उगी घास छंटने को अनमनी है \n\nपृथ्वी ने थाम रखा है चंचल शेष को \nशेष मेरे बीते समय का अवशेष है \n\nमुस्कान क्या है धीरे-धीरे फैलती एक सीमित दूरी के सिवाय \nचुंबन धीरे-धीरे गोल होती एक दूरी है \n\nभीतर जो शोर उठता है \nवह तुम्हारे न होने का डाकिया है अपनी साइकिल टिनटिनाता \nमेघों को जल से भरने का दायित्व मुझ पर है\nस्वीकार है मुझे अब सहर्ष सगर्व \n\nकोई तुमसे इतना प्रेम करेगा \nकि प्रेम कर-करके तुम्हारा नुक़सान कर देगा \nतुम कुछ कह भी नहीं पाओगे \nहर आघात के बाद वह पूछेगा \nतुम प्रेम में भी नफ़ा-नुक़सान देखते हो \n\nएक दिन तुम वह बादल बन जाओगे जो ज़रा-से आघात से रो देता है\n\nएक मौन पेड़ मुझे देखता रहता है \nचाहे कितना भी दूर क्यों न चला जाऊँ \nइतिहास गवाह है \nज़ालिमों को अत्यंत समर्पित प्रेमिकाएं मिलती हैं \n\nजा रे ज़माना\nदेखी तेरी कासी \nजहाँ मालिक भी खलासी\n\n"},{"title":"परिभाषा \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"पेड़ एक निर्वाक प्रतीक्षालय है \nमौन एक नाद है जिसके पीछे अनहद नदी बहती है\n\nतुम्हारे कंठ का स्वर गांडीव से निकला वत्सदंत है \nजो मृत्यु नहीं देता, जीवन के पार भी भटकन ही देता है\nगोया जीवन कम है मेरे लिए जीवन की भटकन भी कम है \n\nबाल दोमुँहे थे बातें भी दोमुँही \nक्या देव क्या दानव मेरे इतिहास में एक मुँह से किसी का काम ही न चल पाया \nसारे देव प्रेम करते थे प्रेम का एक भी देव नहीं \nवासना का देव था जो अपनी देह ही न सँभाल पाया\nअगर मैं हवा से तुम्हारी देह बनाकर तुम्हें चूमता हूँ बेतहाशा\nतो यह मेरी परम्परा का सर्वश्रेष्ठ पालन है\n\nमिथिहास एक अन्यमनस्क परिहास है \nहर परिभाषा फिर भी एक नई आशा है\n\nअल्प-विराम, अर्ध-विराम और तमाम विराम चिह्न जोड़ लिए \nसुंदर वाक्य शब्दों से बनता है संकेतों से नहीं \nमेरी गठरी में बहुत सितारे हैं \nलेकिन आसमान की मिल्कियत परिंदों को कभी मिली नहीं \n\nमुझे मत दोषो शब्द बनकर तुम्हें ही आना था \nमेरी गठरी को खोल आसमान बन तन जाना था\n\nमन पर कौमार्य की कोई झिल्ली नहीं होती\nमन भी देव है एक से ज़्यादा मुँह वाला\n\nहद है प्रेम हमेशा मुसीबत की तरह आया \nकोई मुसीबत कभी प्रेम की तरह नहीं आई \nकिसी ने कहा यह गूँगे का गुड़ है \nदरअसल यह मुहावरा ही अभिव्यक्ति के खि़लाफ़ सबसे गहरी साजि़श है \n\nहाथ की रेखाओं पर कभी रेल चला दी \nतो तय है सब आपस में टकराकर नष्ट हो जाएंगी \nऐसा सर्वनाश जंक्शन किसी नक़्शे में भी नहीं मिलेगा\n\nअंत के अनेक विकल्प हैं\n\n"},{"title":"सारे सिकंदर घर लौटने से पहले ही मर जाते हैं \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"सारे सिकंदर घर लौटने से पहले ही मर जाते हैं \nदुनिया का एक हिस्सा हमेशा अनजीता छूट जाता है \nचाहे कितने भी होश में हों, मन का एक हिस्सा अनचित्ता रहता है \nकितना भी प्रेम कर लें, एक शंका उसके समांतर चलती रहती है \nजाते हुए का रिटर्न-टिकट देख लेने के बाद भी मन में हूक मचती है कम से कम एक बार तो ज़रूर ही\nकि जाने के बाद लौट के आने का पल आएगा भी या नहीं \n\nमैंने ट्रेनों से कभी नहीं पूछा कि तुम अपने सारे मुसाफि़रों को जानती हो क्या \nपेड़ों से यह नहीं जाना कि वे सारी पत्तियों को उनके फ़र्स्‍ट-नेम से पुकारते हैं क्या \nमैं जीवन में आए हर एक को ज्ञानना चाहता था \nमैं हवा में पंछियों के परचिह्न खोजता \nअपने पदचिह्नों को अपने से आगे चलता देखता \n\nतुममें डूबूँगा तो पानी से गीला होऊंगा ना डूबूंगा तो बारिश से गीला होऊँगा \nतुम एक गीले बहाने से अधिक कुछ नहीं \nमैं आसमान जितना प्रेम करता था तुमसे तुम चुटकी-भर\nतुम्हारी चुटकी में पूरा आसमान समा जाता \n\nदुनिया दो थी तुम्हारे वक्षों जैसी दुनिया तीन भी थी तुम्हारीआंखों जैसी दुनिया अनगिनत थी तुम्हारे ख़्यालों जैसी \nमैं अकेला था तुम्हारे आँसू के स्वाद जैसा मैं अकेला थातुम्हारे माथे पर तिल जैसा मैं अकेला ही था \nदुनिया भले अनगिनत थी जिसमें जिया मैं \nहर वह चीज़ नदी थी मेरे लिए जिसमें तुम्हारे होने का नाद थाफिर भी स्वप्न की घोड़ी मुझसे कभी सधी नहीं\nतुम जो सुख देती हो, उनसे जिंदा रहता हूँ \nतुम जो दुख देती हो, उनसेकविता करता हूँ\nइतना जिया जीवन, कविता कितनी कमकर पाया\n\n"},{"title":"मंथरता से थकान \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"मेरी त्वचा की पार्थिव दरारें तुम्हारी अनुपस्थिति का रेखांकन हैं \nप्रेम तुम्हारी नीति थी मुझ पर राज करना तुम्हारी इच्छा\nमैं तुम्हारी राजनीति से मारा गया \n\nमेरे हृदय में हर पल मृत्यु का स्पंदन है \nबाँह के पास एक नस उसी लय पर फड़कती है जिस पर दिल धड़कता है \n\nइतने बरसों में इतने शहरों में इतने मकानों में इतनी तरहों सेरहता आया मैं \nकि कई बार सुबह उठने पर यह अंदाज़ा नहीं होता कि \nबाईं ओर को बाथरूम पड़ता है या बाल्कनी \n\nइस महासागर में जितनी भी बूँदें हैं वे मेरे जिए हुए पल हैं \nजितनी बूंदें छिपी हैं अनंत के मेघ और अमेघ में \nदिखने पर वे भी ठीक ऐसी ही दिखती हैं\n\nमैं बलता रहा दीप की बाती की तरह \nजिसमें डूबा था वह तैल मुझे छलता रहा \nभरी दोपहर बीच सड़क जलाया तुमने मुझे \nमुझे कमतर जताने की तुम्हारी इस विनम्रता को चूमता हूं मैं \n\nतुम आओ और मेरे पैरों में पहिया बन जाओ \nइस मंथरता से थक चुका हूँ मैं \nथकने के लिए अब मुझे गति चाहिए\n\n"},{"title":"समाधि \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"मेरे भीतर समाधिस्थ हैं\nसत्रह के नारे\nसैंतालिस की त्रासदी\nपचहत्तर की चुप्पियां\nऔर नब्बे के उदार प्रहार\nघूंघट काढ़े कुछ औरतें आती हैं\nऔर मेरे आगे दिया बाल जाती हैं\n\nगहरी नींद में डूबा एक समाज\nजागने का स्वप्न देखते हुए\nकुनमुनाता है\n\nगरमी की दुपहरी बिजली कट गई है\nएक विचारधारा पैताने बैठ\nउसे पंखा झलती है\n\nन नींद टूटती है न भरम टूटते हैं\n\n"},{"title":"दूध के दाँत \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"देह का कपड़ा\nदेह की गरमी से\nदेह पर ही सूखता है\n- कृष्णनाथ\n\nमैंने जिन-जिन जगहों पे गाड़े थे अपने दूध के दांत\nवहां अब बड़े-खड़े पेड़ लहलहाते हैं\n\nदूध का सफ़ेद\nतनों के कत्थई और पत्तों के हरे में\nलौटता है\n\nजैसे लौटकर आता है कर्मा\nजैसे लौटकर आता है प्रेम\nजैसे विस्मृति में भी लौटकर आती है\nकहीं सुनी गई कोई धुन\nबचपन की मासूमियत बुढ़ापे के\nसन्निपात में लौटकर आती है\n\nभीतर किसी खोह में छुपी रहती है\nतमाम मौन के बाद भी\nलौट आने को तत्पर रहती है हिंसा\n\nलोगों का मन खोलकर देखने की सुविधा मिले\nतो हर कोई विश्वासघाती निकले\nसच तो यह है\nकि अनुवाद में वफ़ादारी कहीं आसान है\nकिसी गूढ़ार्थ के अनुवाद में बेवफ़ाई हो जाए\nतो नकचढ़ी कविता नाता नहीं तोड़ लेती\n\nमेरे भीतर पुरखों जैसी शांति है\nसमकालीनों जैसा भय\nलताओं की तरह चढ़ता है अफ़सोस मेरे बदन पर\nअधपके अमरूद पेड़ से झरते हैं\n\nमैं जो लिखता हूँ\nवह एक बच्चे की अंजुलियों से रिसता हुआ पानी है\n\n"},{"title":"काव्य-न्याय \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"जिस आदम को स्वर्ग से बेआबरू निकाला गया\nउसकी नियति देख लीजिए\nआदम के आंगन में बाल-बच्चे किलक रहे\nस्वर्ग ख़ुद ही नेस्तनाबूद हो गया\n\n"},{"title":"चंपा के फूल \/ गीत चतुर्वेदी","author":"गीत चतुर्वेदी","poem":"(दो अजीब और अविश्वसनीय चीज़ों को जोडऩे का काम \nकरते हैं उम्मीद और स्वप्न \nबुनियाद में बैठा भ्रम विश्वास का सहोदर है\nउस कु़रबत का आलिंगन \nजो तमाम दूरियों से भी ताउम्र निराश नहीं होती)\n\nकहा था, काँच हूँ, पार देख लोगे तुम मेरे \nमेरी पीठ पर क़लई लगाकर ख़ुद को भी देखोगे बहुत सच्चा \nजिस दिन टूटूंगा, गहरे चुभूंगा, किरचों को बुहारने को ये उम्र भी कम लगेगी \nतुमसे प्रेम करना हमेशा अपने भ्रम से खिलवाड़ करना रहा\nस्वप्न में हुए एक सुंदर प्रणय को उचक कर छू लेना चाहता हूँ\nलेकिन चंपा मेरी उचक से परे खिलती है\nमैं उसकी छाँव में बैठा उसके झरने की प्रतीक्षा करता हूँ\nएक अविश्वसनीय सुगंध \nउम्मीद की शक्ल में मेरे सपने में आती है \nमुझे देखो, मैं एक आदमक़द इंतज़ार हूँ\nमैं सुबह की उस किरण को सांत्वना देता हूँ\nजो तमाम हरियाली पर गिरकर भी कोई फूल न खिला सकी\nचंपा के फूलों की पंखुडिय़ां सहलाता हूँ \nउनकी सुगंध से ख़ुद को भरता तुम्हारे कमरे के कृष्ण से पूछता हूँ \nचंपा के फूल पर कभी कोई भंवरा क्यों नहीं बैठता\nदो पहाडिय़ों को सिर्फ़ पुल ही नहीं जोड़ते, खाई भी जोड़ती है\n\n"}]