[
{"poem":"घाटी के दिल की धड़कन\n काश्मीर जो खुद सूरज के बेटे की रजधानी था\n डमरू वाले शिव शंकर की जो घाटी कल्याणी था\n काश्मीर जो इस धरती का स्वर्ग बताया जाता था\n जिस मिट्टी को दुनिया भर में अर्ध्य चढ़ाया जाता था\n काश्मीर जो भारतमाता की आँखों का तारा था\n काश्मीर जो लालबहादुर को प्राणों से प्यारा था\n काश्मीर वो डूब गया है अंधी-गहरी खाई में\n फूलों की खुशबू रोती है मरघट की तन्हाई में\n \n ये अग्नीगंधा मौसम की बेला है\n गंधों के घर बंदूकों का मेला है\n मैं भारत की जनता का संबोधन हूँ\n आँसू के अधिकारों का उदबोधन हूँ\n मैं अभिधा की परम्परा का चारण हूँ\n आजादी की पीड़ा का उच्चारण हूँ\n \n इसीलिए दरबारों को दर्पण दिखलाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन गाने निकला हूँ ||\n \n बस नारों में गाते रहियेगा कश्मीर हमारा है\n छू कर तो देखो हिम छोटी के नीचे अंगारा है\n दिल्ली अपना चेहरा देखे धूल हटाकर दर्पण की\n दरबारों की तस्वीरें भी हैं बेशर्म समर्पण की\n \n काश्मीर है जहाँ तमंचे हैं केसर की क्यारी में\n काश्मीर है जहाँ रुदन है बच्चों की किलकारी में\n काश्मीर है जहाँ तिरंगे झण्डे फाड़े जाते हैं\n सैंतालिस के बंटवारे के घाव उघाड़े जाते हैं\n काश्मीर है जहाँ हौसलों के दिल तोड़े जाते हैं\n खुदगर्जी में जेलों से हत्यारे छोड़े जाते हैं\n \n अपहरणों की रोज कहानी होती है\n धरती मैया पानी-पानी होती है\n झेलम की लहरें भी आँसू लगती हैं\n गजलों की बहरें भी आँसू लगती हैं\n \n मैं आँखों के पानी को अंगार बनाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन गाने निकला हूँ ||\n \n काश्मीर है जहाँ गर्द में चन्दा-सूरज- तारें हैं\n झरनों का पानी रक्तिम है झीलों में अंगारे हैं\n काश्मीर है जहाँ फिजाएँ घायल दिखती रहती हैं\n जहाँ राशिफल घाटी का संगीने लिखती रहती हैं\n काश्मीर है जहाँ विदेशी समीकरण गहराते हैं\n गैरों के झण्डे भारत की धरती पर लहरातें हैं\n \n काश्मीर है जहाँ देश के दिल की धड़कन रोती है\n संविधान की जहाँ तीन सौ सत्तर अड़चन होती है\n काश्मीर है जहाँ दरिंदों की मनमानी चलती है\n घर-घर में ए. के. छप्पन की राम कहानी चलती है\n काश्मीर है जहाँ हमारा राष्ट्रगान शर्मिंदा है\n भारत माँ को गाली देकर भी खलनायक जिन्दा है\n काश्मीर है जहाँ देश का शीश झुकाया जाता है\n मस्जिद में गद्दारों को खाना भिजवाया जाता है\n \n गूंगा-बहरापन ओढ़े सिंहासन है\n लूले - लंगड़े संकल्पों का शासन है\n फूलों का आँगन लाशों की मंडी है\n अनुशासन का पूरा दौर शिखंडी है\n \n मै इस कोढ़ी कायरता की लाश उठाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन गाने निकला हूँ ||\n \n हम दो आँसू नहीं गिरा पाते अनहोनी घटना पर\n पल दो पल चर्चा होती है बहुत बड़ी दुर्घटना पर\n राजमहल को शर्म नहीं है घायल होती थाती पर\n भारत मुर्दाबाद लिखा है श्रीनगर की छाती पर\n मन करता है फूल चढ़ा दूं लोकतंत्र की अर्थी पर\n भारत के बेटे निर्वासित हैं अपनी ही धरती पर\n \n वे घाटी से खेल रहे हैं गैरों के बलबूते पर\n जिनकी नाक टिकी रहती है पाकिस्तानी जूतों पर\n काश्मीर को बँटवारे का धंधा बना रहे हैं वो\n जुगनू को बैसाखी देकर चन्दा बना रहे हैं वो\n फिर भी खून-सने हाथों को न्योता है दरबारों का\n जैसे सूरज की किरणों पर कर्जा हो अँधियारों का\n \n कुर्सी भूखी है नोटों के थैलों की\n कुलवंती दासी हो गई रखैलों की\n घाटी आँगन हो गई ख़ूनी खेलों की\n आज जरुरत है सरदार पटेलों की\n \n मैं घाटी के आँसू का संत्रास मिटाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन गाने निकला हूँ ||\n \n जब चौराहों पर हत्यारे महिमा-मंडित होते हों\n भारत माँ की मर्यादा के मंदिर खंडित होते हों\n जब क्रश भारत के नारे हों गुलमर्गा की गलियों में\n शिमला-समझौता जलता हो बंदूकों की नालियों में\n \n अब केवल आवश्यकता है हिम्मत की खुद्दारी की\n दिल्ली केवल दो दिन की मोहलत दे दे तैय्यारी की\n सेना को आदेश थमा दो घाटी ग़ैर नहीं होगी\n जहाँ तिरंगा नहीं मिलेगा उनकी खैर नहीं होगी\n \n जिनको भारत की धरती ना भाती हो\n भारत के झंडों से बदबू आती हो\n जिन लोगों ने माँ का आँचल फाड़ा हो\n दूध भरे सीने में चाकू गाड़ा हो\n \n मैं उनको चौराहों पर फाँसी चढ़वाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन गाने निकला हूँ ||\n \n अमरनाथ को गाली दी है भीख मिले हथियारों ने\n चाँद-सितारे टांक लिये हैं खून लिपि दीवारों ने\n इसीलियें नाकाम रही हैं कोशिश सभी उजालों की\n क्योंकि ये सब कठपुतली हैं रावलपिंडी वालों की\n अंतिम एक चुनौती दे दो सीमा पर पड़ोसी को\n गीदड़ कायरता ना समझे सिंहो की ख़ामोशी को\n \n हमको अपने खट्टे-मीठे बोल बदलना आता है\n हमको अब भी दुनिया का भूगोल बदलना आता है\n दुनिया के सरपंच हमारे थानेदार नहीं लगते\n भारत की प्रभुसत्ता के वो ठेकेदार नहीं लगते\n तीर अगर हम तनी कमानों वाले अपने छोड़ेंगे\n जैसे ढाका तोड़ दिया लौहार-कराची तोड़ेंगे\n \n आँख मिलाओ दुनिया के दादाओं से\n क्या डरना अमरीका के आकाओं से\n अपने भारत के बाजू बलवान करो\n पाँच नहीं सौ एटम बम निर्माण करो\n \n मै भारत को दुनिया का सिरमौर बनाने निकला हूँ |\n मैं घायल घाटी के दिल की धड़कन निकला हूँ || \n\n", "author":"हरिओम पंवार", "title":"घाटी के दिल की धड़कन / हरिओम पंवार"}
,
{"poem":"मेरा गीत चाँद है ना चाँदनी\n न किसी के प्यार की है रागिनी\n हंसी भी नही है माफ कीजिये\n खुशी भी नही है माफ कीजिये\n शब्द - चित्र हूँ मैं वर्तमान का\n आइना हूँ चोट के निशान का\n मै धधकते आज की जुबान हूँ\n मरते लोकतन्त्र का बयान हूँ\n \n कोइ न डराए हमे कुर्सी के गुमान से\n और कोइ खेले नही कलम के स्वाभिमान से\n हम पसीने की कसौटियों के भोजपत्र हैं\n आंसू - वेदना के शिला- लेखों के चरित्र हैं\n हम गरीबों के घरों के आँसुओं की आग हैं\n आन्धियों के गाँव मे जले हुए चिराग हैं\n \n किसी राजा या रानी के डमरु नही हैं हम\n दरबारों की नर्तकी के घुन्घरू नही हैं हम\n सत्ताधीशों की तुला के बट्टे भी नही हैं हम\n कोठों की तवायफों के दुपट्टे भी नही हैं हम\n अग्निवंश की परम्परा की हम मशाल हैं\n हम श्रमिक के हाथ मे उठी हुई कुदाल हैं\n ये तुम्हारी कुर्सियाँ टिकाऊ नही हैं कभी\n औ हमारी लेखनी बिकाऊ नही है कभी\n राजनीति मे बडे अचम्भे हैं जी क्या करें\n हत्यारों के हाथ बडे लम्बे हैं जी क्या करें\n आज ऐरे गैरे- भी महान बने बैठे हैं\n जाने- माने गुंडे संविधान बने बैठे हैं\n \n आज ऐसे - ऐसे लोग कुर्सी पर तने मिले\n जिनके पूरे - पूरे हाथ खून मे सने मिले\n डाकु और वर्दियों की लाठी एक जैसी है\n संसद और चम्बल की घाटी एक जैसी है\n दिल्ली कैद हो गई है आज उनकी जेब मे\n जिनसे ज्यादा खुद्दारी है कोठे की पाजेब मे\n \n दरबारों के हाल- चाल न पूछो घिनौने हैं\n गद्दियों के नीचे बेइमानी के बिछौने हैं\n हम हमारा लोकतन्त्र कहते हैं अनूठा है\n दल- बदल विरोधी कानूनो को ये अंगूठा है\n कभी पन्जा , कभी फूल, कभी चक्कर धारी हैं\n कभी वामपन्थी कभी हाथी की सवारी हैं\n \n आज सामने खडे हैं कल मिलेंगे बाजू मे\n रात मे तुलेंगे सूटकेशों की तराजू मे\n आत्मायें दल बदलने को ऐसे मचलती हैं\n ज्यों वेश्यांये बिस्तरों की चादरें बदलती हैं\n उनकी आरती उतारो वे बडे महान हैं\n जिनकी दिल्ली मे दलाली की बडी दुकान है\n \n ये वो घडियाल हैं जो सिन्धु मे भी सूखें हैं\n सारा देश खा चुके हैं और अभी भूखे हैं\n आसमा के तारे आप टूटते देखा करो\n देश का नसीब है ये फूटते देखा करो\n बोलना छोडो खामोशी का समय है दोस्तो\n डाकुओं की ताजपोशी का समय है दोस्तो \n\n", "author":"हरिओम पंवार", "title":"मै मरते लोकतन्त्र का बयान हूँ / हरिओम पंवार"}
,
{"poem":"कोई रूप नहीं बदलेगा सत्ता के सिंहासन का\n कोई अर्थ नहीं निकलेगा बार-बार निर्वाचन का\n एक बड़ा ख़ूनी परिवर्तन होना बहुत जरुरी है\n अब तो भूखे पेटों का बागी होना मजबूरी है\n \n जागो कलम पुरोधा जागो मौसम का मजमून लिखो\n चम्बल की बागी बंदूकों को ही अब कानून लिखो\n हर मजहब के लम्बे-लम्बे खून सने नाखून लिखो\n गलियाँ- गलियाँ बस्ती-बस्ती धुआं-गोलियां खून लिखो\n \n हम वो कलम नहीं हैं जो बिक जाती हों दरबारों में\n हम शब्दों की दीप- शिखा हैं अंधियारे चौबारों में\n हम वाणी के राजदूत हैं सच पर मरने वाले हैं\n डाकू को डाकू कहने की हिम्मत करने वाले हैं\n \n जब तक भोली जनता के अधरों पर डर के ताले हैं\n तब तक बनकर पांचजन्य हम हर दिन अलख जगायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n अगवानी हर परिवर्तन की भेंट चढ़ी बदनामी की\n हमने बूढ़े जे.पी. के आँसू की भी नीलामी की\n परिवर्तन की पतवारों से केवल एक निवेदन था\n भूखी मानवता को रोटी देने का आवेदन था\n \n अब भी रोज कहर के बादल फटते हैं झोपड़ियों पर\n कोई संसद बहस नहीं करती भूखी अंतड़ियों पर\n अब भी महलों के पहरे हैं पगडण्डी की साँसों पर\n शोकसभाएं कहाँ हुई हैं मजदूरों की लाशों पर\n \n निर्धनता का खेल देखिये कालाहांडी में जाकर\n बेच रही है माँ बेटी को भूख प्यास से अकुलाकर\n यहाँ बचपना और जवानी गम में रोज बुढ़ाती हैं\n माँ , बेटे की लाशों पर आँचल का कफ़न उढाती है\n \n जब तक बंद तिजोरी में मेहनतकश की आजादी है\n तब तक हम हर सिंहासन को अपराधी बतलायेंगे\n बाग़ी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n गाँधी के सपनों का सारा भारत टूटे लेता है\n यहाँ चमन का माली खुद ही कलियाँ लुटे लेता है\n निंदिया के आँचल में जब ये सारा जग सोता होगा\n राजघाट में चुपके -चुपके तब गाँधी रोता होगा\n \n हर चौराहे से आवाजें आती हैं संत्रासों की\n पूरा देश नजर आता है मंडी ताज़ा लाशों की\n सिंहासन को चला रहे हैं नैतिकता के नारों से\n मदिरा की बदबू आती है संसद की दीवारों से\n \n जन-गण-मन ये पूछ रहा है दिल्ली की दीवारों से\n कब तक हम गोली खायें सरकारी पहरेदारों से\n सिंहासन खुद ही शामिल है अब तो गुंडागर्दी में\n संविधान के हत्यारे हैं अब सरकारी वर्दी में\n \n जब तक लाशें पड़ी रहेंगी फुटपाथों की सर्दी में\n तब तक हम अपनी कविता के अंगारे दहकायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n कोई भी निष्पक्ष नहीं है सब सत्ता के पण्डे हैं\n आज पुलिस के हाथों में भी अत्याचारी डंडे हैं\n संसद के सीने पर ख़ूनी दाग दिखाई देता है\n पूरा भारत जलियांवाला बाग़ दिखाई देता है\n \n इस आलम पर मौन लेखनी दिल को बहुत जलाती है\n क्यों कवियों की खुद्दारी भी सत्ता से डर जाती है\n उस कवि का मर जाना ही अच्छा है जो खुद्दार नहीं\n देश जले कवि कुछ न बोले क्या वो कवि गद्दार नहीं\n \n कलमकार का फर्ज रहा है अंधियारों से लड़ने का\n राजभवन के राजमुकुट के आगे तनकर अड़ने का\n लेकिन कलम लुटेरों को अब कहती है गाँधीवादी\n और डाकुओं को सत्ता ने दी है ऐसी आजादी\n \n राजमुकुट पहने बैठे हैं बर्बरता के अपराधी\n हम ऐसे ताजों को अपनी ठोकर से ठुकरायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n बुद्धिजीवियों को ये भाषा अखबारी लग सकती है\n मेरी शैली काव्य-शास्त्र की हत्यारी लग सकती है\n पर जब संसद गूंगी शासन बहरा होने लगता है\n और कलम की आजादी पर पहरा होने लगता है\n \n तो अंतर आ ही जाता है शब्दों की परिभाषा में\n कवि को चिल्लाना पड़ता है अंगारों की भाषा में\n जब छालों की पीड़ा गाने की मजबूरी होती है\n तो कविता में कला-व्यंजना ग़ैर जरुरी होती है\n \n झोपड़ियों की चीखों का क्या कहीं आचरण होता है\n मासूमो के आँसू का क्या कहीं व्याकरण होता है\n वे उनके दिल के छालों की पीड़ा और बढ़ाते हैं\n जो भूखे पेटों को भाषा का व्याकरण पढ़ाते हैं\n \n जिन शब्दों की अय्याशी को पंडित गीत बताते हैं\n हम ऐसे गीतों की भाषा कभी नहीं अपनाएंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n जब पूरा जीवन पीड़ा के दामन में ढल जाता है\n तो सारा व्याकरण पेट की अगनी में जल जाता है\n जिस दिन भूख बगावत वाली सीमा पर आ जाती है\n उस दिन भूखी जनता सिंहासन को भी खा जाती है\n \n मेरी पीढ़ी वालो जागो तरुणाई नीलाम न हो\n इतिहासों के शिलालेख पर कल यौवन बदनाम न हो\n अपने लोहू में नाखून डुबोने को तैयार रहो\n अपने सीने पर कातिल लिखवाने को तैयार रहो\n \n हम गाँधी की राहों से हटते हैं तो हट जाने दो\n अब दो-चार भ्रष्ट नेता कटते हैं तो कट जाने दो\n हम समझौतों की चादर को और नहीं अब ओढेंगे\n जो माँ के आँचल को फाड़े हम वो बाजू तोड़ेंगे\n \n अपने घर में कोई भी जयचंद नहीं अब छोड़ेंगे\n हम गद्दारों को चुनकर दीवारों में चिन्वायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे \n\n", "author":"हरिओम पंवार", "title":"बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे / हरिओम पंवार"}
,
{"poem":"मैं ताजों के लिये समर्पण, वंदन गीत नहीं गाता\n दरबारों के लिये कभी अभिनन्दन-गीत नहीं गाता\n गौण भले हो जाऊँ लेकिन मौन नहीं हो सकता मैं\n पुत्र- मोह में शस्त्र त्याग कर द्रोण नहीं हो सकता मैं\n कितने भी पहरे बैठा दो मेरी क्रुद्ध निगाहों पर\n मैं दिल्ली से बात करूँगा भीड़ भरे चौरोहों पर\n \n दिल्ली को कोई आतंकी जादू- टोना लगता है\n गीता-रामायण का भारत बौना -बौना लगता है\n विस्फोटों की अपहरणों की स्वर्णमयी आजादी है\n रोज गौडसे की गोली के आगे कोई गाँधी है\n मैनें भू पर रश्मिरथी का घोड़ा रुकते देखा है\n पाँच तमंचों के आगे दिल्ली को झुकते देखा है\n \n हम पूरी दुनिया में बेचारे- से हैं\n अपमानों की ठोकर के मारे- से हैं\n मजबूरी संसद की सीरत लगती है\n अमरीका की चौखट तीरथ लगती है\n मैं दिनकर का वंशज दिल्ली को दर्पण दिखलाता हूँ\n इसीलिए मैं केवल अग्नीगंधा गीत सुनाता हूँ\n \n जब भारत का यान खड़ा था कंधारों की धरती पर\n असमंजसता बनी हुई थी भारतीयों की मुक्ति पर\n भीम छुपाकर मुँह बैठे थे बेशर्मी के दामन में\n अर्जुन का गांडीव पड़ा था कायरता के आँगन में\n रावन अट्टहास करता था पंचवटी की राहों में\n राम घिरे लाचार खड़े थे गठबंधन की बाँहों में\n \n हम हमदर्दी खोज रहे थे काबुल वाले गैरों में\n हमने टोपी जाकर रख दी अफगानों के पैरों में\n जो अफगानी आतंकों की शैली गढ़ते देखे हैं\n जिनके बाजू केसर की क्यारी तक बढ़ते देखे हैं\n जो दामन में ओसामा लादेन छिपाकर बैठे हैं\n अपनी आँखों में पिंडी के नैन छुपाकर बैठे हैं\n \n उनकी साजिश-मक्कारी से मेरा भारत छला गया\n और वार्ता करने उनके दरवाजे पर चला गया\n भारत खून-सने हाथों से हाथ मिलाने पहुँच गया\n सिंहराज कुत्तों के आगे पूंछ हिलाने पहुँच गया\n अफगानी चेहरे से उजले मन के भीतर काले थे\n तालिबान के सारे पासे मामा शकुनी वाले थे\n \n उनसे कोई आशा करना दिल्ली की नादानी थी\n इस चौसर में हर युधिष्ठिर की निश्चित हो जानी थी\n दिल्ली के दरबार फ़ैसले ग़लत वरण कर बैठे हैं\n पांडव खुद ही पांचाली का चीर-हरण कर बैठें हैं\n \n स्वाभिमान को रहन किये बैठे हैं हम\n खुद्दारी को दहन किये बैठे हैं हम\n हमने सीने में अपमान सहेज लिया\n हत्यारों के साथ मंत्री भेज दिया\n \n मैं इस नादानी पर मुट्ठी कस -कस कर रह जाता हूँ\n इसीलिए मैं केवल अग्नीगंधा गीत सुनाता हूँ\n \n जिनके दिल में दया नहीं उमड़ी रमजान महीने में\n उनको फर्क नहीं मासूमों के मरने में जीने में\n जब हत्यारों ने इंसानी रिश्ते-नाते त्यागे थे\n और फिरौती में दिल्ली से छत्तिस कैदी मांगे थे\n तब दिल्लीवालों ने केवल निर्णय एक लिया होता\n छत्तिस के छत्तिस को तोप के मुँह से बांध दिया होता\n \n काश हमारी दिल्ली की आँखों में काल दिखा होता\n सिंहासन की आँखों का भी डोरा लाल दिखा होता\n और चुनौती दे दी होती सीधे रावलपिंडी को\n भीष्म पितामह क्षमा नहीं कर सकते और शिखंडी को\n नयन तीसरा डमरू वाले शिव ने खोल दिया होता\n ऊँचे स्वर में लालकिले से हमने बोल दिया होता\n तनिक खरोंचें भी आई जो भारत के बाशिंदों को\n जिन्दा एक नहीं छोड़ेंगे बंदी पड़े दरिंदों को\n बंधक भी बचते भारत का गौरव भी जिन्दा रहता\n और हमारा सर दुनिया में यूँ ना शर्मिंदा रहता\n आतंकों के आँधी -तूफां - बादल सब रुकते दिखते\n चंदा-तारे भारत माँ के चरणों में झुकते दिखते\n \n काश उन्हें हम हिन्दुस्तानी पानी याद दिला देते\n उनको क्या उनके पुरखों को नानी याद दिला देते\n लेकिन हम तो हर कीमत पर समझौते के आदी हैं\n मुँह पर चाँटा खाते रहने वाले गाँधीवादी हैं\n \n ये कायरता का ना खेल हुआ होता\n गद्दी पर सरदार पटेल हुआ होता\n उग्रवाद की उम्र साँझ कर दी जाती\n हर आतंकी कोख बाँझ कर दी जाती\n \n मैं दरबारों की लाचारी को चाणक्य पढ़ाता हूँ\n इसीलिए मैं केवल अग्नीगंधा गीत सुनाता हूँ\n \n मुक्त रुबिया का हो जाना निर्णय ग़लत हुआ हमसे\n और तभी पूरी घाटी धुंधलाई आतंकी तम से\n हमने अपनी खुद्दारी के सही जलजले नहीं किये\n और हमारे दरबारों ने लौह-फ़ैसले नहीं किये\n अर्जुन मछली की आँखों पर तीर चलाना चूक गये\n मुट्ठी भर जुगनू सूरज के ज्योति-कलश पर थूक गये\n \n राजनीति ने अपनी ही सेना के बाजू तोड़ दिए\n बारी-बारी समझौतों में ख़ूनी कातिल छोड़ दिये\n जब सिंहासन का राजा ही कायर दिखने लगता है\n तो पूरा मौसम हत्यारा डायर दिखने लगता है\n आखिर यूँ झुकते-झुकते दुनिया से क्या ले लेंगे हम\n कोई दिल्ली मांगेगा तो क्या दिल्ली दे देंगे हम\n \n बंधकजन के परिजन भी सब खुदगर्जी में झूल गये\n अपने रिश्ते याद रहे भारत माता को भूल गये\n उनके हर परिजन ने कायर होने का आभास दिया\n नहीं किसी ने त्याग-धर्म का दिल्ली को विश्वाश दिया\n काश कि उनके परिवारों ने हिम्मत ना तोड़ी होती\n हमने जग में देश-प्रेम की अमर कथा जोड़ी होती\n आखिर उन परिवारों की भी कोई जिम्मेदारी थी\n सच पूछो तो दिल्ली उनके परिवारों से हारी थी\n \n क्या ये देश उन्हीं का है जो सीमा पर मर जाते हैं\n अपना खून बहाकर टीका सरहद पर कर जाते हैं\n ऐसा युद्ध वतन की खातिर सबको लड़ना पड़ता है\n संकट की घड़ियों में सबको सैनिक बनना पड़ता है\n जो भी कौम वतन की खातिर मरने को तैयार नहीं\n उसकी संतति को आजादी जीने का अधिकार नहीं\n \n अब जग के दादाओं से डरना छोडो\n और कराची से अपना नाता तोड़ो\n अब एक और महाभारत लड़ना होगा\n चक्र सुदर्शन लेकर के अड़ना होगा\n \n मैं अर्जुन को श्रीकृष्ण की गीता याद दिलाता हूँ\n इसीलिए मै केवल अग्नीगंधा गीत सुनाता हूँ\n \n किसके कितने लाल सलोने सीमा पर छिन जाते हैं\n गुरु गोविन्द जी बेटे दीवारों में चिन जाते हैं\n झाँसी की रानी लड़कर रजधानी मिटवा देती है\n पन्ना धाय वफ़ादारी में बेटा कटवा देती है\n मंगल पांडे आजादी का परवाना हो जाता है\n उधम डायर से बदले को दीवाना हो जाता है\n \n घास-फूँस की रोटी खाकर राणा नहीं लड़े थे क्या\n बन्दा बैरागी के सर पर हाथी नहीं चढ़े थे क्या\n वीर हकीकत राय धर्म की खातिर मरते देखे हैं\n ऋषि दधिची भी अपनी हड्डी अर्पण करते देखे हैं\n हाड़ी रानी शीश काट कर थाली में रख देती है\n ये गाथा उनको सूरज की लाली में रख देती है\n \n जेल भरे क्यूँ बैठे हैं हम आदमखोर दरिंदों से\n आजादी का दिल घायल है जिनके गोरखधंधों से\n घाटी में आतंकवाद के कारक सिद्ध हुए हैं जो\n बच्चों की मुस्कानों के संहारक सिद्ध हुए हैं जो\n उन जहरीले नागो को भी दूध पिलाती है दिल्ली\n मेहमानों जैसी बिरयानी-मटन खिलाती है दिल्ली\n \n आज समय को उत्तर देना ही होगा सिंहासन को\n चीरहरण की कौन इजाजत देता है दुशाशन को\n न्याय-व्यवस्था निर्णय करने में मजबूर रही तो क्यों&#160;?\n इनकी गर्दन फाँसी के फंदों से दूर रही तो क्यों&#160;?\n जिनकी जहरीली साँसों में आतंकों की आँधी है\n उनको जिन्दा रखने में दिल्ली असली अपराधी है\n \n कानूनों की हथकड़ियों को कड़ा करो\n इनको फाँसी के फंदों पर खड़ा करो\n पागल कुत्ते की हत्या मजबूरी है\n गद्दारों को फाँसी बहुत जरुरी है\n \n मैं बजरंगबली को उनकी ताकत याद दिलाता हूँ\n इसीलिए मै केवल अग्नीगंधा गीत सुनाता हूँ \n\n", "author":"हरिओम पंवार", "title":"विमान-अपहरण / हरिओम पंवार"}
,
{"poem":"गाँधी के विरोधियों पुजारियों का मेल है\n राजनीति सांप और नेवले का खेल है\n \n काँग्रेसियों का देखो आज तुम कमाल जी\n धीरे-धीरे पूरी काँग्रेस है हलाल जी\n कोई पश्चाताप नहीं ना कोई मलाल जी\n क्या हुआ जो जूतियों में बाँट रही है दाल जी\n \n कांग्रेस नेहरु और गोखले की जान थी\n कांग्रेस इंदिरा जी की आन-बान-शान थी\n कांग्रेस गाँधी जी तिलक का स्वाभिमान थी\n कल स्वतंत्रता -सेनानी होने का प्रमाण थी\n \n काँग्रेस अरुणा आसिफ अली का ईमान थी\n कांग्रेस भारती की पूजा का सामान थी\n कांग्रेस भिन्नता में एकता की तान थी\n पूरे देश को जो बांध सके वो कमान थी\n \n नेताजी सुभाष चन्द्र बोस काँग्रेसी थे\n टंडन जी, नरेंदर देव घोष काँग्रेसी थे\n लाल बहादुर की अंतिम साँस काँग्रेस थी\n लोहिया जी की भी कभी प्यास काँग्रेस थी\n \n लाला लाजपत की चोट वाली काँग्रेस थी\n हर गली-गली में वोट वाली काँग्रेस थी\n जे.पी. की भी जली थी जवानी काँग्रेस में\n आजादी की पली थी कहानी काँग्रेस में\n \n काँग्रेस पार्टी जो शुरू से महान थी\n जो स्वतंत्र - काल में अधिक समय प्रधान थी\n काँग्रेसी टोपी कल जो शीश पे थी शेरों के\n आज पैरों में है ऐरे-गैरे नत्थू खैरों के \n\n", "author":"हरिओम पंवार", "title":"कहानी कांग्रेस की / हरिओम पंवार"}
,
{"poem":"मैं लिखते-लिखते रोया था\n मैं भारी मन से गाता हूँ\n जो हिम-शिखरों का फूल बनी\n मैं उनको फूल चढ़ाता हूँ\n \n मैंने उनके सिंहासन के विपरीत लिखा कविता गायीं\n पर उनके ना रहने पर आँखें आँसू भर-भर लायीं\n रह-रहकर झकझोर रही हैं यादें ख़ूनी आँधी की\n जैसे दोबारा से हत्या हो गयी महात्मा गाँधी की\n \n वो पर्वत राजा की बेटी ऊंची, हो गयी हिमालय से\n जिसने भारत ऊँचा माना सब धर्मों के देवालय से\n भूगोल बदलने वाली वो इतिहास बदलकर चली गयी\n जिससे हर दुश्मन हार गया अपनों के हाथों छली गयी\n \n शातिर देशों की माटी ने ये ओछी मक्कारी की है\n पर घर के ही जयचंदों ने भारत से गद्दारी की है\n बी.बी.सी. से धमकी देना कायरता है, गद्दारी है\n हम और किसी को क्या रोयें गोली अपनों ने मारी है\n \n हमने मुट्ठी भींची-खोली लेकिन गुस्से को पी डाला\n हम कई समंदर रोयें हैं हमने पी है गम की हाला\n हमने अपना गुस्सा रोका पूरे सयंम से काम लिया\n हिन्दू-सिक्ख भाई-भाई हैं इस नारे को साकार किया\n \n लेकिन हिन्दू-सिक्ख भाई हैं ये परिपाटी नीलाम ना हो\n केवल दो-चार कातिलों से पूरा मजहब बदनाम ना हो\n जो धर्म किसी का क़त्ल करे वो धर्म नहीं हो सकता है\n गुरुनानक जी के बेटों का ये कर्म नहीं हो सकता है\n \n वे भी भारत के बेटें हैं सब के सब तो चौहान नहीं\n केवल मुट्ठी भर हत्यारे सरदारों की पहचान नहीं\n इसलिए क्रोध के कारण जब बदले की ख़ूनी हवा चली\n संयम डोला, सो गयी बुद्धि, जलने वाले थे गाँव-गली\n \n जब कुछ लोगों की आँखों में बदले की हवा स्वर हुई\n तब हिन्दू जाती आगे बढ़कर सिक्खों की पहरेदार हुई\n इंदिरा गाँधी की जान गई हम एक रहें परिपाटी पर\n उनके लोहू का कर्जा है पूरे भारत की माटी पर\n \n इंदिरा जी नहीं रही हैं तो ये देश नहीं मर जायेगा\n कोई ना समझे कोई भारत के टुकड़े कर जायेगा\n अब दिल्ली-अमृतसर दोनों समझौते का सम्मान करें\n सिक्ख हिन्दुस्तानी होने का जी भर-भरकर अभिमान करें\n \n अब कोई सपना ना देखे ये धरती बाँट ली जायेगी\n जो खालिस्तान पुकारेगी, वो जीभ काट ली जायेगी\n जिनको भी मेरे भारत की धरती से प्यार नहीं होगा\n उनको भारत में रहने का कोई अधिकार नहीं होगा\n \n धरती से अम्बर से कहना, हर ताल समंदर से कहना\n कहना कारगिल की घाटी से, गोहाटी से चौपाटी से\n ख़ूनी परिपाटी से कहना, दुश्मन की माटी से कहना\n कहना लोभी, मक्कारों से जासूसी करने वालों से\n \n जो मेरा आँगन तोड़ेगी वो बाँह तोड़ दी जाएगी\n जो आँख उठेगी भारत पर वो आँख फोड़ दी जाएगी\n सैंतालिस का बंटवारा भी कोई अंधा रोष रहा होगा\n जिन्ना की भूख रही होगी, गाँधी का दोष रहा होगा\n \n जो भूल हुई हमसे पहले, वो भूल नहीं होने देंगे\n हम एक इंच धरती भारत से अलग नहीं होने देंगे\n जो सीमा पार पड़ोसी है उसको तो क्या समझाना है\n वो बंटवारे का रोगी है उसका ये रोग पुराना है\n \n लेकिन रावलपिंडी पहले अपने दामन में तो झाँके\n अपने घर का आलम देखे मेरे आँगन में ना ताके\n भारत में दखलंदाजी की तो पछताना पड़ जायेगा\n रावलपिंडी, लाहौर, कराची तक भारत कहलायेगा \n\n", "author":"हरिओम पंवार", "title":"इंदिरा जी की मृत्यु पर / हरिओम पंवार"}
,
{"poem":"अयोध्या की आग पर\n \n चर्चा है अख़बारों में\n टी.वी. में बाजारों में\n डोली, दुल्हन,कहारों में\n सूरज,चंदा,तारों में\n आँगन, द्वार, दिवारों में\n घाटी और पठारों में\n लहरों और किनारों में\n भाषण-कविता-नारों में\n गाँव-गली-गलियारों में\n दिल्ली के दरबारों में\n \n धीरे-धीरे भोली जनता है बलिहारी मजहब की\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की\n \n मैं होता हूँ बेटा एक किसानी का\n झोंपड़ियों में पाला दादी-नानी का\n मेरी ताकत केवल मेरी जुबान है\n मेरी कविता घायल हिंदुस्तान है\n \n मुझको मंदिर-मस्जिद बहुत डराते हैं\n ईद-दिवाली भी डर-डर कर आते हैं\n पर मेरे कर में है प्याला हाला का\n मैं वंशज हूँ दिनकर और निराला का\n \n मैं बोलूँगा चाकू और त्रिशूलों पर\n बोलूँगा मंदिर-मस्जिद की भूलों पर\n मंदिर-मस्जिद में झगडा हो अच्छा है\n जितना है उससे तगड़ा हो अच्छा है\n \n ताकि भोली जनता इनको जान ले\n धर्म के ठेकेदारों को पहचान ले\n कहना है दिनमानों का\n बड़े-बड़े इंसानों का\n मजहब के फरमानों का\n धर्मों के अरमानों का\n स्वयं सवारों को खाती है ग़लत सवारी मजहब की |\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की ||\n \n बाबर हमलावर था मन में गढ़ लेना\n इतिहासों में लिखा है पढ़ लेना\n जो तुलना करते हैं बाबर-राम की\n उनकी बुद्धि है निश्चित किसी गुलाम की\n \n राम हमारे गौरव के प्रतिमान हैं\n राम हमारे भारत की पहचान हैं\n राम हमारे घट-घट के भगवान् हैं\n राम हमारी पूजा हैं अरमान हैं\n राम हमारे अंतरमन के प्राण हैं\n मंदिर-मस्जिद पूजा के सामान हैं\n \n राम दवा हैं रोग नहीं हैं सुन लेना\n राम त्याग हैं भोग नहीं हैं सुन लेना\n राम दया हैं क्रोध नहीं हैं जग वालो\n राम सत्य हैं शोध नहीं हैं जग वालों\n राम हुआ है नाम लोकहितकारी का\n रावण से लड़ने वाली खुद्दारी का\n \n दर्पण के आगे आओ\n अपने मन को समझाओ\n खुद को खुदा नहीं आँको\n अपने दामन में झाँको\n याद करो इतिहासों को\n सैंतालिस की लाशों को\n \n जब भारत को बाँट गई थी वो लाचारी मजहब की |\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की ||\n \n आग कहाँ लगती है ये किसको गम है\n आँखों में कुर्सी हाथों में परचम है\n मर्यादा आ गयी चिता के कंडों पर\n कूंचे-कूंचे राम टंगे हैं झंडों पर\n संत हुए नीलाम चुनावी हट्टी में\n पीर-फ़कीर जले मजहब की भट्टी में\n \n कोई भेद नहीं साधू-पाखण्डी में\n नंगे हुए सभी वोटों की मंडी में\n अब निर्वाचन निर्भर है हथकंडों पर\n है फतवों का भर इमामों-पंडों पर\n जो सबको भा जाये अबीर नहीं मिलता\n ऐसा कोई संत कबीर नहीं मिलता\n \n जिनके माथे पर मजहब का लेखा है\n हमने उनको शहर जलाते देखा है\n जब पूजा के घर में दंगा होता है\n गीत-गजल छंदों का मौसम रोता है\n मीर, निराला, दिनकर, मीरा रोते हैं\n ग़ालिब, तुलसी, जिगर, कबीरा रोते हैं\n \n भारत माँ के दिल में छाले पड़ते हैं\n लिखते-लिखते कागज काले पड़ते हैं\n राम नहीं है नारा, बस विश्वाश है\n भौतिकता की नहीं, दिलों की प्यास है\n राम नहीं मोहताज किसी के झंडों का\n सन्यासी, साधू, संतों या पंडों का\n \n राम नहीं मिलते ईंटों में गारा में\n राम मिलें निर्धन की आँसू-धारा में\n राम मिलें हैं वचन निभाती आयु को\n राम मिले हैं घायल पड़े जटायु को\n राम मिलेंगे अंगद वाले पाँव में\n राम मिले हैं पंचवटी की छाँव में\n \n राम मिलेंगे मर्यादा से जीने में\n राम मिलेंगे बजरंगी के सीने में\n राम मिले हैं वचनबद्ध वनवासों में\n राम मिले हैं केवट के विश्वासों में\n राम मिले अनुसुइया की मानवता को\n राम मिले सीता जैसी पावनता को\n \n राम मिले ममता की माँ कौशल्या को\n राम मिले हैं पत्थर बनी आहिल्या को\n राम नहीं मिलते मंदिर के फेरों में\n राम मिले शबरी के झूठे बेरों में\n \n मै भी इक सौंगंध राम की खाता हूँ\n मै भी गंगाजल की कसम उठाता हूँ\n मेरी भारत माँ मुझको वरदान है\n मेरी पूजा है मेरा अरमान है\n मेरा पूरा भारत धर्म-स्थान है\n मेरा राम तो मेरा हिंदुस्तान है \n\n", "author":"हरिओम पंवार", "title":"अयोध्या की आग पर / हरिओम पंवार"}
,
{"poem":"मन तो मेरा भी करता है झूमूँ , नाचूँ, गाऊँ मैं\n आजादी की स्वर्ण-जयंती वाले गीत सुनाऊँ मैं\n लेकिन सरगम वाला वातावरण कहाँ से लाऊँ मैं\n मेघ-मल्हारों वाला अन्तयकरण कहाँ से लाऊँ मैं\n मैं दामन में दर्द तुम्हारे, अपने लेकर बैठा हूँ\n आजादी के टूटे-फूटे सपने लेकर बैठा हूँ\n \n घाव जिन्होंने भारत माता को गहरे दे रक्खे हैं\n उन लोगों को जैड सुरक्षा के पहरे दे रक्खे हैं\n जो भारत को बरबादी की हद तक लाने वाले हैं\n वे ही स्वर्ण-जयंती का पैगाम सुनाने वाले हैं\n \n आज़ादी लाने वालों का तिरस्कार तड़पाता है\n बलिदानी-गाथा पर थूका, बार-बार तड़पाता है\n क्रांतिकारियों की बलिवेदी जिससे गौरव पाती है\n आज़ादी में उस शेखर को भी गाली दी जाती है\n राजमहल के अन्दर ऐरे- गैरे तनकर बैठे हैं\n बुद्धिमान सब गाँधी जी के बन्दर बनकर बैठे हैं\n \n मै दिनकर की परम्परा का चारण हूँ\n भूषण की शैली का नया उदहारण हूँ\n इसीलिए मैं अभिनंदन के गीत नहीं गा सकता हूँ |\n मैं पीड़ा की चीखों में संगीत नहीं ला सकता हूँ | |\n \n इससे बढ़कर और शर्म की बात नहीं हो सकती थी\n आजादी के परवानों पर घात नहीं हो सकती थी\n कोई बलिदानी शेखर को आतंकी कह जाता है\n पत्थर पर से नाम हटाकर कुर्सी पर रह जाता है\n गाली की भी कोई सीमा है कोई मर्यादा है\n ये घटना तो देश-द्रोह की परिभाषा से ज्यादा है\n \n सारे वतन-पुरोधा चुप हैं कोई कहीं नहीं बोला\n लेकिन कोई ये ना समझे कोई खून नहीं खौला\n मेरी आँखों में पानी है सीने में चिंगारी है\n राजनीति ने कुर्बानी के दिल पर ठोकर मारी है\n सुनकर बलिदानी बेटों का धीरज डोल गया होगा\n मंगल पांडे फिर शोणित की भाषा बोल गया होगा\n \n सुनकर हिंद - महासागर की लहरें तड़प गई होंगी\n शायद बिस्मिल की गजलों की बहरें तड़प गई होंगी\n नीलगगन में कोई पुच्छल तारा टूट गया होगा\n अशफाकउल्ला की आँखों में लावा फूट गया होगा\n मातृभूमि पर मिटने वाला टोला भी रोया होगा\n इन्कलाब का गीत बसंती चोला भी रोया होगा\n \n चुपके-चुपके रोया होगा संगम-तीरथ का पानी\n आँसू-आँसू रोयी होगी धरती की चूनर धानी\n एक समंदर रोयी होगी भगतसिंह की कुर्बानी\n क्या ये ही सुनने की खातिर फाँसी झूले सेनानी\n जहाँ मरे आजाद पार्क के पत्ते खड़क गये होंगे\n कहीं स्वर्ग में शेखर जी के बाजू फड़क गये होंगे\n शायद पल दो पल को उनकी निद्रा भाग गयी होगी\n फिर पिस्तौल उठा लेने की इच्छा जाग गयी होगी\n \n केवल सिंहासन का भाट नहीं हूँ मैं\n विरुदावलियाँ वाली हाट नहीं हूँ मैं\n मैं सूरज का बेटा तम के गीत नहीं गा सकता हूँ |\n मैं पीड़ा की चीखों में संगीत नहीं ला सकता हूँ | |\n \n शेखर महायज्ञ का नायक गौरव भारत भू का है\n जिसका भारत की जनता से रिश्ता आज लहू का है\n जिसके जीवन के दर्शन ने हिम्मत को परिभाषा दी\n जिसने पिस्टल की गोली से इन्कलाब को भाषा दी\n जिसकी यशगाथा भारत के घर-घर में नभचुम्बी है\n जिसकी बेहद अल्प आयु भी कई युगों से लम्बी है\n \n जिसके कारण त्याग अलौकिक माता के आँगन में था\n जो इकलौता बेटा होकर आजादी के रण में था\n जिसको ख़ूनी मेहंदी से भी देह रचना आता था\n आजादी का योद्धा केवल चना-चबेना खाता था\n अब तो नेता सड़कें, पर्वत, शहरों को खा जाते हैं\n पुल के शिलान्यास के बदले नहरों को खा जाते हैं\n \n जब तक भारत की नदियों में कल-कल बहता पानी है\n क्रांति ज्वाल के इतिहासों में शेखर अमर कहानी है\n आजादी के कारण जो गोरों से बहुत लड़ी है जी\n शेखर की पिस्तौल किसी तीरथ से बहुत बड़ी है जी\n स्वर्ण जयंती वाला जो ये मंदिर खड़ा हुआ होगा\n शेखर इसकी बुनियादों के नीचे गड़ा हुआ होगा\n \n मैं साहित्य नहीं चोटों का चित्रण हूँ\n आजादी के अवमूल्यन का वर्णन हूँ\n मैं दर्पण हूँ दागी चेहरों को कैसे भा सकता हूँ\n मैं पीड़ा की चीखों में संगीत नहीं ला सकता हूँ\n \n जो भारत-माता की जय के नारे गाने वाले हैं\n राष्ट्रवाद की गरिमा, गौरव-ज्ञान सिखाने वाले हैं\n जो नैतिकता के अवमूल्यन का ग़म करते रहते हैं\n देश-धर्म की रक्षा करने का दम भरते रहते हैं\n जो छोटी-छोटी बातों पर संसद में अड़ जाते हैं\n और रामजी के मंदिर पर सड़कों पर लड़ जाते हैं\n \n स्वर्ण-जयंती रथ लेकर जो साठ दिनों तक घूमे थे\n आजादी की यादों के पत्थर पूजे थे, चूमे थे\n इस घटना पर चुप बैठे थे सब के मुहँ पर ताले थे\n तब गठबंधन तोड़ा होता जो वे हिम्मत वाले थे\n सच्चाई के संकल्पों की कलम सदा ही बोलेगी\n समय-तुला तो वर्तमान के अपराधों को तोलेगी\n \n वरना तुम साहस करके दो टूक डांट भी सकते थे\n जो शहीदों पर थूक गई वो जीभ काट भी सकते थे\n जलियांवाले बाग़ में जो निर्दोषों का हत्यारा था\n ऊधमसिंह ने उस डायर को लन्दन जाकर मारा था\n जो अतीत को तिरस्कार के चांटे देती आयी है\n वर्तमान को जातिवाद के काँटे देती आयी है\n \n जो भारत में पेरियार को पैगम्बर दर्शाती है\n वातावरण विषैला करके मन ही मन हर्षाती है\n जिसने चित्रकूट नगरी का नाम बदल कर डाल दिया\n तुलसी की रामायण का सम्मान कुचल कर डाल दिया\n जो कल तिलक, गोखले को गद्दार बताने वाली है\n खुद को ही आजादी का हक़दार बताने वाली है\n \n उससे गठबंधन जारी है ये कैसी लाचारी है\n शायद कुर्सी और शहीदों में अब कुर्सी प्यारी है\n जो सीने पर गोली खाने को आगे बढ़ जाते थे\n भारत माता की जय कहकर फाँसी पर चढ़ जाते थे\n जिन बेटों ने धरती माता पर कुर्बानी दे डाली\n आजादी के हवन-कुंड के लिये जवानी दे डाली\n \n दूर गगन के तारे उनके नाम दिखाई देते हैं\n उनके स्मारक भी चारों धाम दिखाई देते हैं\n वे देवों की लोकसभा के अंग बने बैठे होंगे\n वे सतरंगे इंद्रधनुष के रंग बने बैठे होंगे\n उन बेटों की याद भुलाने की नादानी करते हो\n इंद्रधनुष के रंग चुराने की नादानी करते हो\n \n जिनके कारण ये भारत आजाद दिखाई देता है\n अमर तिरंगा उन बेटों की याद दिखाई देता है\n उनका नाम जुबाँ पर लेकर पलकों को झपका लेना\n उनकी यादों के पत्थर पर दो आँसू टपका देना\n \n जो धरती में मस्तक बोकर चले गये\n दाग़ गुलामी वाला धोकर चले गये\n मैं उनकी पूजा की खातिर जीवन भर गा सकता हूँ |\n मैं पीड़ा की चीखों में संगीत नहीं ला सकता हूँ | | \n\n", "author":"हरिओम पंवार", "title":"आजादी के टूटे-फूटे सपने लेकर बैठा हूँ / हरिओम पंवार"}
,
{"poem":"चर्चा है अख़बारों में\n टी. वी. में बाजारों में\n डोली, दुल्हन, कहारों में\n सूरज, चंदा, तारों में\n आँगन, द्वार, दिवारों में\n घाटी और पठारों में\n लहरों और किनारों में\n भाषण-कविता-नारों में\n गाँव-गली-गलियारों में\n दिल्ली के दरबारों में\n \n धीरे-धीरे भोली जनता है बलिहारी मजहब की\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की\n \n मैं होता हूँ बेटा एक किसानी का\n झोंपड़ियों में पाला दादी-नानी का\n मेरी ताकत केवल मेरी जुबान है\n मेरी कविता घायल हिंदुस्तान है\n \n मुझको मंदिर-मस्जिद बहुत डराते हैं\n ईद-दिवाली भी डर-डर कर आते हैं\n पर मेरे कर में है प्याला हाला का\n मैं वंशज हूँ दिनकर और निराला का\n \n मैं बोलूँगा चाकू और त्रिशूलों पर\n बोलूँगा मंदिर-मस्जिद की भूलों पर\n मंदिर-मस्जिद में झगडा हो अच्छा है\n जितना है उससे तगड़ा हो अच्छा है\n \n ताकि भोली जनता इनको जान ले\n धर्म के ठेकेदारों को पहचान ले\n कहना है दिनमानों का\n बड़े-बड़े इंसानों का\n मजहब के फरमानों का\n धर्मों के अरमानों का\n स्वयं सवारों को खाती है ग़लत सवारी मजहब की |\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की ||\n \n बाबर हमलावर था मन में गढ़ लेना\n इतिहासों में लिखा है पढ़ लेना\n जो तुलना करते हैं बाबर-राम की\n उनकी बुद्धि है निश्चित किसी गुलाम की\n \n राम हमारे गौरव के प्रतिमान हैं\n राम हमारे भारत की पहचान हैं\n राम हमारे घट-घट के भगवान् हैं\n राम हमारी पूजा हैं अरमान हैं\n राम हमारे अंतरमन के प्राण हैं\n मंदिर-मस्जिद पूजा के सामान हैं\n \n राम दवा हैं रोग नहीं हैं सुन लेना\n राम त्याग हैं भोग नहीं हैं सुन लेना\n राम दया हैं क्रोध नहीं हैं जग वालो\n राम सत्य हैं शोध नहीं हैं जग वालों\n राम हुआ है नाम लोकहितकारी का\n रावण से लड़ने वाली खुद्दारी का\n \n दर्पण के आगे आओ\n अपने मन को समझाओ\n खुद को खुदा नहीं आँको\n अपने दामन में झाँको\n याद करो इतिहासों को\n सैंतालिस की लाशों को\n \n जब भारत को बाँट गई थी वो लाचारी मजहब की |\n ऐसा ना हो देश जला दे ये चिंगारी मजहब की ||\n \n आग कहाँ लगती है ये किसको गम है\n आँखों में कुर्सी हाथों में परचम है\n मर्यादा आ गयी चिता के कंडों पर\n कूंचे-कूंचे राम टंगे हैं झंडों पर\n संत हुए नीलाम चुनावी हट्टी में\n पीर-फ़कीर जले मजहब की भट्टी में\n \n कोई भेद नहीं साधू-पाखण्डी में\n नंगे हुए सभी वोटों की मंडी में\n अब निर्वाचन निर्भर है हथकंडों पर\n है फतवों का भर इमामों-पंडों पर\n जो सबको भा जाये अबीर नहीं मिलता\n ऐसा कोई संत कबीर नहीं मिलता\n \n जिनके माथे पर मजहब का लेखा है\n हमने उनको शहर जलाते देखा है\n जब पूजा के घर में दंगा होता है\n गीत-गजल छंदों का मौसम रोता है\n मीर, निराला, दिनकर, मीरा रोते हैं\n ग़ालिब, तुलसी, जिगर, कबीरा रोते हैं\n \n भारत माँ के दिल में छाले पड़ते हैं\n लिखते-लिखते कागज काले पड़ते हैं\n राम नहीं है नारा, बस विश्वाश है\n भौतिकता की नहीं, दिलों की प्यास है\n राम नहीं मोहताज किसी के झंडों का\n सन्यासी, साधू, संतों या पंडों का\n \n राम नहीं मिलते ईंटों में गारा में\n राम मिलें निर्धन की आँसू-धारा में\n राम मिलें हैं वचन निभाती आयु को\n राम मिले हैं घायल पड़े जटायु को\n राम मिलेंगे अंगद वाले पाँव में\n राम मिले हैं पंचवटी की छाँव में\n \n राम मिलेंगे मर्यादा से जीने में\n राम मिलेंगे बजरंगी के सीने में\n राम मिले हैं वचनबद्ध वनवासों में\n राम मिले हैं केवट के विश्वासों में\n राम मिले अनुसुइया की मानवता को\n राम मिले सीता जैसी पावनता को\n \n राम मिले ममता की माँ कौशल्या को\n राम मिले हैं पत्थर बनी आहिल्या को\n राम नहीं मिलते मंदिर के फेरों में\n राम मिले शबरी के झूठे बेरों में\n \n मै भी इक सौंगंध राम की खाता हूँ\n मै भी गंगाजल की कसम उठाता हूँ\n मेरी भारत माँ मुझको वरदान है\n मेरी पूजा है मेरा अरमान है\n मेरा पूरा भारत धर्म-स्थान है\n मेरा राम तो मेरा हिंदुस्तान है \n\n", "author":"हरिओम पंवार", "title":"मेरा राम तो मेरा हिंदुस्तान है / हरिओम पंवार"}
,
{"poem":"घायल भारत माता की तस्वीर दिखाने लाया हूँ\n मैं भी गीत सुना सकता हूँ शबनम के अभिनन्दन के\n मै भी ताज पहन सकता हूँ नंदन वन के चन्दन के\n लेकिन जब तक पगडण्डी से संसद तक कोलाहल है\n तब तक केवल गीत पढूंगा जन-गण-मन के क्रंदन के\n \n जब पंछी के पंखों पर हों पहरे बम के, गोली के\n जब पिंजरे में कैद पड़े हों सुर कोयल की बोली के\n जब धरती के दामन पार हों दाग लहू की होली के\n कैसे कोई गीत सुना दे बिंदिया, कुमकुम, रोली के\n \n मैं झोपड़ियों का चारण हूँ आँसू गाने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ ||\n \n कहाँ बनेगें मंदिर-मस्जिद कहाँ बनेगी रजधानी\n मण्डल और कमण्डल ने पी डाला आँखों का पानी\n प्यार सिखाने वाले बस्ते मजहब के स्कूल गये\n इस दुर्घटना में हम अपना देश बनाना भूल गये\n \n कहीं बमों की गर्म हवा है और कहीं त्रिशूल चलें\n सोन -चिरैया सूली पर है पंछी गाना भूल चले\n आँख खुली तो माँ का दामन नाखूनों से त्रस्त मिला\n जिसको जिम्मेदारी सौंपी घर भरने में व्यस्त मिला\n \n क्या ये ही सपना देखा था भगतसिंह की फाँसी ने\n जागो राजघाट के गाँधी तुम्हे जगाने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ ||\n \n एक नया मजहब जन्मा है पूजाघर बदनाम हुए\n दंगे कत्लेआम हुए जितने मजहब के नाम हुए\n मोक्ष-कामना झांक रही है सिंहासन के दर्पण में\n सन्यासी के चिमटे हैं अब संसद के आलिंगन में\n \n तूफानी बदल छाये हैं नारों के बहकावों के\n हमने अपने इष्ट बना डाले हैं चिन्ह चुनावों के\n ऐसी आपा धापी जागी सिंहासन को पाने की\n मजहब पगडण्डी कर डाली राजमहल में जाने की\n \n जो पूजा के फूल बेच दें खुले आम बाजारों में\n मैं ऐसे ठेकेदारों के नाम बताने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ ||\n \n कोई कलमकार के सर पर तलवारें लटकाता है\n कोई बन्दे मातरम के गाने पर नाक चढ़ाता है\n कोई-कोई ताजमहल का सौदा करने लगता है\n कोई गंगा-यमुना अपने घर में भरने लगता है\n \n कोई तिरंगे झण्डे को फाड़े-फूंके आजादी है\n कोई गाँधी जी को गाली देने का अपराधी है\n कोई चाकू घोंप रहा है संविधान के सीने में\n कोई चुगली भेज रहा है मक्का और मदीने में\n कोई ढाँचे का गिरना यू. एन. ओ. में ले जाता है\n कोई भारत माँ को डायन की गाली दे जाता है\n \n लेकिन सौ गाली होते ही शिशुपाल कट जाते हैं\n तुम भी गाली गिनते रहना जोड़ सिखाने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ ||\n \n जब कोयल की डोली गिद्धों के घर में आ जाती है\n तो बगुला भगतों की टोली हंसों को खा जाती है\n इनको कोई सजा नहीं है दिल्ली के कानूनों में\n न जाने कितनी ताकत है हर्षद के नाखूनों में\n \n जब फूलों को तितली भी हत्यारी लगने लगती है\n तब माँ की अर्थी बेटों को भारी लगने लगती है\n जब-जब भी जयचंदों का अभिनन्दन होने लगता है\n तब-तब साँपों के बंधन में चन्दन रोने लगता है\n \n जब जुगनू के घर सूरज के घोड़े सोने लगते हैं\n तो केवल चुल्लू भर पानी सागर होने लगते हैं\n सिंहों को 'म्याऊं' कह दे क्या ये ताकत बिल्ली में है\n बिल्ली में क्या ताकत होती कायरता दिल्ली में है\n \n कहते हैं यदि सच बोलो तो प्राण गँवाने पड़ते हैं\n मैं भी सच्चाई गा-गाकर शीश कटाने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ ||\n \n 'भय बिन होय न प्रीत गुसांई' - रामायण सिखलाती है\n राम-धनुष के बल पर ही तो सीता लंका से आती है\n जब सिंहों की राजसभा में गीदड़ गाने लगते हैं\n तो हाथी के मुँह के गन्ने चूहे खाने लगते हैं\n \n केवल रावलपिंडी पर मत थोपो अपने पापों को\n दूध पिलाना बंद करो अब आस्तीन के साँपों को\n अपने सिक्के खोटे हों तो गैरों की बन आती है\n और कला की नगरी मुंबई लोहू में सन जाती है\n \n राजमहल के सारे दर्पण मैले-मैले लगते हैं\n इनके ख़ूनी पंजे दरबारों तक फैले लगते हैं\n इन सब षड्यंत्रों से परदा उठना बहुत जरुरी है\n पहले घर के गद्दारों का मिटना बहुत जरुरी है\n \n पकड़ गर्दनें उनको खींचों बाहर खुले उजाले में\n चाहे कातिल सात समंदर पार छुपा हो ताले में\n ऊधम सिंह अब भी जीवित है ये समझाने आया हूँ |\n घायल भारत माता की तस्वीर दिखाने लाया हूँ || \n\n", "author":"हरिओम पंवार", "title":"घायल भारत माता की तस्वीर दिखाने लाया हूँ / हरिओम पंवार"}
,
{"poem":"इन्कलाब के गीत सुनाते जायेंगे\n \n कोई रूप नहीं बदलेगा सत्ता के सिंहासन का\n कोई अर्थ नहीं निकलेगा बार-बार निर्वाचन का\n एक बड़ा ख़ूनी परिवर्तन होना बहुत जरुरी है\n अब तो भूखे पेटों का बागी होना मजबूरी है\n \n जागो कलम पुरोधा जागो मौसम का मजमून लिखो\n चम्बल की बागी बंदूकों को ही अब कानून लिखो\n हर मजहब के लम्बे-लम्बे खून सने नाखून लिखो\n गलियाँ- गलियाँ बस्ती-बस्ती धुआं-गोलियां खून लिखो\n \n हम वो कलम नहीं हैं जो बिक जाती हों दरबारों में\n हम शब्दों की दीप- शिखा हैं अंधियारे चौबारों में\n हम वाणी के राजदूत हैं सच पर मरने वाले हैं\n डाकू को डाकू कहने की हिम्मत करने वाले हैं\n \n जब तक भोली जनता के अधरों पर डर के ताले हैं\n तब तक बनकर पांचजन्य हम हर दिन अलख जगायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n अगवानी हर परिवर्तन की भेंट चढ़ी बदनामी की\n हमने बूढ़े जे.पी. के आँसू की भी नीलामी की\n परिवर्तन की पतवारों से केवल एक निवेदन था\n भूखी मानवता को रोटी देने का आवेदन था\n \n अब भी रोज कहर के बादल फटते हैं झोपड़ियों पर\n कोई संसद बहस नहीं करती भूखी अंतड़ियों पर\n अब भी महलों के पहरे हैं पगडण्डी की साँसों पर\n शोकसभाएं कहाँ हुई हैं मजदूरों की लाशों पर\n \n निर्धनता का खेल देखिये कालाहांडी में जाकर\n बेच रही है माँ बेटी को भूख प्यास से अकुलाकर\n यहाँ बचपना और जवानी गम में रोज बुढ़ाती हैं\n माँ , बेटे की लाशों पर आँचल का कफ़न उढाती है\n \n जब तक बंद तिजोरी में मेहनतकश की आजादी है\n तब तक हम हर सिंहासन को अपराधी बतलायेंगे\n बाग़ी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n गाँधी के सपनों का सारा भारत टूटे लेता है\n यहाँ चमन का माली खुद ही कलियाँ लुटे लेता है\n निंदिया के आँचल में जब ये सारा जग सोता होगा\n राजघाट में चुपके -चुपके तब गाँधी रोता होगा\n \n हर चौराहे से आवाजें आती हैं संत्रासों की\n पूरा देश नजर आता है मंडी ताज़ा लाशों की\n सिंहासन को चला रहे हैं नैतिकता के नारों से\n मदिरा की बदबू आती है संसद की दीवारों से\n \n जन-गण-मन ये पूछ रहा है दिल्ली की दीवारों से\n कब तक हम गोली खायें सरकारी पहरेदारों से\n सिंहासन खुद ही शामिल है अब तो गुंडागर्दी में\n संविधान के हत्यारे हैं अब सरकारी वर्दी में\n \n जब तक लाशें पड़ी रहेंगी फुटपाथों की सर्दी में\n तब तक हम अपनी कविता के अंगारे दहकायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n कोई भी निष्पक्ष नहीं है सब सत्ता के पण्डे हैं\n आज पुलिस के हाथों में भी अत्याचारी डंडे हैं\n संसद के सीने पर ख़ूनी दाग दिखाई देता है\n पूरा भारत जलियांवाला बाग़ दिखाई देता है\n \n इस आलम पर मौन लेखनी दिल को बहुत जलाती है\n क्यों कवियों की खुद्दारी भी सत्ता से डर जाती है\n उस कवि का मर जाना ही अच्छा है जो खुद्दार नहीं\n देश जले कवि कुछ न बोले क्या वो कवि गद्दार नहीं\n \n कलमकार का फर्ज रहा है अंधियारों से लड़ने का\n राजभवन के राजमुकुट के आगे तनकर अड़ने का\n लेकिन कलम लुटेरों को अब कहती है गाँधीवादी\n और डाकुओं को सत्ता ने दी है ऐसी आजादी\n \n राजमुकुट पहने बैठे हैं बर्बरता के अपराधी\n हम ऐसे ताजों को अपनी ठोकर से ठुकरायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n बुद्धिजीवियों को ये भाषा अखबारी लग सकती है\n मेरी शैली काव्य-शास्त्र की हत्यारी लग सकती है\n पर जब संसद गूंगी शासन बहरा होने लगता है\n और कलम की आजादी पर पहरा होने लगता है\n \n तो अंतर आ ही जाता है शब्दों की परिभाषा में\n कवि को चिल्लाना पड़ता है अंगारों की भाषा में\n जब छालों की पीड़ा गाने की मजबूरी होती है\n तो कविता में कला-व्यंजना ग़ैर जरुरी होती है\n \n झोपड़ियों की चीखों का क्या कहीं आचरण होता है\n मासूमो के आँसू का क्या कहीं व्याकरण होता है\n वे उनके दिल के छालों की पीड़ा और बढ़ाते हैं\n जो भूखे पेटों को भाषा का व्याकरण पढ़ाते हैं\n \n जिन शब्दों की अय्याशी को पंडित गीत बताते हैं\n हम ऐसे गीतों की भाषा कभी नहीं अपनाएंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे\n \n जब पूरा जीवन पीड़ा के दामन में ढल जाता है\n तो सारा व्याकरण पेट की अगनी में जल जाता है\n जिस दिन भूख बगावत वाली सीमा पर आ जाती है\n उस दिन भूखी जनता सिंहासन को भी खा जाती है\n \n मेरी पीढ़ी वालो जागो तरुणाई नीलाम न हो\n इतिहासों के शिलालेख पर कल यौवन बदनाम न हो\n अपने लोहू में नाखून डुबोने को तैयार रहो\n अपने सीने पर कातिल लिखवाने को तैयार रहो\n \n हम गाँधी की राहों से हटते हैं तो हट जाने दो\n अब दो-चार भ्रष्ट नेता कटते हैं तो कट जाने दो\n हम समझौतों की चादर को और नहीं अब ओढेंगे\n जो माँ के आँचल को फाड़े हम वो बाजू तोड़ेंगे\n \n अपने घर में कोई भी जयचंद नहीं अब छोड़ेंगे\n हम गद्दारों को चुनकर दीवारों में चिन्वायेंगे\n बागी हैं हम इन्कलाब के गीत सुनाते जायेंगे \n\n", "author":"हरिओम पंवार", "title":"इन्कलाब के गीत सुनाते जायेंगे / हरिओम पंवार"}
,
{"poem":"महायज्ञ का नायक शेखर, गौरव भारत भू का है\n जिसका भारत की जनता से रिश्ता आज लहू का है\n जिसके जीवन की शैली ने हिम्मत को परिभाषा दी\n जिसके पिस्टल की गोली ने इंकलाब को भाषा दी\n जिसने धरा गुलामी वाली क्रांति निकेतन कर डाली\n आजादी के हवन कुंड में अग्नि चेतन कर डाली\n जिसको खूनी मेंहदी से भी देह रचाना आता था\n आजादी का योद्धा केवल नमक चबेना खाता था\n अब तो नेता पर्वत सड़कें नहरों को खा जाते हैं\n नए जिलों के शिलान्यास में शहरों को खा जाते हैं \n\n", "author":"हरिओम पंवार", "title":"अमर क्रांतिकारी चंद्रशेखर का परिचय / हरिओम पंवार"}
]
