[{"poem":"कमलासना, हे सौम्यरूपा, रुचिर-वीणा-वादिनी ।\nमाला-स्फटिक-शुभ-शोभिता, परमेश्वरी, आल्हादिनी ।\nकेकी-विहारिणि, हंस-वाहिनि, हस्त-पुस्तक-धारिणी ।\nनत शीष बार अनेक, मातु सरस्वती, उद्धारिणी ।\n\nवागीश्वरी, वरदायिनी, विद्या-कला-बुद्धि-प्रदा ।\nश्रद्धामयी, शुचि, भारती, करुणालया, माँ शारदा ।\nचिरयोगिनी, सन्यासिनी, तेजस्विनी, तपसाधिका ।\nसविनय निवेदित वंदना, हे वत्सला! जगदम्बिका ।\n\nमाँ कर कृपा, तू हो प्रसन्न, प्रसन्न हो, वरदान दे ।\nमाँ! भक्ति दे, माँ! शक्ति दे, माँ! प्रेरणा दे, ज्ञान दे ।\nअपराध सब कर दे क्षमा, स्वीकार कर ले प्रार्थना ।\nमाँ! हूँ अकिंचन मैं शरण तेरी, मुझे अपना बना ।\n\n","author":"आशुतोष द्विवेदी","title":"सरस्वती-वंदना \/ आशुतोष द्विवेदी "},{"poem":"प्रसंग: - कृष्ण मथुरा जा चुके हैं | बहुत दिन बीत गए हैं | अचानक एक दिन राधा को प्रेम की तेज़ हूक उठती है और वह  अपनी सखियों से कहती है... ।\n\nश्याम रंग में रंगे बरसने लगे जो मेघ,\nरिमझिम बाँसुरी की तान लगने लगी ।\nवायु में भी कृष्ण की हँसी सुनाई दे रही है,\nसृष्टि साँवरे का परिधान लगने लगी ।\nकल रात मोहन जो सपने में आया सखी!\nजीवन से कोई पहचान लगने लगी ।\nजाने किस आसन पे मुझको बिठा दिया कि\nधरती ये धूरि के समान लगने लगी ।।१।।\n\nरागिनी थिरक उठी आज मेरे अधरों पे,\nजैसे बही मलय-बयार मरुथल से ।\nअंग-अंग में सखी री! दामिनी मचल उठी,\nखिल गए व्याकुल नयन भी कमल से ।\nजिस पल साँवरे ने निंदिया चुरा ली मेरी,\nभावना को चैन नहीं आए उस पल से ।\nबाँध गया मन को कि मोह नहीं टूटता है,\nछलिया ने बाँसुरी बजाई बड़े छल से ।।२।।\n\nरोम-रोम दोहरा रहा है श्याम-श्याम आज,\nबन में पपीहा जैसे बोलता पिया-पिया ।\nसारा खेद, सारी पीर, अँखियों का सारा नीर,\nमोहन कि एक मुस्कान में भुला दिया ।\nनेह का ये तीर कब भावना के पार हुआ,\nआज तक इसको समझ न सका हिया ।\nमाखन चुराने वाले जसुदा के लाडले ने,\nजाने किस पल मेरे मन को चुरा लिया ।।३।।\n\nअँखियों में साँवरा है, बतियों में साँवरा है,\nसारी भूमि श्याम का निवास लगने लगी ।\nकिन्तु बोलते ही बोलते जो रोई राधा रानी,\nपावस में जैसे मधुमास लगने लगी ।\nसोचती हैं गोपियाँ कि हर्ष के प्रसंग बीच,\nराधिका क्यों इतनी उदास लगने लगी ।\nप्रेम की पिपासिता का मन कैसे तृप्त होगा!\nदेख नदिया को फिर प्यास लगने लगी ।।४।।\n\n","author":"आशुतोष द्विवेदी","title":"प्रेम की हूक (घनाक्षरी छंद) \/ आशुतोष द्विवेदी "},{"poem":"1.\nयाद से जाते नहीं, सपने सुहाने और तुम ।\nलौटकर आते नहीं, गुज़रे ज़माने और तुम ।\nसिर्फ़ दो चीज़ें कि जिनको खोजती है ज़िंदगी -\nगीत गाने, गुनगुनाने के बहाने और तुम ।\n\n2.\nदफ़्तरों में दर्द के शिकवे-गिले होते नहीं ।\nमेज़ पर तय आँसुओं के मामले होते नहीं ।\nफाइलों में धड़कनों को बंद मत करिए कभी,\nकाग़ज़ों पर ज़िंदगी के फ़ैसले होते नहीं ।\n\n3.\nढल गया दिन और अपना ख्याल तक आया नहीं,\nरात आई तो किसी कि आरज़ू में कट गई ।\nबेरहम दुनिया में जीना था बहुत मुश्किल मगर,\nज़िंदगी ख़ामोशियों से गुफ़्तगू में कट गई ।\n\n4.\nधडकनें बेचैन, साँसों में उदासी है बहुत ।\nऐसा लगता है तुम्हारी रूह प्यासी है बहुत ।\nतुम पियो जमकर कहीं कम पड़ नहीं जाए तुम्हें,\nक्या हमारी बात, हमको तो ज़रा-सी है बहुत ।\n\n5.\nतेरी महफ़िल में चले आए हैं लाशों कि तरह,\nऔर आए हैं तो जी कर ही उठेंगे साक़ी ।\nतूने बरसों जिसे आँखों में छिपाए रखा,\nआज उस जाम को पी कर ही उठेंगे साक़ी ।\n\n6.\nख़्वाब नाज़ुक थे छू लेने से बिखर जाते थे ।\nइसलिए हम उन्हें बिन छेड़े गुज़र जाते थे ।\nउम्र भर पर्दा हटाया न गया रुख से कभी,\nपहली कोशिश में ही वो शर्म से मर जाते थे ।\n\n7. \nहमने फिर रेत को मुट्ठी में पकड़ना चाहा,\nभूल बैठे कि वो हर बार फिसल जाती है ।\nहमने सपनों की हक़ीक़त को न समझा अब तक,\nआँख के खुलते ही ये दुनिया बदल जाती है ।\n\n8.\nहर नए मोड़ पे बस एक नया ग़म चाहा ।\nगहरे ज़ख्मों के लिए थोड़ा-सा मरहम चाहा ।\nहमने जो चाहा उसे पाया हमेशा लेकिन,\nएक अफ़सोस यही है कि बहुत कम चाहा ।\n\n","author":"आशुतोष द्विवेदी","title":"आठ मुक्तक \/ आशुतोष द्विवेदी "},{"poem":"यहाँ ख़ामोश नज़रों की गवाही कौन पढ़ता है.\nमेरी आँखों में तेरी बेग़ुनाही कौन पढ़ता है.\n\nनुमाइश में लगी चीज़ों को मैला कर रहे हैं सब.\nलिखी तख्तों पे \"छूने की मनाही\" कौन पढ़ता है.\n\nजहाँ दिन के उजालों का खुला व्यापार चलता हो.\nवहाँ बेचैन रातों की सियाही कौन पढ़ता है.\n\nये वो महफिल है, जिसमें शोर करने की रवायत है.\nदबे लब पर हमारी वाह-वाही कौन पढ़ता है.\n\nवो बाहर देखते हैं, और हमें मुफ़लिस समझते हैं.\nखुदी जज़्बों पे अपनी बादशाही कौन पढ़ता है.\n\nजो ख़ुशक़िस्मत हैं, बादल-बिजलियों पर शेर कहते हैं.\nलुटे आंगन में मौसम की तबाही, कौन पढ़ता है.\n\n","author":"आशुतोष द्विवेदी","title":"यहाँ ख़ामोश नज़रों की गवाही कौन पढ़ता है ? \/ आशुतोष द्विवेदी "}]