[{"poem":"जो काम किया, वह काम नहीं आएगा\nइतिहास हमारा नाम नहीं दोहराएगा\nजब से सुरों को बेच ख़रीदी सुविधा\nतब से ही मन में बनी हुई है दुविधा\nहम भी कुछ अनगढा तराश सकते थे\nदो-चार साल अगर समझौता न करते ।\n\nपहले तो हम को लगा कि हम भी कुछ हैं\nअस्तित्व नहीं है मिथ्या, हम सचमुच हैं\nपर अक्समात ही टूट गया वह सम्भ्रम\nज्यों बस आ जाने पर भीड़ों का संयम\nहम उन काग़जी गुलाबों से शाश्वत हैं\nजो खिलते कभी नहीं हैं, कभी न झरते ।\n\nहम हो न सके जो हमें होना था\nरह गए संजोते वही कि जो खोना था\nयह निरुद्देश्य, यह निरानन्द जीवन-क्रम\nयह स्वादहीन दिनचर्या, विफल परिश्रम\nपिस गए सभी मंसूबे इस जीवन के\nदफ़्तर की सीढ़ी चढ़ते और उतरते ।\n\nचेहरे का सारा तेज निचुड़ जाता है\nफ़ाइल के कोरे पन्ने भरते-भरते\nहर शाम सोचते नियम तोड़ देंगे हम\nयह काम आज के बाद छोड़ देंगे हम\nलेकिन वह जाने कैसी है मजबूरी \nजो कर देती है आना यहाँ ज़रूरी\n\nखाली दिमाग़ में भर जाता है कूड़ा\nहम नहीं भूख से, खालीपन से डरते ।\n\n","author":"बालस्वरूप राही","title":"ज़िन्दगी क्रम \/ बालस्वरूप राही"},{"poem":"पी जा हर अपमान और कुछ चारा भी तो नहीं!\n\nतूने स्वाभिमान से जीना चाहा यही ग़लत था\nकहाँ पक्ष में तेरे किसी समझ वाले का मत था\nकेवल तेरे ही अधरों पर कड़वा स्वाद नहीं है\nसबके अहंकार टूटे हैं तू अपवाद नहीं है\n\nतेरा असफल हो जाना तो पहले से ही तय था\nतूने कोई समझौता स्वीकारा भी तो नहीं!\n\nग़लत परिस्थिति ग़लत समय में ग़लत देश में होकर\nक्या कर लेगा तू अपने हाथों में कील चुभोकर\nतू क्यों टँगे क्रॉस पर तू क्या कोई पैग़म्बर है\nक्या तेरे ही पास अबूझे प्रश्नों का उत्तर है?\n\nकैसे तू रहनुमा बनेगा इन पाग़ल भीड़ों का\nतेरे पास लुभाने वाला नारा भी तो नहीं ।\n\nयह तो प्रथा पुरातन दुनिया प्रतिभा से डरती है\nसत्ता केवल सरल व्यक्ति का ही चुनाव करती है\nचाहे लाख बार सिर पटको दर्द नहीं कम होगा\nनहीं आज ही, कल भी जीने का यह ही क्रम होगा\n\nमाथे से हर शिकन पोंछ दे, आँखों से हर आँसू\nपूरी बाज़ी देख अभी तू हारा भी तो नहीं।\n\n","author":"बालस्वरूप राही","title":"पी जा हर अपमान \/ बालस्वरूप राही"},{"poem":"कटीले शूल भी दुलरा रहे हैं पाँव को मेरे\nकहीं तुम पंथ पर पलकें बिछाए तो नहीं बैठीं!\n\nहवाओं में न जाने आज क्यों कुछ-कुछ नमी-सी है,\nडगर की उष्णता में भी न जाने क्यों कमी-सी है,\nगगन पर बदलियाँ लहरा रही हैं श्याम-आँचल-सी\nकहीं तुम नयन में सावन छिपाए तो नहीं बैठीं।\n\nअमावस की दुल्हन सोई हुई है अवनि से लगकर,\nन जाने तारिकाएँ बाट किसकी जोहतीं जग कर,\nगहन तम है डगर मेरी मगर फिर भी चमकती है,\nकहीं तुम द्वार पर दीपक जलाए तो नहीं बैठीं!\n\nहुई कुछ बात ऐसी फूल भी फीके पड़ जाते,\nसितारे भी चमक पर आज तो अपनी न इतराते,\nबहुत शरमा रहा है बदलियों की ओट में चन्दा\nकहीं तुम आँख में काजल लगाए तो नहीं बैठीं!\n\nकटीले शूल भी दुलरा रहे हैं पाँव को मेरे,\nकहीं तुम पंथ सिर पलकें बिछाए तो नहीं बैठीं।\n\n","author":"बालस्वरूप राही","title":"पलकें बिछाए तो नहीं बैठीं \/ बालस्वरूप राही"},{"poem":"बाँट दो सारा समंदर तृप्ति के अभिलाषकों में,\nमैं अंगारे से दहकते प्यास के क्षण माँगता हूँ,\n\nदूर तक फैली हुई अम्लान कमलों की कतारें,\nकिन्तु छोटा है बहुत मधुपात्र रस लोभी भ्रमर का,\nरिक्त हो पाते भला कब कामनाओं की सुराही,\nटूट जाता है चिटख कर किन्तु हर प्याला उमर का,\n\nबाँट दो मधुपर्क सारा इन सफल आराधकों में,\nदेवता मैं तो कठिन उपवास के क्षण माँगता हूँ,\n\nवह नहीं धनवान जिसके पास भारी संपदा है,\nवह धनी है, जो कि धन के सामने झुकता नहीं है,\nप्यास चाहे ओंठ पर सारे मरुस्थल ला बिछाये,\nदेखकर गागर पराई, किन्तु जो रुकता नहीं है,\n\nबाँट दो सम्पूर्ण वैभव तुम कला के साधकों में,\nकिन्तु मैं अपने लिये सन्यास के क्षण माँगता हूँ,\n\nजिस तरफ भी देखिये, सहमा हुआ वातावरण है,\nआदमी के वास्ते दुष्प्राप्य छाया की शरण है,\nदफ़्तरों में मेज पर माथा झुकाये बीतता दिन,\nशाम को ढाँके हुए लाचारगी का आवरण है,\n\nव्यस्तता सारी लुटा दो इन सुयश के ग्राहकों में,\nमैं सृजन के वास्ते अवकाश के क्षण माँगता हूँ,\n\nजिन्दगी में कुछ अधूरा ही रहे, यह भी उचित है,\nमैं दुखों की बाँह में यों ही तड़पना चाहता हूँ,\nरात भर कौंधे नयन में, जो मुझे सोने नहीं दे,\nसत्य सारे बेच कर वह एक सपना चाहता हूँ,\n\nबाँट दो उपलब्धियाँ तुम सृष्टि के अभिभावकों में,\nमैं पसीने से धुले अभ्यास के क्षण माँगता हूँ ।\n\n","author":"बालस्वरूप राही","title":"प्यास के क्षण \/ बालस्वरूप राही"},{"poem":"सब समाप्त हो जाने के पश्चात भी\nकुछ ऐसा है\nजो कि अनहुआ रह जाता है\n\nचलते-चलते राह कहीं चुक जाती है\nलेकिन लक्ष्य नहीं मिलता\nचाहे रखो उसे जल में या धूप में\nकिन्तु फूल कोई दो बार नहीं खिलता\n\nखिले फूल के झर जाने के बाद भी\nशापग्रस्त सौरभ उसका\nकिसी डाल के आसपास मंडराता है\n\nअच्छा, मैंने मान लिया\nअब तुमसे कुछ संबंध नहीं\nपर विवेक का लग पाता मन पर सदैव प्रतिबंध नहीं\n\nअक्सर ऐसा होता है\nसब ज़ंजीरें खुल जाने के बाद भी\nक़ैदी अपने को क़ैदी ही पाता है\n\nमृत्यु किसी जीवन का अंतिम अंत नहीं\nसाथ देह के प्राण नहीं मर पाते हैं\nदृष्टि रहे न रहे कुछ फ़र्क नही पडता\nचक्षुहीन को भी तो सपने आते हैं\n\nसभी राख हो जाने के पश्चात भी\nकोई अंगारा ऐसा बच जाता है\nजो भीतर-भीतर रह-रह धुँधुआता है\nसब समाप्त हो जाने के पश्चात भी....\n\n","author":"बालस्वरूप राही","title":"अधूरी समाप्तियाँ \/ बालस्वरूप राही"},{"poem":"इन पथरीले वीरान पहाडों पर\nज़िन्दगी थक गई है चढ़ते-चढ़ते ।\n\nक्या इस यात्रा का कोई अंत नहीं\nहम गिर जाएँगे थक कर यहीं कहीं\nकोई सहयात्री साथ न आएगा\nक्या जीवन-भर कुछ हाथ न आएगा\n\nक्या कभी किसी मंज़िल तक पहुँचेंगे\nया बिछ जाएँगे पथ गढ़ते-गढ़ते।\n\nधुँधुआती हुई दिशाएँ: अंगारे\nये खण्डित दर्पण: टूटे इकतारे\nकहते- इस पथ में हम ही नहीं नए\nहमसे आगे भी कितने लोग गए\n\nपगचिह्न यहाँ ये किसके अंकित हैं\nहम हार गए इनको पढ़ते-पढ़ते ।\n\nहमसे किसने कह दिया कि चोटी पर\nहै एक रोशनी का रंगीन नगर\nक्या सच निकलेगा, उसका यही कथन\nया निगल जाएगी हमको सिर्फ़ थकन\n\nदेखें सम्मुख घाटी है या कि शिखर\nआ गए मोड़ पर हम बढ़ते-बढ़ते ।\n\n","author":"बालस्वरूप राही","title":"यात्रा \/ बालस्वरूप राही"},{"poem":"1.\n\nमेरा विश्वास पराजय को ज़हर होता है\nमेरा उल्लास उदासी को क़हर होता है\nमुझे घिरते हुए अँधियारे की परवाह क्या\nमेरी हर बात का अंजाम सहर होता है\n\n2.\n\nआज बदली है ज़माने ने नई ही करवट\nनई धरा ने विचारों का छुआ है युग तट\nतुम जिसे मौत की आवाज़ समझ बैठे हो\nनए इनसान के क़दमों की है बढ़ती आहट\n\n3.\n\nइन चमकदार कतारों पे नज़र रखती हूँ\nसुर्ख़ बेदाग अँगारों पे नज़र रखती हूँ\nदे के मिट्टी के खिलौने मुझे बहकाओ न तुम\nमैं जवानी हूँ सितारों पे नज़र रखती हूँ\n\n4.\n\nदूर तक एक भी आता है मुसाफ़िर न नज़र\nये भी मालूम नहीं रात है ये या के सहर\nमेरे अस्तित्व के बस दो ही चिह्न बाक़ी हैं\nएक बुझता-सा दिया, एक उजड़ती-सी नज़र\n\n5.\n\nजिसके जीने से जी रहे थे हम\nदर्द का दम निकल गया शायद\nएक मुद्दत में नींद आई है\nमौत का दिल पिघल गया शायद\n\n","author":"बालस्वरूप राही","title":"पाँच मुक्तक \/ बालस्वरूप राही"},{"poem":"इस तरह तो दर्द घट सकता नहीं \nइस तरह तो वक़्त कट सकता नहीं\nआस्तीनों से न आँसू पोछिए\nऔर ही तदबीर कोई सोचिए।\n\nयह अकेलापन, अँधेरा, यह उदासी, यह घुटन\nद्वार तो हैं बंद भीतर किस तरह झाँके किरण।\n\nबंद दरवाज़े ज़रा-से खोलिए\nरौशनी के साथ हँसिये-बोलिए\nमौन पीले पत्ते सा झर जाएगा \nतो ह्रदय का घाव ख़ुद भर जाएगा।\n\nएक सीढ़ी है ह्रदय में भी महज घर में नहीं\nसर्जना के दूत आते हैं सभी होकर वहीं।\n\nये अहम की श्रृंखलाएं तोड़िए\nऔर कुछ नाता गली से जोड़िए\nजब सडक का शोर भीतर आएगा\nतब अकेलापन स्वयं मर जाएगा।\n\nआईए, कुछ रोज़ कोलाहल भरा जीवन जिएँ\nअंजुरी भर दूसरों के दर्द का अमृत पिएँ।\n\nआईए, बातून अफ़वाहें सुनें \nफ़िर अनागत के नए सपने बुनें \nयह सिलेटी कोहरा छँट जाएगा\nतो ह्रदय का दुःख दर्द ख़ुद घट जाएगा।\n\n","author":"बालस्वरूप राही","title":"इस तरह तो \/ बालस्वरूप राही"},{"poem":"पूजा की माला में कैसे तो गुँथ गया\nएक फूल गजरे का \nअर्चना के बोलों से आ जुडी \nमुजरे की एक कड़ी।\n\nगंगा के बीच नहीं \nछिछले तालाब में उतरती हैं\nमन्दिर की सीढियाँ,\nफूल नहीं, दीप नहीं\nउनसे टकराती हैं\nपानों की पीक और बीड़ियाँ।\n\nसामने दुकानें हैं, होटल हैं, बार हैं\nजहाँ रोज़ मरती है कोई मोनालिसा\nफ्रेम में जड़ी-जड़ी।\n\nरेशम के तार और मकड़ी के जाले\nकटते हैं साथ-साथ \nपार्क में टहलते हैं रूप और पशु दोनों\nहाथों में दिए हाथ \nकमरों में चलते रोमांस \nऔर बच्चों के वास्ते सडकें हैं बड़ी-बड़ी!\n\nनील अंधियार में जुगनू के सर्प चलते हैं\nफैशन की तरह लोग घर बदलते हैं\nएक सी मशीनों में \nभाषण भी, श्लोक भी, नारे भी ढलते हैं।\n\nसरल नहीं ख़ुद को पहचानना \nसहज नहीं धर्म और ईश्वर के अंतर को जानना \nसम्भव अब नहीं रहा\nअलग-अलग चीज़ों को अलग-अलग मानना\nदूर बड़ी दूर कहीं ज़िंदगी निकल आई\nदेती आवाज़ रही चेतना खड़ी-खड़ी।\n\n","author":"बालस्वरूप राही","title":"गजरे का एक फूल \/ बालस्वरूप राही"},{"poem":"ज्ञान ध्यान कुछ काम न आए\nहम तो जीवन-भर अकुलाए ।\n\nपथ निहारते दृग पथराए\nहर आहट पर मन भरमाए ।\n\nझूठे जग में सच्चे सुख की\nक्या तो कोई आस लगाए ।\n\nदेवालय हो या मदिरालय\nजहाँ गए जाकर पछताए ।\n\nतड़क-भड़क संतो की ऐसी\nदुनियादार देख शरमाए ।\n\nमाल लूट का सबने बाँटा\nहम ही पड़े रहें अलसाए ।\n\nजो बिक जाता धन्य वही है\nजो न बिके मूरख कहलाए ।\n\nटिकट बाँटने के नाटक में\nधूर्त महानायक बन छाए ।\n\nशिष्टाचार भ्रष्टता दोनों—\nने अपने सब द्वैत मिटाए ।\n\nजहाँ बिछी शतरंज वही ही\nशातिर बैठे जाल बिछाए ।\n\nअब के यूँ खैरात बँटी है\nसारा किस्सा दिल बहलाए ।\n\nदुर्जन पार लगाता नैया\nसज्जन किसका काम बनाए ।\n\nराही तो सीधे-सादे है\nकौन भला क्या उनसे पाए ।\n\n","author":"बालस्वरूप राही","title":"ज्ञान-ध्यान कुछ काम न आए \/ बालस्वरूप राही"},{"poem":"उनके वादे कल के हैं\nहम मेहमाँ दो पल के हैं ।\n\nकहने को दो पलके हैं\nकितने सागर छलके हैं ।\n\nमदिरालय की मेज़ों पर\nसौदे गंगा जल के हैं ।\n\nनई सुबह के क्या कहने\nठेकेदार धुँधलके हैं ।\n\nजो आधे में छूटी हम\nमिसरे उसी ग़ज़ल के हैं ।\n\nबिछे पाँव में क़िस्मत है\nटुकड़े तो मखमल के हैं ।\n\nरेत भरी है आँखों में\nसपने ताजमहल के हैं ।\n\nक्या दिमाग़ का हाल कहे\nसब आसार खलल के हैं ।\n\nसुने आपकी राही कौन\nआप भला किस दल के हैं ।\n\n","author":"बालस्वरूप राही","title":"उनके वादे कल के हैं \/ बालस्वरूप राही"},{"poem":"जो बात मेरे कान में ख़्वाबो ने कही है\nवो बात हमेशा ही ग़लत हो के रही है ।\n\nजो चाहो लिखो नाम मेरे सब है मुनासिब\nउनकी ही अदालत है यहाँ, जिनकी बही है ।\n\nटपका जो लहू पाँव से मेरे तो वो चीख़े\nकल जेल से भागा था जो मुजरिम वो वही है ।\n\nवो चाहे मेरी जीभ मेरे हाथ पर रख दे\nमैं फिर भी कहूँगा कि सही बात सही है ।\n\nइक दोस्त से मिलने के लिए कब से खड़ा हूँ\nकूचा भी वही, घर भी वही, दर भी वही है ।\n\nउम्मीद की जिस छत के तले राही रुका मैं\nवो छत ही क़यामत की तरह सिर पे ढही है ।\n\n","author":"बालस्वरूप राही","title":"जो बात मेरे कान में ख़्वाबों ने कही है \/ बालस्वरूप राही"},{"poem":"अक़्ल ये कहती है, सयानों से बनाए रखना\nदिल ये कहता है, दीवानों से बनाए रखना\n\nलोग टिकने नहीं देते हैं कभी चोटी पर\nजान-पहचान ढलानों से बनाए रखना\n\nजाने किस मोड़ पे मिट जाएँ निशाँ मंज़िल के\nराह के ठौर-ठिकानों से बनाए रखना\n\nहादसे हौसले तोड़ेंगे सही है फिर भी\nचंद जीने के बहानों से बनाए रखना\n\nशायरी ख़्वाब दिखाएगी कई बार मगर\nदोस्ती ग़म के फ़सानों से बनाए रखना\n\nआशियाँ दिल में रहे आसमान आँखों में\nयूँ भी मुमकिन है उड़ानों से बनाए रखना\n\nदिन को दिन, रात को जो रात नहीं कहते हैं\nफ़ासले उनके बयानों से बनाए रखना\n\nएक बाज़ार है दुनिया जो अगर ‘राही जी’\nतुम भी दो-चार दुकानों से बनाए रखना\n\n","author":"बालस्वरूप राही","title":"अक़्ल ये कहती है, सयानों से बनाए रखना \/ बालस्वरूप राही"},{"poem":"अचानक दोस्ती करना, अचानक दुश्मनी करना\nये उसका शौक है यारों सभी से दिल्लगी करना\n\nसभी जज़्बात को दीवानगी की हद समझते हैं\nये ऐसा दौर है इसमें सँभल कर शायरी करना\n\nअँधेरे आँधियाँ बनकर चिरागों को बुझाते हैं\nबड़ा मुश्किल है दुनिया में ज़रा सी रौशनी करना\n\nखिजाएँ ढूँढती फिरती हैं बाग़ों में बहारों को\nन लब पर फूल महकाना, न आँखें शबनमी करना\n\nवफ़ा के नाम पर ‘राही’ चलन है बेवफ़ाई का\nन इसके नाम अपनी रूह की कोई ख़ुशी करना\n\n","author":"बालस्वरूप राही","title":"अचानक दोस्ती करना, अचानक दुश्मनी करना \/ बालस्वरूप राही"},{"poem":"लगे जब चोट सीने में हृदय का भान होता है\nसहे आघात जो हँसकर वही इंसान होता है ।\n\nलगाकर कल्पना के पर उड़ा करते सभी नभ पर\nशिला से शीश टकराकर मुझे अभिमान होता है ।\n\nसुबह औ' शाम आ-आ कर लगाता काल जब चक्कर\nधरा दो साँस में क्या है तभी यह ज्ञान होता है ।\n\nविदा की बात सुनकर मैं बहक जाऊँ असंभव है\nजिसे रहना सदा वह भी कही मेहमान होता है ।\n\nअँधेरा रात-भर जग कर गढ़ा करता नया दिनकर\nसदा ही नाश के हाथो नया निर्माण होता है ।\n\n","author":"बालस्वरूप राही","title":"लगे जब चोट सीने में हृदय का भान होता है \/ बालस्वरूप राही"},{"poem":"1.\n\nजानता हूँ कि ग़ैर हैं सपने\nऔर खुशियाँ भी ये अधूरी हैं\nकिंतु जीवन गुज़ारने के लिए\nकुछ ग़लत फ़ेहमियाँ ज़रूरी हैं\n\n2.\n\nहसरतों की ज़हर बुझी लौ में\nमोम-सा दिल गला दिया मैंने\nकौन बिजली की धमकियाँ सहता\nआशियाँ ख़ुद जला दिया मैंने\n\n3.\n\nदर्द के हाथ बिक गई ख़ुशियाँ\nऔर हम बेच कर बहुत रोए\nजैसे कोई दीया बुझा तो दे\nकिंतु फिर रात भर नहीं सोए\n\n4.\n\nकल मिले या न मिले प्यार गवाही के लिए\nकल उठे या न उठे हाथ सुराही के लिए\nआज की शाम को रंगीन बना लो इतना\nकोई कोना न बचे रात की स्याही के लिए\n\n","author":"बालस्वरूप राही","title":"क़तआत \/ बालस्वरूप राही"},{"poem":"गाँधीजी के बन्दर तीन,\nसीख हमें देते अनमोल ।\n\nबुरा दिखे तो दो मत ध्यान,\nबुरी बात पर दो मत कान,\nकभी न बोलो कड़वे बोल ।\n\nयाद रखोगे यदि यह बात ,\nकभी नहीं खाओगे मात,\nकभी न होगे डाँवाडोल ।\n\nगाँधीजी के बन्दर तीन,\nसीख हमें देते अनमोल ।\n\n","author":"बालस्वरूप राही","title":"गाँधीजी के बन्दर तीन \/ बालस्वरूप राही"}]