[{"poem":"कभी यूँ मिलें कोई मसलेहत, कोई ख़ौफ़ दिल में ज़रा न हो\nमुझे अपनी कोई ख़बर न हो, तुझे अपना कोई पता न हो\n\nवो फ़िराक़ हो या विसाल हो, तेरी याद महकेगी एक दिन\nवो ग़ुलाब बन के खिलेगा क्या, जो चिराग़ बन के जला न हो\n\nकभी धूप दे, कभी बदलियाँ, दिलो-जाँ से दोनों क़ुबूल हैं\nमगर उस नगर में न क़ैद कर, जहाँ ज़िन्दगी का हवा न हो\n\nवो हज़ारों बाग़ों  का बाग़ हो, तेरी बरक़तों की बहार से\nजहाँ कोई शाख़ हरी न हो, जहाँ कोई फूल खिला न हो\n\nतेरे इख़्तियार में क्या नहीं, मुझे इस तरह से नवाज़ दे\nयूँ दुआयें मेरी क़ुबूल हों, मेरे दिल में कोई दुआ न हो\n\nकभी हम भी जिस के क़रीब थे, दिलो-जाँ से बढ़कर अज़ीज़ थे\nमगर आज ऐसे मिला है वो, कभी पहले जैसे मिला न हो\n\n","author":"बशीर बद्र","title":"कभी यूँ मिलें कोई मसलेहत, कोई ख़ौफ़ दिल में ज़रा न हो \/ बशीर बद्र"},{"poem":"सर से चादर बदन से क़बा ले गई\nज़िन्दगी हम फ़क़ीरों से क्या ले गई\n\nमेरी मुठ्ठी में सूखे हुये फूल हैं\nख़ुशबुओं को उड़ा कर हवा ले गई\n\nमैं समुंदर के सीने में चट्टान था\nरात एक मौज आई बहा ले गई\n\nहम जो काग़ज़ थे अश्कों से भीगे हुये\nक्यों चिराग़ों की लौ तक हवा ले गई\n\nचाँद ने रात मुझको जगा कर कहा\nएक लड़की तुम्हारा पता ले गई\n\nमेरी शोहरत सियासत से महफ़ूस है\nये तवायफ़ भी इस्मत बचा ले गई\n\n","author":"बशीर बद्र","title":"सर से चादर बदन से क़बा ले गई \/ बशीर बद्र"},{"poem":"वो थका हुआ मेरी बाहों में ज़रा सो गया था तो क्या हुआ\nअभी मैं ने देखा है चाँद भी किसी शाख़-ए-गुल पे झुका हुआ\n\nजिसे ले गई है अभी हवा वो वरक़ था दिल की किताब का\nकहीं आँसुओं से मिटा हुआ कहीं आँसुओं से लिखा हुआ\n\nकई मील रेत को काट कर कोई मौज फूल खिला गई\nकोई पेड़ प्यास से मर रहा है नदी के पास खड़ा हुआ\n\nमुझे हादसों ने सजा सजा के बहुत हसीन बना दिया\nमेरा दिल भी जैसे दुल्हन का हाथ हो मेहन्दियों से रचा हुआ\n\nवही ख़त के जिस पे जगह जगह दो महकते होंठों के चाँद थे\nकिसी भूले-बिसरे से ताक़ पर तह-ए-गर्द होगा दबा हुआ\n\nवही शहर है वही रास्ते वही घर है और वही लान भी\nमगर उस दरीचे से पूछना वो दरख़त अनार का क्या हुआ\n\nमेरे साथ जुगनू है हमसफ़र मगर इस शरर की बिसात क्या\nये चराग़ कोई चराग़ है न जला हुआ न बुझा हुआ\n\n","author":"बशीर बद्र","title":"वो थका हुआ मेरी बाहों में ज़रा \/ बशीर बद्र"},{"poem":"सुबह का झरना, हमेशा हंसने वाली औरतें\nझूटपुटे की नदियां, ख़मोश गहरी औरतें\n\nसड़कों बाज़ारों मकानों दफ्तरों में रात दिन\nलाल पीली सब्ज़ नीली, जलती बुझती औरतें\n\nशहर में एक बाग़ है और बाग़ में तालाब है\nतैरती हैं उसमें सातों रंग वाली औरतें\n\nसैकड़ों ऎसी दुकानें हैं जहाँ मिल जायेंगी\nधात की, पत्थर की, शीशे की, रबर की औरतें\n\nइनके अन्दर पक रहा है वक़्त का आतिश-फिशान\nकिं पहाड़ों को ढके हैं बर्फ़ जैसी औरतें\n\n","author":"बशीर बद्र","title":"सुबह का झरना \/ बशीर बद्र"},{"poem":"हमारा दिल सवेरे का सुनहरा जाम हो जाए\nचराग़ों की तरह आँखें जलें, जब शाम हो जाए\n\nमैं ख़ुद भी एहतियातन, उस गली से कम गुजरता हूँ\nकोई मासूम क्यों मेरे लिए, बदनाम हो जाए\n\nअजब हालात थे, यूँ दिल का सौदा हो गया आख़िर\nमुहब्बत की हवेली जिस तरह नीलाम हो जाए\n\nसमन्दर के सफ़र में इस तरह आवाज़ दो हमको\nहवायें तेज़ हों और कश्तियों में शाम हो जाए \n\nमुझे मालूम है उसका ठिकाना फिर कहाँ होगा\nपरिंदा आस्माँ छूने में जब नाकाम हो जाए \n\nउजाले अपनी यादों के हमारे साथ रहने दो\nन जाने किस गली में, ज़िंदगी की शाम हो जाए\n\n","author":"बशीर बद्र","title":"हमारा दिल \/ बशीर बद्र"},{"poem":"आ चाँदनी भी मेरी तरह जाग रही है\nपलकों पे सितारों को लिये रात खड़ी है\n\nये बात कि सूरत के भले दिल के बुरे हों\nअल्लाह करे झूठ हो बहुतों से सुनी है\n\nवो माथे का मतला हो कि होंठों के दो मिसरे\nबचपन की ग़ज़ल ही मेरी महबूब रही है\n\nग़ज़लों ने वहीं ज़ुल्फ़ों के फैला दिये साये\nजिन राहों पे देखा है बहुत धूप कड़ी है\n\nहम दिल्ली भी हो आये हैं लाहौर भी घूमे\nऐ यार मगर तेरी गली तेरी गली है\n\n","author":"बशीर बद्र","title":"आ चांदनी भी मेरी तरह जाग रही है \/ बशीर बद्र"},{"poem":"आँसुओं की जहाँ पायमाली रही\nऐसी बस्ती चराग़ों से ख़ाली रही\n\nदुश्मनों की तरह उस से लड़ते रहे\nअपनी चाहत भी कितनी निराली रही\n\nजब कभी भी तुम्हारा ख़याल आ गया\nफिर कई रोज़ तक बेख़याली रही\n\nलब तरसते रहे इक हँसी के लिये\nमेरी कश्ती मुसाफ़िर से ख़ाली रही\n\nचाँद तारे सभी हम-सफ़र थे मगर\nज़िन्दगी रात थी रात काली रही\n\nमेरे सीने पे ख़ुशबू ने सर रख दिया\nमेरी बाँहों में फूलों की डाली रही\n\n","author":"बशीर बद्र","title":"आँसुओं की जहाँ पायमाली रही \/ बशीर बद्र"},{"poem":"आस होगी न आसरा होगा\nआने वाले दिनों में क्या होगा\n\nमैं तुझे भूल जाऊँगा इक दिन\nवक़्त सब कुछ बदल चुका होगा\n\nनाम हम ने लिखा था आँखों में\nआँसुओं ने मिटा दिया होगा\n\nआसमाँ भर गया परिंदों से\nपेड़ कोई हरा गिरा होगा\n\nकितना दुश्वार[1] था सफ़र उस का\nवो सर-ए-शाम[2] सो गया होगा\n\n","author":"बशीर बद्र","title":"आस होगी न आसरा होगा \/ बशीर बद्र"},{"poem":"अभी इस तरफ़ न निगाह कर मैं ग़ज़ल की पलकें सँवार लूँ\nमेरा लफ़्ज़-लफ़्ज़ हो आईना तुझे आईने में उतार लूँ\n\nमैं तमाम दिन का थका हुआ, तू तमाम शब का जगा हुआ\nज़रा ठहर जा इसी मोड़ पर, तेरे साथ शाम गुज़ार लूँ\n\nअगर आसमाँ की नुमाइशों में मुझे भी इज़्न-ए-क़याम[1] हो\nतो मैं मोतियों की दुकान से तेरी बालियाँ तेरे हार लूँ\n\nकई अजनबी तेरी राह के मेरे पास से यूँ गुज़र गये\nजिन्हें देख कर ये तड़प हुई तेरा नाम लेके पुकार लूँ\n\n","author":"बशीर बद्र","title":"अभी इस तरफ़ न निगाह कर \/ बशीर बद्र"},{"poem":"ऐ हुस्न-ए-बे-परवाह तुझे शबनम कहूँ शोला कहूँ\nफूलों में भी शोख़ी तो है किसको मगर तुझ-सा कहूँ\n\nगेसू उड़े महकी फ़िज़ा जादू करें आँखे तेरी\nसोया हुआ मंज़र[1] कहूँ या जागता सपना कहूँ\n\nचंदा की तू है चांदनी लहरों की तू है रागिनी\nजान-ए-तमन्ना मैं तुझे क्या- क्या कहूँ क्या न कहूँ\n\n","author":"बशीर बद्र","title":"ऐ हुस्न-ए-बेपरवाह तुझे शबनम कहूँ शोला कहूँ \/ बशीर बद्र"},{"poem":"ऐसा लगता है ज़िन्दगी तुम हो\nअजनबी जैसे अजनबी तुम हो\n\nअब कोई आरज़ू नहीं बाकी\nजुस्तजू मेरी आख़िरी तुम हो\n\nमैं ज़मीं पर घना अँधेरा हूँ\nआसमानों की चांदनी तुम हो\n\nदोस्तों से वफ़ा की उम्मीदें\nकिस ज़माने के आदमी तुम हो\n\n","author":"बशीर बद्र","title":"ऐसा लगता है ज़िन्दगी तुम हो \/ बशीर बद्र"},{"poem":"भीगी हुई आँखों का ये मंज़र न मिलेगा\nघर छोड़ के मत जाओ कहीं घर न मिलेगा\n\nफिर याद बहुत आयेगी ज़ुल्फ़ों की घनी शाम\nजब धूप में साया कोई सर पर न मिलेगा\n\nआँसू को कभी ओस का क़तरा न समझना\nऐसा तुम्हें चाहत का समुंदर न मिलेगा\n\nइस ख़्वाब के माहौल में बे-ख़्वाब हैं आँखें\nबाज़ार में ऐसा कोई ज़ेवर न मिलेगा\n\nये सोच लो अब आख़िरी साया है मुहब्बत\nइस दर से उठोगे तो कोई दर न मिलेगा\n\n","author":"बशीर बद्र","title":"भीगी हुई आँखों का ये मन्ज़र न मिलेगा \/ बशीर बद्र"},{"poem":"भूल शायद बहुत बड़ी कर ली\nदिल ने दुनिया से दोस्ती कर ली\n\nतुम मुहब्बत को खेल कहते हो\nहम ने बर्बाद ज़िन्दगी कर ली\n\nउस ने देखा बड़ी इनायत से\nआँखों आँखों में बात भी कर ली\n\nआशिक़ी में बहुत ज़रूरी है\nबेवफ़ाई कभी कभी कर ली\n\nहम नहीं जानते चिराग़ों ने\nक्यों अंधेरों से दोस्ती कर ली\n\nधड़कनें दफ़्न हो गई होंगी\nदिल में दीवार क्यों खड़ी कर ली\n\n","author":"बशीर बद्र","title":"भूल शायद बहुत बड़ी कर ली \/ बशीर बद्र"},{"poem":"दुआ करो कि ये पौधा सदा हरा ही लगे\nउदासियों से भी चेहरा खिला-खिला ही लगे\n\nये चाँद तारों का आँचल उसी का हिस्सा है\nकोई जो दूसरा ओढे़ तो दूसरा ही लगे\n\nनहीं है मेरे मुक़द्दर में रौशनी न सही\nये खिड़की खोलो ज़रा सुबह की हवा ही लगे\n\nअजीब शख़्स है नाराज़ होके हंसता है\nमैं चाहता हूँ ख़फ़ा हो तो वो ख़फ़ा ही लगे\n\n","author":"बशीर बद्र","title":"दुआ करो कि ये पौधा सदा हरा ही लगे \/ बशीर बद्र"},{"poem":"दूसरों को हमारी सज़ायें न दे\nचांदनी रात को बद-दुआयें न दे\n\nफूल से आशिक़ी का हुनर सीख ले\nतितलियाँ ख़ुद रुकेंगी सदायें न दे\n\nसब गुनाहों का इक़रार करने लगें\nइस क़दर ख़ुबसूरत सज़ायें न दे\n\nमोतियों को छुपा सीपियों की तरह\nबेवफ़ाओं को अपनी वफ़ायें न दे\n\nमैं बिखर जाऊँगा आँसूओं की तरह\nइस क़दर प्यार से बद-दुआयें न दे\n\n","author":"बशीर बद्र","title":"दूसरों को हमारी सज़ायें न दे \/ बशीर बद्र"},{"poem":"गाँव मिट जायेगा शहर जल जायेगा\nज़िन्दगी तेरा चेहरा बदल जायेगा\n\nकुछ लिखो मर्सिया मसनवी या ग़ज़ल\nकोई काग़ज़ हो पानी में गल जायेगा\n\nअब उसी दिन लिखूँगा दुखों की ग़ज़ल\nजब मेरा हाथ लोहे में ढल जायेगा\n\nमैं अगर मुस्कुरा कर उन्हें देख लूँ\nक़ातिलों का इरादा बदल जायेगा\n\nआज सूरज का रुख़ है हमारी तरफ़\nये बदन मोम का है पिघल जायेगा\n\n","author":"बशीर बद्र","title":"गाँव मिट जायेगा शहर जल जायेगा \/ बशीर बद्र"},{"poem":"गुलाबों की तरह दिल अपना शबनम में भिगोते हैं\nमोहब्बत करने वाले ख़ूबसूरत लोग होते हैं\n\nकिसी ने जिस तरह अपने सितारों को सजाया है\nग़ज़ल के रेशमी धागे में यूँ मोती पिरोते हैं\n\nपुराने मौसमों के नामे-नामी मिटते जाते हैं\nकहीं पानी, कहीं शबनम, कहीं आँसू भिगोते हैं\n\nयही अंदाज़ है मेरा समन्दर फ़तह करने का\nमेरी काग़ज़ की कश्ती में कई जुगनू भी होते हैं\n\nसुना है बद्र साहब महफ़िलों की जान होते थे\nबहुत दिन से वो पत्थर हैं, न हँसते हैं न रोते हैं\n\n","author":"बशीर बद्र","title":"गुलाबों की तरह दिल अपना \/ बशीर बद्र"},{"poem":"ग़म छुपाते रहे मुस्कुराते रहे, \nमहफ़िलों-महफ़िलों गुनगुनाते रहे\n\nआँसुओं से लिखी दिल की तहरीर को\nफूल की पत्तियों से सजाते रहे\n\nग़ज़लें कुम्हला गईं नज़्में मुरझा गईं,\nगीत सँवला गये साज़ चुप हो गये\n\nफिर भी अहल-ए-चमन कितने ख़ुशज़ौक़ थे\nनग़्मा-ए-फ़स्ल-ए-गुल गुनगुनाते रहे\n\nतेरी साँसों की ख़ुशबू लबों की महक,\nजाने कैसे हवायें उड़ा लाईं थी\n\nवक़्त का हर क़दम भी बहकता रहा\nज़क़्त ले पाँव भी डगमगाते रहे\n\n","author":"बशीर बद्र","title":"ग़म छुपाते रहे मुस्कुराते रहे \/ बशीर बद्र"},{"poem":"कभी तो आसमाँ से चांद उतरे जाम हो जाये \nतुम्हारे नाम की इक ख़ूबसूरत शाम हो जाये \n\nहमारा दिल सवेरे का सुनहरा जाम हो जाये \nचराग़ों की तरह आँखें जलें जब शाम हो जाये \n\nअजब हालात थे यूँ दिल का सौदा हो गया आख़िर\nमोहब्बत की हवेली जिस तरह नीलाम हो जाये \n\nसमंदर के सफ़र में इस तरह आवाज़ दो हमको \nहवाएँ तेज़ हों और कश्तियों में शाम हो जाये \n\nमैं ख़ुद भी एहतियातन उस गली से कम गुज़रता हूँ \nकोई मासूम क्यों मेरे लिये बदनाम हो जाये \n\nमुझे मालूम है उस का ठिकाना फिर कहाँ होगा \nपरिंदा आसमाँ छूने में जब नाकाम हो जाये\n\nउजाले अपनी यादों के हमारे साथ रहने दो \nन जाने किस गली में ज़िन्दगी की शाम हो जाये\n\n","author":"बशीर बद्र","title":"कभी तो आसमाँ से चांद उतरे जाम हो जाये \/ बशीर बद्र"},{"poem":"कभी यूँ भी आ मेरी आँख में के मेरी नज़र को ख़बर न हो\nमुझे एक रात नवाज़[1] दे मगर उसके बाद सहर न हो\n\nवो बड़ा रहीम-ओ-करीम है मुझे ये सिफ़त[2] भी अता[3] करे\nतुझे भूलने की दुआ करूँ तो दुआ में मेरी असर न हो\n\nमेरे बाज़ुओं में थकी-थकी, अभी महव-ए-ख़्वाब[4] है चांदनी\nन उठे सितारों की पालकी, अभी आहटों का गुज़र न हो\n\nये ग़ज़ल कि जैसे हिरन की आँखों में पिछली रात की चांदनी\nन बुझे ख़राबे की रोशनी, कभी बेचिराग़ ये घर न हो\n\nवो फ़िराक़[5] हो या विसाल[6] हो, तेरी याद महकेगी एक दिन\nवो गुलाब बन के खिलेगा क्या, जो चिराग़ बन के जला न हो\n\nकभी धूप दे, कभी बदलियाँ, दिल-ओ-जाँ से दोनों क़ुबूल हैं\nमगर उस नगर में न क़ैद कर जहाँ ज़िन्दगी की हवा न हो\n\nकभी दिन की धूप में झूम के कभी शब के फूल को चूम के\nयूँ ही साथ साथ चलें सदा कभी ख़त्म अपना सफ़र न हो\n\nमेरे पास मेरे हबीब[7] आ ज़रा और दिल के क़रीब आ\nतुझे धड़कनों में बसा लूँ मैं के बिछड़ने का कोई डर न हो\n\n","author":"बशीर बद्र","title":"कभी यूँ भी आ मेरी आँख में के मेरी नज़र को ख़बर न हो \/ बशीर बद्र"},{"poem":"कहीं चांद राहों में खो गया कहीं चांदनी भी भटक गई\nमैं चराग़ वो भी बुझा हुआ मेरी रात कैसे चमक गई\n\nमेरी दास्ताँ का उरूज था तेरी नर्म पलकों की छाँव में\nमेरे साथ था तुझे जागना तेरी आँख कैसे झपक गई\n\nकभी हम मिले तो भी क्या मिले वही दूरियाँ वही फ़ासले\nन कभी हमारे क़दम बढ़े न कभी तुम्हारी झिझक गई\n\nमुझे पदने वाला पढ़े भी क्या मुझे लिखने वाला लिखे भी क्या \nजहाँ नाम मेरा लिखा गया वहां रोशनाई उलट गई\n\nतुझे भूल जाने की कोशिशें कभी क़ामयाब न हो सकीं\nतेरी याद शाख़-ए-गुलाब है जो हवा चली तो लचक गई\n\n","author":"बशीर बद्र","title":"कहीं चांद राहों में खो गया \/ बशीर बद्र"},{"poem":"ख़ुदा हम को ऐसी ख़ुदाई न दे\nकि अपने सिवा कुछ दिखाई न दे\n\nख़तावार समझेगी दुनिया तुझे\nअब इतनी भी ज़्यादा सफ़ाई न दे\n\nहँसो आज इतना कि इस शोर में\nसदा सिसकियों की सुनाई न दे\n\nअभी तो बदन में लहू है बहुत\nकलम छीन ले रोशनाई न दे\n\nमुझे अपनी चादर से यूँ ढाँप लो\nज़मीं आसमाँ कुछ दिखाई न दे\n\nग़ुलामी को बरकत समझने लगें\nअसीरों को ऐसी रिहाई न दे\n\nमुझे ऐसी जन्नत नहीं चाहिए \nजहाँ से मदीना दिखाई न दे\n\nमैं अश्कों से नाम-ए-मुहम्मद लिखूँ\nक़लम छीन ले रोशनाई न दे\n\nख़ुदा ऐसे इरफ़ान का नाम है\nरहे सामने और दिखाई न दे\n\n","author":"बशीर बद्र","title":"ख़ुदा हम को ऐसी ख़ुदाई न दे \/ बशीर बद्र"},{"poem":"ख़ुश रहे या बहुत उदास रहे\nज़िन्दगी तेरे आस पास रहे\n\nचाँद इन बदलियों से निकलेगा\nकोई आयेगा दिल को आस रहे\n\nहम मुहब्बत के फूल हैं शायद\nकोई काँटा भी आस पास रहे\n\nमेरे सीने में इस तरह बस जा\nमेरी सांसों में तेरी बास रहे\n\nआज हम सब के साथ ख़ूब हँसे\nऔर फिर देर तक उदास रहे\n\n","author":"बशीर बद्र","title":"ख़ुश रहे या बहुत उदास रहे \/ बशीर बद्र"},{"poem":"ख़ुशबू की तरह आया वो तेज़ हवाओं में\nमाँगा था जिसे हम ने दिन रात दुआओं में\n\nतुम छत पे नहीं आये वो घर से नहीं निकला\nये चाँद बहुत लटका सावन की घटाओं में\n\nइस शहर में इक लड़की बिल्कुल है ग़ज़ल जैसी\nफूलों की बदन वाली ख़ुशबू-सी अदाओं में\n\nदुनिया की तरह वो भी हँसते हैं मुहब्बत पर\nडूबे हुए रहते थे जो लोग वफ़ाओं में\n\n","author":"बशीर बद्र","title":"ख़ुशबू की तरह आया वो तेज़ हवाओं में \/ बशीर बद्र"},{"poem":"ख़्वाब इस आँखों से अब कोई चुरा कर ले जाये\nक़ब्र के सूखे हुये फूल उठा कर ले जाये\n\nमुंतज़िर[1] फूल में ख़ुश्बू की तरह हूँ कब से\nकोई झोंकें की तरह आये उड़ा कर ले जाये\n\nये भी पानी है मगर आँखों का ऐसा पानी\nजो हथेली पे रची मेहंदी उड़ा कर ले जाये\n\nमैं मोहब्बत से महकता हुआ ख़त हूँ मुझ को\nज़िन्दगी अपनी किताबों में दबा कर ले जाये\n\nख़ाक इंसाफ़ है नाबीना[2] बुतों के आगे\nरात थाली में चिराग़ों को सजा कर ले जाये\n\n","author":"बशीर बद्र","title":"ख़्वाब इन आँखों से अब कोई चुरा कर ले जाये \/ बशीर बद्र"},{"poem":"किस ने मुझको सदा दी बता कौन है\nऐ हवा तेरे घर में छुपा कौन है\n\nबारिशों में किसी पेड़ को देखना\nशाल ओढ़े हुए भीगता कौन है\n\nमैं यहाँ धूप में तप रहा हूँ मगर\nवो पसीने में डूबा हुआ कौन है\n\nआसमानों को हमने बताया नहीं\nडूबती शाम में डूबता कौन है\n\nख़ुश्बुओं में नहाई हुई शाख़ पर\nफूल-सा मुस्कुराता हुआ कौन है\n\nदिल को पत्थर हुए इक ज़माना हुआ\nइस मकाँ में मगर बोलता कौन है\n\nतुम भी मजबूर हो हम भी मजबूर हैं\nबेवफ़ा कौन है बावफ़ा कौन है\n\n","author":"बशीर बद्र","title":"किस ने मुझ को सदा दी बता कौन है \/ बशीर बद्र"},{"poem":"कोई काँटा चुभा नहीं होता\nदिल अगर फूल सा नहीं होता\n\nकुछ तो मजबूरियाँ रही होंगी\nयूँ कोई बेवफ़ा नहीं होता\n\nगुफ़्तगू उन से रोज़ होती है\nमुद्दतों सामना नहीं होता\n\nजी बहुत चाहता सच बोलें\nक्या करें हौसला नहीं होता\n\nरात का इंतज़ार कौन करे\nआज कल दिन में क्या नहीं होता\n\n","author":"बशीर बद्र","title":"कोई काँटा चुभा नहीं होता \/ बशीर बद्र"},{"poem":"कुछ तो मैं भी बहुत दिल का कमज़ोर हूँ\nकुछ मुहब्बत भी है फ़ितरतन बदगुमाँ\n\nतज़करा कोई हो ज़िक्र तेरा रहा\nअव्वल-ए-आख़िरश दरमियाँ दरमियाँ\n\nजाने किस देश से दिल में आ जाते हैं\nचांदनी रात में दर्द के कारवाँ\n\n","author":"बशीर बद्र","title":"कुछ तो मैं भी बहुत दिल का कमज़ोर हूँ \/ बशीर बद्र"},{"poem":"मान मौसम का कहा, छाई घटा, जाम उठा\nआग से आग बुझा, फूल खिला, जाम उठा\n\nपी मेरे यार तुझे अपनी क़सम देता हूँ\nभूल जा शिकवा-गिला, हाथ मिला, जाम उठा\n\nहाथ में जाम जहाँ आया मुक़द्दर चमका\nसब बदल जायेगा क़िस्मत का लिखा, जाम उठा\n\nएक पल भी कभी हो जाता है सदियों जैसा\nदेर क्या करना यहाँ, हाथ बढा़, जाम उठा\n\nप्यार ही प्यार है सब लोग बराबर हैं यहाँ\nमैकदे में कोई छोटा न बड़ा, जाम उठा\n\n","author":"बशीर बद्र","title":"मान मौसम का कहा छाई घटा जाम उठा \/ बशीर बद्र"},{"poem":"कोई काँटा चुभा नहीं होता\nदिल अगर फूल सा नहीं होता\n\nमैं भी शायद बुरा नहीं होता\nवो अगर बेवफ़ा नहीं होता\n\nबेवफ़ा बेवफ़ा नहीं होता\nख़त्म ये फ़ासला नहीं होता\n\nकुछ तो मजबूरियाँ रही होंगी\nयूँ कोई बेवफ़ा नहीं होता\n\nजी बहुत चाहता है सच बोलें\nक्या करें हौसला नहीं होता\n\nरात का इंतज़ार कौन करे\nआज-कल दिन में क्या नहीं होता\n\nगुफ़्तगू उन से रोज़ होती है\nमुद्दतों सामना नहीं होता\n\n","author":"बशीर बद्र","title":"मैं भी शायद बुरा नहीं होता \/ बशीर बद्र"},{"poem":"मिल भी जाते हैं तो कतरा के निकल जाते हैं\nहाये मौसम की तरह दोस्त बदल जाते हैं\n\nहम अभी तक हैं गिरफ़्तार-ए-मुहब्बत यारो\nठोकरें खा के सुना था कि सम्भल जाते हैं\n\nये कभी अपनी जफ़ा पर न हुआ शर्मिन्दा\nहम समझते रहे पत्थर भी पिघल जाते हैं\n\nउम्र भर जिनकी वफ़ाओं पे भरोसा कीजे\nवक़्त पड़ने पे वही लोग बदल जाते हैं\n\n","author":"बशीर बद्र","title":"मिल भी जाते हैं तो कतरा के निकल जाते हैं \/ बशीर बद्र"},{"poem":"मेरे साथ तुम भी दुआ करो यूँ किसी के हक़ में बुरा न हो\nकहीं और हो न ये हादसा कोई रास्ते में जुदा न हो\n\nमेरे घर से रात की सेज तक वो इक आँसू की लकीर है\nज़रा बढ़ के चाँद से पूछना वो इसी तरफ़ से गया न हो\n\nसर-ए-शाम ठहरी हुई ज़मीं, आसमाँ है झुका हुआ\nइसी मोड़ पर मेरे वास्ते वो चराग़ ले कर खड़ा न हो\n\nवो फ़रिश्ते आप ही ढूँढिये कहानियों की किताब में\nजो बुरा कहें न बुरा सुने कोई शख़्स उन से ख़फ़ा न हो\n\nवो विसाल हो के फ़िराक़ हो तेरी आग महकेगी एक दिन\nवो गुलाब बन के खिलेगा क्या जो चराग़ बन के जला न हो\n\nमुझे यूँ लगा कि ख़ामोश ख़ुश्बू के होँठ तितली ने छू लिये\nइन्ही ज़र्द पत्तों की ओट में कोई फूल सोया हुआ न हो\n\nइसी एहतियात में मैं रहा, इसी एहतियात में वो रहा\nवो कहाँ कहाँ मेरे साथ है किसी और को ये पता न हो\n\n","author":"बशीर बद्र","title":"मेरे साथ तुम भी दुआ करो \/ बशीर बद्र"},{"poem":"मोम की ज़िन्दगी घुला करना\nकुछ किसी से न तज़करा करना\n\nमेरा बचपन था आईने जैसा\nहर खिलौने का मुँह तका करना\n\nचेहरा चेहरा मेरी किताबें हैं\nपढ़ने वालो मुझे पढ़ा करना\n\nये रिवायत बहुत पुरानी है\nनींद में रेत पर चला करना\n\nरास्ते में कई खंडहर होंगे\nशह-सवारो वहाँ रुका करना\n\nजब बहुत हँस चुको तो चेहरे को\nआँसुओं से भी धो लिया करना\n\nफूल शाख़ों के हों कि आँखों के\nरास्ते रास्ते चुना करना\n\n","author":"बशीर बद्र","title":"मोम की ज़िन्दगी घुला करना \/ बशीर बद्र"},{"poem":"मुझसे बिछड़ के ख़ुश रहते हो\nमेरी तरह तुम भी झूठे हो\n\nइक टहनी पर चाँद टिका था\nमैं ये समझा तुम बैठे हो\n\nउजले-उजले फूल खिले थे\nबिल्कुल जैसे तुम हँसते हो\n\nमुझ को शाम बता देती है\nतुम कैसे कपड़े पहने हो\n\nतुम तन्हा दुनिया से लड़ोगे\nबच्चों सी बातें करते हो\n\n","author":"बशीर बद्र","title":"मुझसे बिछड़ के ख़ुश रहते हो \/ बशीर बद्र"},{"poem":"मुसाफ़िर के रस्ते बदलते रहे\nमुक़द्दर में चलना था चलते रहे\n\nकोई फूल सा हाथ काँधे पे था\nमेरे पाँव शोलों पे चलते रहे\n\nमेरे रास्ते में उजाला रहा\nदिये उस की आँखों के जलते रहे\n\nवो क्या था जिसे हमने ठुकरा दिया\nमगर उम्र भर हाथ मलते रहे\n\nमुहब्बत अदावत वफ़ा बेरुख़ी\nकिराये के घर थे बदलते रहे\n\nसुना है उन्हें भी हवा लग गई\nहवाओं के जो रुख़ बदलते रहे\n\nलिपट के चराग़ों से वो सो गये\nजो फूलों पे करवट बदलते रहे\n\n","author":"बशीर बद्र","title":"मुसाफ़िर के रस्ते बदलते रहे \/ बशीर बद्र"},{"poem":"मुस्कुराती हुई धनक है वही\nउस बदन में चमक दमक है वही\n\nफूल कुम्हला गये उजालों के\nसाँवली शाम में नमक है वही\n\nअब भी चेहरा चराग़ लगता है\nबुझ गया है मगर चमक है वही\n\nकोई शीशा ज़रूर टूटा है\nगुनगुनाती हुई खनक है वही\n\nप्यार किस का मिला है मिट्टी में\nइस चमेली तले महक है वही\n\n","author":"बशीर बद्र","title":"मुस्कुराती हुई धनक है वही \/ बशीर बद्र"},{"poem":"पत्थर के जिगर वालों ग़म में वो रवानी है\nख़ुद राह बना लेगा बहता हुआ पानी है\n\nफूलों में ग़ज़ल रखना ये रात की रानी है\nइस में तेरी ज़ुल्फ़ों की बे-रब्त कहानी है\n\nएक ज़हन-ए-परेशाँ में वो फूल सा चेहरा है\nपत्थर की हिफ़ाज़त में शीशे की जवानी है\n\nक्यों चांदनी रातों में दरिया पे नहाते हो\nसोये हुए पानी में क्या आग लगानी है\n\nइस हौसला-ए-दिल पर हम ने भी कफ़न पहना\nहँस कर कोई पूछेगा क्या जान गवानी है\n\nरोने का असर दिल पर रह रह के बदलता है\nआँसू कभी शीशा है आँसू कभी पानी है\n\nये शबनमी लहजा है आहिस्ता ग़ज़ल पढ़ना\nतितली की कहानी है फूलों की ज़बानी है\n\n","author":"बशीर बद्र","title":"पत्थर के जिगर वालों ग़म में वो रवानी है \/ बशीर बद्र"},{"poem":"सर पे साया सा दस्त-ए-दुआ याद है\nअपने आँगन में इक पेड़ था याद है\n\nजिस में अपनी परिंदों से तश्बीह थी\nतुम को स्कूल की वो दुआ याद है\n\nऐसा लगता है हर इम्तहाँ के लिये\nज़िन्दगी को हमारा पता याद है\n\nमैकदे में अज़ाँ सुन के रोया बहुत\nइस शराबी को दिल से ख़ुदा याद है\n\nमैं पुरानी हवेली का पर्दा मुझे\nकुछ कहा याद है कुछ सुना याद है\n\n","author":"बशीर बद्र","title":"सर पे साया सा दस्त-ए-दुआ याद है \/ बशीर बद्र"},{"poem":"सौ ख़ुलूस बातों में सब करम ख़यालों में\nबस ज़रा वफ़ा कम है तेरे शहर वालों में\n\nपहली बार नज़रों ने चाँद बोलते देखा\nहम जवाब क्या देते खो गये सवालों में\n\nरात तेरी यादों ने दिल को इस तरह छेड़ा\nजैसे कोई चुटकी ले नर्म नर्म गालों में\n\nमेरी आँख के तारे अब न देख पाओगे\nरात के मुसाफ़िर थे खो गये उजालों में\n\n","author":"बशीर बद्र","title":"सौ ख़ुलूस बातों में सब करम ख़यालों में \/ बशीर बद्र"},{"poem":"शबनम के आँसू फूल पर ये तो वही क़िस्सा हुआ\nआँखें मेरी भीगी हुईं चेहरा तेरा उतरा हुआ\n\nअब इन दिनों मेरी ग़ज़ल ख़ुश्बू की इक तस्वीर है\nहर लफ़्ज़ गुंचे की तरह खिल कर तेरा चेहरा हुआ\n\nमंदिर गये मस्जिद गये पीरों फ़कीरों से मिले\nइक उस को पाने के लिये क्या क्या किया क्या क्या हुआ\n\nशायद इसे भी ले गये अच्छे दिनों के क़ाफ़िले\nइस बाग़ में इक फूल था तेरी तरह हँसता हुआ\n\nअनमोल मोती प्यार के, दुनिया चुरा के ले गई\nदिल की हवेली का कोई दरवाज़ा था टूटा हुआ\n\n","author":"बशीर बद्र","title":"शबनम के आँसू फूल पर \/ बशीर बद्र"},{"poem":"सिसकते आब में किस की सदा है\nकोई दरिया की तह में रो रहा है\n\nसवेरे मेरी इन आँखों ने देखा\nख़ुदा चरो तरफ़ बिखरा हुआ है\n\nसमेटो और सीने में छुपा लो\nये सन्नाटा बहुत फैला हुआ है\n\nपके गेंहू की ख़ुश्बू चीखती है\nबदन अपना सुनेहरा हो चला है\n\nहक़ीक़त सुर्ख़ मछली जानती है\nसमन्दर कैसा बूढ़ा देवता है\n\nहमारी शाख़ का नौ-ख़ेज़ पत्ता\nहवा के होंठ अक्सर चूमता है\n\nमुझे उन नीली आँखों ने बताया\nतुम्हारा नाम पानी पर लिखा है\n\n","author":"बशीर बद्र","title":"सिसकते आब में किस की सदा है \/ बशीर बद्र"},{"poem":"सोचा नहीं अच्छा बुरा देखा सुना कुछ भी नहीं\nमांगा खुदा से रात दिन तेरे सिवा कुछ भी नहीं\n\nदेखा तुझे सोचा तुझे चाहा तुझे पूजा तुझे\nमेरी ख़ता मेरी वफ़ा तेरी ख़ता कुछ भी नहीं\n\nजिस पर हमारी आँख ने मोती बिछाये रात भर\nभेजा वही काग़ज़ उसे हमने लिखा कुछ भी नहीं\n\nइक शाम की दहलीज़ पर बैठे रहे वो देर तक\nआँखों से की बातें बहुत मुँह से कहा कुछ भी नहीं\n\nदो चार दिन की बात है दिल ख़ाक में सो जायेगा\nजब आग पर काग़ज़ रखा बाकी बचा कुछ भी नहीं\n\nअहसास की ख़ुश्बू कहाँ आवाज़ के जुगनू कहाँ\nख़ामोश यादों के सिवा घर में रहा कुछ भी नहीं\n\n","author":"बशीर बद्र","title":"सोचा नहीं अच्छा बुरा देखा सुना कुछ भी नहीं \/ बशीर बद्र"},{"poem":"सुन ली जो ख़ुदा ने वो दुआ तुम तो नहीं हो\nदरवाज़े पे दस्तक की सदा तुम तो नहीं हो\n\nसिमटी हुई शर्माई हुई रात की रानी\nसोई हुई कलियों की हया तुम तो नहीं हो\n\nमहसूस किया तुम को तो गीली हुई पलकें\nभीगे हुये मौसम की अदा तुम तो नहीं हो\n\nइन अजनबी राहों में नहीं कोई भी मेरा\nकिस ने मुझे यूँ अपना कहा तुम तो नहीं हो\n\n","author":"बशीर बद्र","title":"सुन ली जो ख़ुदा ने वो दुआ तुम तो नहीं हो \/ बशीर बद्र"},{"poem":"वही ताज है वही तख़्त है वही ज़हर है वही जाम है\nये वही ख़ुदा की ज़मीन है ये वही बुतों का निज़ाम है\n\nबड़े शौक़ से मेरा घर जला कोई आँच न तुझपे आएगी\nये ज़ुबाँ किसी ने ख़रीद ली ये क़लम किसी की ग़ुलाम है\n\nमैं ये मानता हूँ मेरे दिए तेरी आँधियोँ ने बुझा दिए\nमगर इक जुगनू हवाओं में अभी रौशनी का इमाम है\n\n","author":"बशीर बद्र","title":"वही ताज है वही तख़्त है \/ बशीर बद्र"},{"poem":"वो ग़ज़ल वालों का उस्लूब[1] समझते होंगे\nचाँद कहते हैं किसे ख़ूब समझते होंगे\n\nइतनी मिलती है मेरी ग़ज़लों से सूरत तेरी\nलोग तुझको मेरा महबूब समझते होंगे\n\nमैं समझता था मुहब्बत की ज़बाँ ख़ुश्बू है\nफूल से लोग इसे ख़ूब समझते होंगे\n\nभूल कर अपना ज़माना ये ज़माने वाले\nआज के प्यार को मायूब[2] समझते होंगे\n\n\nशब्दार्थ:","author":"बशीर बद्र","title":"वो ग़ज़ल वालों का उस्लूब समझते होंगे \/ बशीर बद्र"},{"poem":"वो महकती पलकों की ओट से कोई तारा चमका था रात में\nमेरी बंद मुठ्ठी ना खोलिये वही कोहीनूर था हाथ में\n\nमैं तमाम तारे उठा-उठा कर ग़रीबों में बाँट दूँ\nकभी एक रात वो आसमाँ का निज़ाम[1] दे मेरे हाथ में\n\nअभी शाम तक मेरे बाग़ में कहीं कोई फूल खिला न था\nमुझे खुशबुओं में बसा गया तेरा प्यार एक ही रात में\n\nतेरे साथ इतने बहुत से दिन तो पलक झपकते गुज़र गये\nहुई शाम खेल ही खेल में गई रात बात ही बात में\n\nकभी सात रंगों का फूल हूँ, कभी धूप हूँ, कभी धूल हूँ\nमैं तमाम कपडे बदल चुका तेरे मौसमों की बरात में\n\n\nशब्दार्थ:","author":"बशीर बद्र","title":"वो महकती पलकों की ओट \/ बशीर बद्र"},{"poem":"याद किसी की चाँदनी बन कर कोठे कोठे उतरी है\nयाद किसी की धूप हुई है ज़ीना ज़ीना उतरी है\n\nरात की रानी सहन-ए-चमन में गेसू खोले सोती है\nरात-बेरात उधर मत जाना इक नागिन भी रहती है\n\nतुम को क्या तुम ग़ज़लें कह कर अपनी आग बुझा लोगे\nउस के जी से पूछो जो पत्थर की तरह चुप रहती है\n\nपत्थर लेकर गलियों गलियों लड़के पूछा करते हैं\nहर बस्ती में मुझ से आगे शोहरत मेरी पहुँचती है\n\nमुद्दत से इक लड़की के रुख़्सार की धूप नहीं आई\nइसी लिये मेरे कमरे में इतनी ठंडक रहती है\n\n","author":"बशीर बद्र","title":"याद किसी की चांदनी बन कर \/ बशीर बद्र"},{"poem":"ये चाँदनी भी जिन को छूते हुए डरती है\nदुनिया उन्हीं फूलों को पैरों से मसलती है\n\nशोहरत की बुलंदी भी पल भर का तमाशा है\nजिस डाल पे बैठे हो वो टूट भी सकती है\n\nलोबान में चिंगारी जैसे कोई रख दे\nयूँ याद तेरी शब भर सीने में सुलगती है\n\nआ जाता है ख़ुद खींच कर दिल सीने से पटरी पर\nजब रात की सरहद से इक रेल गुज़रती है\n\nआँसू कभी पलकों पर ता देर नहीं रुकते\nउड़ जाते हैं ये पंछी जब शाख़ लचकती है\n\nख़ुश रंग परिंदों के लौट आने के दिन आये\nबिछड़े हुए मिलते हैं जब बर्फ़ पिघलती है\n\n","author":"बशीर बद्र","title":"ये चांदनी भी जिन को छूते हुए डरती है \/ बशीर बद्र"},{"poem":"ये चिराग़ बेनज़र है ये सितारा बेज़ुबाँ है\nअभी तुझसे मिलता जुलता कोई दूसरा कहाँ है\n\nवही शख़्स जिसपे अपने दिल-ओ-जाँ निसार कर दूँ\nवो अगर ख़फ़ा नहीं है तो ज़रूर बदगुमाँ है\n\nकभी पा के तुझको खोना कभी खो के तुझको पाना\nये जनम जनम का रिश्ता तेरे मेरे दरमियाँ है\n\nमेरे साथ चलनेवाले तुझे क्या मिला सफ़र में\nवही दुख भरी ज़मीं है वही ग़म का आस्माँ है\n\nमैं इसी गुमाँ में बरसों बड़ा मुत्मईन[1] रहा हूँ\nतेरा जिस्म बेतग़ैय्युर[2] है मेरा प्यार जाविदाँ[3] है\n\nउन्हीं रास्तों ने जिन पर कभी तुम थे साथ मेरे\nमुझे रोक रोक पूछा तेरा हमसफ़र कहाँ है\n\n\nशब्दार्थ:","author":"बशीर बद्र","title":"ये चिराग़ बेनज़र है ये सितारा बेज़ुबाँ है \/ बशीर बद्र"},{"poem":"उजाले अपनी यादों के हमारे साथ रहने दो\nन जाने किस गली में ज़िन्दगी की शाम हो जाये ।\n\nज़िन्दगी तूने मुझे कब्र से कम दी है ज़मीं \nपाँव फैलाऊँ तो दीवार में सर लगता है । \n\nजी बहुत चाहता है सच बोलें\nक्या करें हौसला नहीं होता । \n\nदुश्मनी जम कर करो लेकिन ये गुँजाइश रहे \nजब कभी हम दोस्त हो जायें तो शर्मिन्दा न हों । \n\nएक दिन तुझ से मिलनें ज़रूर आऊँगा \nज़िन्दगी मुझ को तेरा पता चाहिये ।\n\n\nइतनी मिलती है मेरी गज़लों से सूरत तेरी \nलोग तुझ को मेरा महबूब समझते होंगे । \n\nवो ज़ाफ़रानी पुलोवर उसी का हिस्सा है \nकोई जो दूसरा पहने तो दूसरा ही लगे । \n\nलोग टूट जाते हैं एक घर बनाने में \nतुम तरस नहीं खाते बस्तियां जलानें में। \n\nपलकें भी चमक जाती हैं सोते में हमारी, \nआँखों को अभी ख्वाब छुपाने नहीं आते । \n\nतमाम रिश्तों को मैं घर पे छोड़ आया था. \nफिर उस के बाद मुझे कोई अजनबी नहीं मिला ।\n\nमैं इतना बदमुआश नहीं यानि खुल के बैठ \nचुभने लगी है धूप तो स्वेटर उतार दे ।\n\n","author":"बशीर बद्र","title":"चंद शेर \/ बशीर बद्र"},{"poem":"साथ चलते आ रहे हैं पास आ सकते नहीं\nइक नदी के दो किनारों को मिला सकते नहीं\n\nदेने वाले ने दिया सब कुछ अजब अंदाज से\nसामने दुनिया पड़ी है और उठा सकते नहीं\n\nइस की भी मजबूरियाँ हैं, मेरी भी मजबूरियाँ हैं\nरोज मिलते हैं मगर घर में बता सकते नहीं\n\nआदमी क्या है गुजरते वक्त की तसवीर है\nजाने वाले को सदा देकर बुला सकते नहीं\n\nकिस ने किस का नाम ईंट पे लिखा है खून से\nइश्तिहारों से ये दीवारें छुपा सकते नहीं\n\nउस की यादों से महकने लगता है सारा बदन\nप्यार की खुशबू को सीने में छुपा सकते नहीं\n\nराज जब सीने से बाहर हो गया अपना कहाँ\nरेत पे बिखरे हुए आँसू उठा सकते नहीं\n\nशहर में रहते हुए हमको जमाना हो गया\nकौन रहता है कहाँ कुछ भी बता सकते नहीं\n\nपत्थरों के बर्तनों में आँसू को क्या रखें\nफूल को लफ्जों के गमलों में खिला सकते नहीं\n\n","author":"बशीर बद्र","title":"साथ चलते आ रहे हैं पास आ सकते नहीं \/ बशीर बद्र"},{"poem":"तेरा हाथ मेरे काँधे पे दर्या बहता जाता है\nकितनी खामोशी से दुख का मौसम गुजरा जाता है\n\nनीम पे अटके चाँद की पलकें शबनम से भर जाती हैं\nसूने घर में रात गये जब कोई आता-जाता है\n\nपहले ईँट, फिर दरवाजे, अब के छत की बारी है\nयाद नगर में एक महल था, वो भी गिरता जाता है\n\n","author":"बशीर बद्र","title":"तेरा हाथ मेरे काँधे \/ बशीर बद्र"},{"poem":"इन आँखों से दिन-रात बरसात होगी\nअगर ज़िंदगी सर्फ़-ए-जज़्बात[1] होगी\n\nमुसाफ़िर हो तुम भी, मुसाफ़िर हैं हम भी\nकिसी मोड़ पर फिर मुलाक़ात होगी\n\nसदाओं को अल्फाज़[2] मिलने न पायें\nन बादल घिरेंगे न बरसात होगी\n\nचराग़ों को आँखों में महफूज़[3] रखना\nबड़ी दूर तक रात ही रात होगी\n\nअज़ल-ता-अब्द[4] तक सफ़र ही सफ़र है\nकहीं सुबह होगी कहीं रात होगी\n\n","author":"बशीर बद्र","title":"इन आंखों से दिन रात बरसात होगी \/ बशीर बद्र"},{"poem":"रात के साथ रात लेटी थी \nसुबह एक पालने में रोती थी \n\nयाद की बर्फपोश टहनी पर\nएक गिलहरी उदास बैठी थी\n\nमैं ये समझा के लौट आए तुम\nधूप कल इतनी उजली उजली थी \n\nकितने शादाब, कितने दिलकश थे\nजब नदी रोज हमसे मिलती थी\n\nएक कुर्ते के बाएँ कोने पर\nप्यार की सुर्ख तितली बैठी थी\n\nकितनी हल्की कमीज़ पहने हुए \nसुबह अंगड़ाई लेके बैठी थी\n\n","author":"बशीर बद्र","title":"रात के साथ रात लेटी थी \/ बशीर बद्र"},{"poem":"कुछ तो मजबूरियाँ रही होंगी,\nयूँ कोई बेवफ़ा नहीं होता।\n\nतुम मेरी ज़िन्दगी हो, ये सच है,\nज़िन्दगी का मगर भरोसा क्या।\n\nजी बहुत चाहता है सच बोलें,\nक्या करें हौसला नहीं होता।\n\nवो चाँदनी का बदन खुशबुओं का साया है,\nबहुत अज़ीज़ हमें है मगर पराया है।\n\nतुम अभी शहर में क्या नए आए हो,\nरुक गए राह में हादसा देख कर।\n\nवो इत्रदान सा लहज़ा मेरे बुजुर्गों का,\nरची बसी हुई उर्दू ज़बान की ख़ुशबू। \n\n","author":"बशीर बद्र","title":"कुछ तो मजबूरियाँ रही होगी \/ बशीर बद्र"},{"poem":"रात आँखों में ढली पलकों पे जुगनूँ आए\nहम हवाओं की तरह जाके उसे छू आए\n\nबस गई है मेरे अहसास में ये कैसी महक\nकोई ख़ुशबू में लगाऊँ तेरी ख़ुशबू आए\n\nउसने छू कर मुझे पत्थर से फिर इंसान किया\nमुद्दतों बाद मेरी आँखों में आँसू आए\n\nमेरा आईना भी अब मेरी तरह पागल है\nआईना देखने जाऊँ तो नज़र तू आए\n\nकिस तकल्लुफ़ से गले मिलने का मौसम आया\nकुछ काग़ज़ के फूल लिए काँच के बाजू आए\n\nउन फ़कीरों को ग़ज़ल अपनी सुनाते रहियो\nजिनकी आवाज़ में दरगाहों की ख़ुशबू आए\n\n","author":"बशीर बद्र","title":"रात आँखों में ढली पलकों पे जुगनूँ आए \/ बशीर बद्र"},{"poem":"वो शाख़ है न फूल, अगर तितलियाँ न हों\nवो घर भी कोई घर है जहाँ बच्चियाँ न हों\n\nपलकों से आँसुओं की महक आनी चाहिए\nख़ाली है आसमान अगर बदलियाँ न हों\n\nदुश्मन को भी ख़ुदा कभी ऐसा मकाँ न दे\nताज़ा हवा की जिसमें कहीं खिड़कियाँ न हों\n\nमै पूछता हूँ मेरी गली में वो आए क्यों\nजिस डाकिए के पास तेरी चिट्ठियाँ न हों\n\n","author":"बशीर बद्र","title":"वो घर भी कोई घर है जहाँ बच्चियाँ न हों \/ बशीर बद्र"},{"poem":"दुआ करो कि ये पौधा सदा हरा ही लगे\nउदासियों से भी चेहरा खिला-खिला ही लगे\n\nये चाँद तारों का आँचल उसी का हिस्सा है\nकोई जो दूसरा ओढे़ तो दूसरा ही लगे\n\nनहीं है मेरे मुक़द्दर में रौशनी न सही\nये खिड़की खोलो ज़रा सुबह की हवा ही लगे\n\nअजीब शख़्स है नाराज़ होके हंसता है\nमैं चाहता हूँ ख़फ़ा हो तो वो ख़फ़ा ही लगे\n\n","author":"बशीर बद्र","title":"दुआ करो कि ये पौधा सदा हरा ही लगे \/ बशीर बद्र"},{"poem":"प्यार पंछी सोच पिंजरा दोनों अपने साथ हैं,\nएक सच्चा, एक झूठा, दोनों अपने साथ हैं,\n\nआसमाँ के साथ हमको ये जमीं भी चाहिए,\nभोर बिटिया, साँझ माता दोनों अपने साथ हैं।\n\nआग की दस्तार बाँधी, फूल की बारिश हुई,\nधूप पर्वत, शाम झरना, दोनों अपने साथ हैं।\n\nये बदन की दुनियादारी और मेरा दरवेश दिल,\nझूठ माटी, साँच सोना, दोनों अपने साथ हैं।\n\nवो जवानी चार दिन की चाँदनी थी अब कहाँ,\nआज बचपन और बुढ़ापा दोनों अपने साथ हैं।\n\nमेरा और सूरज का रिश्ता बाप बेटे का सफ़र,\nचंदा मामा, गंगा मैया, दोनों अपने साथ हैं।\n\nजो मिला वो खो गया, जो खो गया वो मिल गया,\nआने वाला, जाने वाला, दोनों अपने साथ हैं।\n\n\n","author":"बशीर बद्र","title":"प्यार पंछी,सोच पिंजरा \/ बशीर बद्र"},{"poem":"होठों पे मुहब्बत के फ़साने नहीं आते\nसाहिल पे समंदर के ख़ज़ाने नहीं आते।\n\nपलके भी चमक उठती हैं सोते में हमारी\nआंखों को अभी ख़्वाब छुपाने नहीं आते।\n\nदिल उजडी हुई इक सराय की तरह है\nअब लोग यहां रात बिताने नहीं आते।\n\nउड़ने दो परिंदों को अभी शोख़ हवा में\nफिर लौट के बचपन के ज़माने नहीं आते।\n\nइस शहर के बादल तेरी जुल्फ़ों की तरह है\nये आग लगाते है बुझाने नहीं आते।\n\nक्या सोचकर आए हो मुहब्बत की गली में\nजब नाज़ हसीनों के उठाने नहीं आते।\n\nअहबाब भी ग़ैरों की अदा सीख गये है\nआते है मगर दिल को दुखाने नहीं आते।\n\n","author":"बशीर बद्र","title":"होठों पे मुहब्बत के फ़साने नहीं आते \/ बशीर बद्र"},{"poem":"मै कब कहता हूँ वो अच्छा बहुत है\nमगर उसने मुझे चाहा बहुत है \n\nखुदा इस शहर को महफूज़ रखे\nये बच्चों की तरह हँसता बहुत है \n\nमै तुझसे रोज़ मिलना चाहता हूँ \nमगर इस राह में खतरा बहुत है \n\nमेरा दिल बारिशों में फूल जैसा\nये बच्चा रात में रोता बहुत है \n\nइसे आंसू का एक कतरा न समझो\nकुँआ है और ये गहरा बहुत है \n\nउसे शोहरत ने तनहा कर दिया है\nसमंदर है मगर प्यासा बहुत है \n\nमै एक लम्हे में सदियाँ देखता हूँ \nतुम्हारे साथ एक लम्हा बहुत है \n\nमेरा हँसना ज़रूरी हो गया है \nयहाँ हर शख्स संजीदा बहुत है\n\n","author":"बशीर बद्र","title":"मै कब कहता हूँ वो अच्छा बहुत है \/ बशीर बद्र"},{"poem":"मेरे बारे में हवाओं से वो कब पूछेगा\nखाक जब खाक में मिल जाऐगी तब पूछेगा\n\nघर बसाने में ये खतरा है कि घर का मालिक\nरात में देर से आने का सबब पूछेगा\n\nअपना गम सबको बताना है तमाशा करना,\nहाल-ऐ- दिल उसको सुनाएँगे वो जब पूछेगा\n\nजब बिछडना भी तो हँसते हुए जाना वरना,\nहर कोई रुठ जाने का सबब  पूछेगा\n\nहमने लफजों के जहाँ दाम लगे बेच दिया,\nशेर पूछेगा हमें अब न अदब  पूछेगा\n\n","author":"बशीर बद्र","title":"मेरे बारे में हवाओं से वो कब पूछेगा \/ बशीर बद्र"},{"poem":"ग़ज़लों का हुनर अपनी आँखों को सिखाएंगे \nरोयेंगे बहुत लेकिन आंसू नहीं आयेंगे \n\nकह देना समंदर से हम ओस के मोती है \nदरया कि तरह तुझ से मिलने नहीं आयेंगे \n\nवो धुप के छप्पर हों या छाओं कि दीवारें \nअब जो भी उठाएंगे मिल जुल के उठाएंगे \n\nजब साथ न दे कोई आवाज़ हमे देना \nहम फूल सही लेकिन पत्थर भी उठाएंगे\n\n","author":"बशीर बद्र","title":"ग़ज़लों का हुनर अपनी आँखों को सिखाएंगे  \/ बशीर बद्र"},{"poem":"खुशबू की तरह आया वो तेज़ हवाओं में \nमांगा था जिसे हमने दिन रात दुआओं में \n\nतुम छत पे नहीं आये में घर से नहीं निकला \nये चाँद बहुत भटका सावन कि घटाओं में \n\nइस शहर में एक लड़की बिलकुल है ग़ज़ल जैसी \nबिजली सी घटाओं में खुशबू सी हवाओं में \n\nमौसम का इशारा है खुश रहने दो बच्चों को \nमासूम मोहब्बत है फूलों कि खताओं में \n\nभगवान् ही भेजेंगे चावल से भरी थाली \nमज़लूम परिंदों कि मासूम सभाओं में \n\nदादा बड़े भोले थे सब से यही कहते थे \nकुछ ज़हर भी होता है अंग्रेजी दवाओं में\n\n","author":"बशीर बद्र","title":"खुशबू की तरह आया वो तेज़ हवाओं में  \/ बशीर बद्र"},{"poem":"है अजीब शहर कि ज़िंदगी, न सफ़र रहा न क़याम है\nकहीं कारोबार सी दोपहर, कहीं बदमिज़ाज सी शाम है\n\nकहाँ अब दुआओं कि बरकतें, वो नसीहतें, वो हिदायतें\nये ज़रूरतों का ख़ुलूस है, या मतलबों का सलाम है\n\nयूँ ही रोज़ मिलने कि आरज़ू बड़ी रख रखाव कि गुफ्तगू \nये शराफ़ातें नहीं बे ग़रज़ उसे आपसे कोई काम है \n\nवो दिलों में आग लगायेगा में दिलों कि आग बुझाऊंगा \nउसे अपने काम से काम है मुझे अपने काम से काम है \n\nन उदास हो  न मलाल कर, किसी बात का न ख्याल कर \nकई साल बाद मिले है हम, तिरे नाम आज कि शाम कर \n\nकोई नग्मा धुप के गॉँव सा, कोई नग़मा शाम कि छाँव सा \nज़रा इन परिंदों से पूछना ये कलाम किस का कलाम है\n\n","author":"बशीर बद्र","title":"है अजीब शहर की ज़िंदगी \/ बशीर बद्र"},{"poem":"कोई न जान सका वो कहाँ से आया था \nऔर उसने धुप से बादल को क्यों मिलाया था \n\nयह बात लोगों को शायद पसंद आयी नहीं \nमकान छोटा था लेकिन बहुत सजाया था \n\nवो अब वहाँ हैं जहाँ रास्ते नहीं जाते \nमैं जिसके साथ यहाँ पिछले साल आया था \n\nसुना है उस पे  चहकने लगे परिंदे भी \nवो एक पौधा जो हमने कभी लगाया था \n\nचिराग़ डूब गए कपकपाये होंठों पर \nकिसी का हाथ हमारे लबों तक आया था \n\nतमाम उम्र मेरा दम इसी धुएं में घुटा \nवो एक चिराग़ था मैंने उसे बुझाया था\n\n","author":"बशीर बद्र","title":"कोई न जान सका वो कहाँ से आया था \/ बशीर बद्र"},{"poem":"बाहर ना आओ घर में रहो तुम नशे में हो\nसो जाओ दिन को रात करो तुम नशे में हो\n\nदरिया से इख्तेलाफ़ का अंजाम सोच लो\nलहरों के साथ साथ बहो तुम नशे में हो\n\nबेहद शरीफ लोगो से कुछ फासला रखो\nपी लो मगर कभी ना कहो तुम नशे में हो\n\nकागज का ये लिबास चिरागों के शहर में\nजरा संभल संभल कर चलो तुम नशे में हो\n\nक्या दोस्तों ने तुम को पिलाई है रात भर\nअब दुश्मनों के साथ रहो तुम नशे में हो\n\n","author":"बशीर बद्र","title":"बाहर ना आओ घर में रहो तुम नशे में हो \/ बशीर बद्र"},{"poem":"गुलों की तरह हम  ने ज़िंदगी को इस कदर जाना \nकिसी कि ज़ुल्फ़ में इक रात सोना और बिखर जाना \n\nअगर ऐसे गए तो ज़िंदगी पर हर्फ़ आयेगा \nहवाओं से लिपटना तितलियों को चूम कर जाना \n\nधुनक के रख दिया था बादलों को जिन परिंदों ने  \nउन्हें किसने सिखाया अपने साये से भी डर जाना \n\nकहाँ तक ये दिया बीमार कमरे कि फ़िज़ां बदले \nकभी तुम एक मुट्ठी धुप इन ताकों में भर जाना \n\nइसी में आफिअत है घर में अपने चैन से बैठो \nकिसी कि स्मित जाना हो तो रस्ते में उतर जाना\n\n","author":"बशीर बद्र","title":"गुलों की तरह हम ने ज़िंदगी को इस कदर जाना \/ बशीर बद्र"},{"poem":"उस दर का दरबान बना दे या अल्लाह\nमुझको भी सुल्तान बना दे या अल्लाह\n\nइन आँखों से तेरे नाम की बारिश हो\nपत्थर हूँ, इन्सान बना दे या अल्लाह\n\nसहमा दिल, टूटी कश्ती, चढ़ता दरया\nहर मुश्किल आसान बना दे या अल्लाह\n\nमैं जब चाहूँ झाँक के तुझको देख सकूँ\nदिल को रोशनदान बना दे या अल्लाह\n\nमेरा बच्चा सादा काग़ज़ जैसा है\nइक हर्फ़े ईमान बना दे या अल्लाह\n\nचाँद-सितारे झुक कर क़दमों को चूमें\nऐसा हिन्दोस्तान बना दे या अल्लाह\n\n","author":"बशीर बद्र","title":"उस दर का दरबान बना दे या अल्लाह \/ बशीर बद्र"}]