[{"poem":"ये दुनिया तुझसे मिलने का वसीला काट जाती है\nये बिल्ली जाने कब से मेरा रस्ता काट जाती है\n\nपहुँच जाती हैं दुश्मन तक हमारी ख़ुफ़िया बातें भी\nबताओ कौन सी कैंची लिफ़ाफ़ा काट जाती है\n\nअजब है आजकल की दोस्ती भी, दोस्ती ऐसी\nजहाँ कुछ फ़ायदा देखा तो पत्ता काट जाती है\n\nतेरी वादी से हर इक साल बर्फ़ीली हवा आकर\nहमारे साथ गर्मी का महीना काट जाती है\n\nकिसी कुटिया को जब \"बेकल\"महल का रूप देता हूँ\nशंहशाही की ज़िद्द मेरा अंगूठा काट जाती है\n\n","author":"बेकल उत्साही","title":"ये दुनिया तुझसे मिलने का वसीला काट जाती है \/ बेकल उत्साही"},{"poem":"वो तो मुद्दत से जानता है मुझे\nफिर भी हर इक से पूछता है मुझे\n\nरात तनहाइयों के आंगन में\nचांद तारों से झाँकता है मुझे\n\nसुब्‌ह अख़बार की हथेली पर\nसुर्ख़ियों मे बिखेरता है मुझे\n\nहोने देता नही उदास कभी\nक्या कहूँ कितना चाहता है मुझे\n\nमैं हूँ बेकल मगर सुकून से हूँ\nउसका ग़म भी सँवारता है मुझे\n\n","author":"बेकल उत्साही","title":"वो तो मुद्दत से जानता है मुझे \/ बेकल उत्साही"},{"poem":"सुनहरी सरज़मीं मेरी, रुपहला आसमाँ मेरा\nमगर अब तक नहीं समझा, ठिकाना है कहाँ मेरा\n\nकिसी बस्ती को जब जलते हुए देखा तो ये सोचा\nमैं ख़ुद ही जल रहा हूँ और फैला है धुआँ मेरा\n\nसुकूँ पाएँ चमन वाले हर इक घर रोशनी पहुँचे\nमुझे अच्छा लगेगा तुम जला दो आशियाँ मेरा\n\nबचाकर रख उसे मंज़िल से पहले रूठने वाले\nतुझे रस्ता दिखाएगा गुबारे-कारवाँ मेरा\n\nपड़ेगा वक़्त जब मेरी दुआएँ काम आएंगी\nअभी कुछ तल्ख़ लगता है ये अन्दाज़-ए-बयाँ मेरा\n\nकहीं बारूद फूलों में, कहीं शोले शिगूफ़ों में\nख़ुदा महफ़ूज़ रक्खे, है यही जन्नत निशाँ मेरा\n\nमैं जब लौटा तो कोई और ही आबाद था \"बेकल\"\nमैं इक रमता हुआ जोगी, नहीं कोई मकाँ मेरा\n\n","author":"बेकल उत्साही","title":"सुनहरी सरज़मीं मेरी, रुपहला आसमाँ मेरा \/ बेकल उत्साही"},{"poem":"जब दिल ने तड़पना छोड़ दिया\nजलवों ने मचलना छोड़ दिया\n\nपोशाक बहारों ने बदली\nफूलों ने महकना छोड़ दिया\n\nपिंजरे की सम्त चले पंछी\nशाख़ों ने लचकना छोड़ दिया\n\nकुछ अबके हुई बरसात ऐसी\nखेतों ने लहकना छोड़ दिया\n\nजब से वो समन्दर पार गया\nगोरी ने सँवरना छोड़ दिया\n\nबाहर की कमाई ने बेकल\nअब गाँव में बसना छोड़ दिया\n\n","author":"बेकल उत्साही","title":"जब दिल ने तड़पना छोड़ दिया \/ बेकल उत्साही"},{"poem":"हम को यूँ ही प्यासा छोड़\nसामने चढ़ता दरिया छोड़\n\nजीवन का क्या करना मोल\nमहंगा ले-ले, सस्ता छोड़\n\nअपने बिखरे रूप समेट\nअब टूटा आईना छोड़\n\nचलने वाले रौंद न दें\nपीछे डगर में रुकना छोड़\n\nहो जाएगा छोटा क़द\nऊँचाई पर चढ़ना छोड़\n\nहमने चलना सीख लिया\nयार, हमारा रस्ता छोड़\n\nग़ज़लें सब आसेबी हैं\nतनहाई में पढ़ना छोड़\n\nदीवानों का हाल न पूछ\nबाहर आजा परदा छोड़\n\nबेकल अपने गाँव में बैठ\nशहरों-शहरों बिकना छोड़\n\n","author":"बेकल उत्साही","title":"हम को यूँ ही प्यासा छोड़ \/ बेकल उत्साही"},{"poem":"इक दिन ऐसा भी आएगा होंठ-होंठ पैमाने होंगे \nमंदिर-मस्जिद कुछ नहीं होंगे घर-घर में मयख़ाने होंगे\n\nजीवन के इतिहास में ऐसी एक किताब लिखी जाएगी \nजिसमें हक़ीक़त औरत होगी मर्द सभी अफ़्साने होंगे\n\nराजनीति व्यवसाय बनेगी संविधान एक नाविल होगा \nचोर उचक्के सब कुर्सी पर बैठ के मूँछें ताने होंगे\n\nएक ही मुंसिफ़ इंटरनैट पर दुनिया भर का न्याय करेगा\nबहस मोबाइल ख़ुद कर लेगा अधिवक्ता बेग़ाने होंगे\n\nऐसी दवाएँ चल जाएँगी भूख प्यास सब ग़ायब होगी \nनये-नवेले बूढे़ होंगे,बच्चे सभी पुराने होंगे\n\nलोकतंन्त्र का तंत्र न पूछो प्रतियाशी कम्प्यूटर होंगे \nऔर हुकूमत की कुर्सी पर क़ाबिज़ चंद घराने होंगे\n\nगाँव-खेत में शहर दुकाँ में सभी मशीनें नौकर होंगी\nबिन मुर्ग़ी के अन्डे होंगे बिन फ़सलों के दाने होंगे \n\nछोटॆ-छोटॆ से कमरों में मानव सभी सिमट जाएँगे\nदीवारें ख़ुद फ़िल्में होंगी,दरवाज़े ख़ुद गाने होंगे\n\nआँख झपकते ही हर इंसा नील-गगन से लौट आएगा\nइक-इक पल में सदियाँ होंगी,दिन में कई ज़माने होंगे\n\nअफ़्सर सब मनमौजी होंगे,दफ़्तर में सन्नाटा होगा\nजाली डिग्री सब कुछ होगी कालेज महज़ बहाने होंगे\n\nबिन पैसे के कुछ नहीं होगा नीचे से ऊपर तक यारो\nडालर ही क़िस्मत लिक्खेंगे रिश्वत के नज़राने होंगे\n\nमैच किर्किट का जब भी होगा काम-काज सब ठप्प रहेंगे\nशेयर में घरबार बिकेंगे मलिकुल-मौत सरहाने होंगे\n\nहोटल-होटल जुआ चलेगा अविलाओं के चीर खिचेंगे\nफ़ोम-वोम के सिक्के होंगे डिबियों बीच ख़ज़ाने होंगे\n\nशायर अपनी नज़्में लेकर मंचों पर आकर धमकेंगे\nसुनने वाले मदऊ होंगे संचालक बेमाने होंगे\n\nबेकल इसको लिख लो तुम भी महिला-पुरुष में फ़र्क न होगा\nरिश्ता-विश्ता कुछ नहीं होगा संबंधी अंजाने होंगे\n\n","author":"बेकल उत्साही","title":" नज़्म-इक दिन ऐसा भी आएगा \/ बेकल उत्साही"},{"poem":"माँ  मेरे  गूंगे शब्दों को \nगीतों का अरमान बना दे .\nगीत मेरा बन जाये कन्हाई,\nफिर मुझको रसखान बना दे .\n\nदेख सकें दुख-दर्द की टोली, \nसुन भी सकें फरियाद की बोली,\nमाँ सारे नकली चेहरों पर \nआँख बना दे,कान बना दे.\n\nमेरी धरती के खुदगर्जों ने \nटुकड़े-टुकड़े बाँट लिये हैं,\nइन टुकड़ों को जोड़ के मैया \nसुथरा हिन्दुस्तान बना दे . \n\nगीत मेरा बन जाये कन्हाई,\nफिर मुझको रसखान बना दे .\n\n","author":"बेकल उत्साही","title":"फिर मुझको रसखान बना दे \/ बेकल उत्साही"}]