[{"poem":"लाठी में हैं गुण बहुत, सदा रखिये संग।\nगहरि नदी, नाली जहाँ, तहाँ बचावै अंग।। \n\nतहाँ बचावै अंग, झपटि कुत्ता कहँ मारे।\nदुश्मन दावागीर होय, तिनहूँ को झारै।।\n\nकह गिरिधर कविराय, सुनो हे दूर के बाठी।\nसब हथियार छाँडि, हाथ महँ लीजै लाठी।।\n\n","author":"गिरिधर","title":"लाठी में गुण बहुत हैं  \/ गिरिधर"},{"poem":"सोना लादन पिय गए, सूना करि गए देस।\nसोना मिले न पिय मिले, रूपा ह्वै गए केस॥\n\nरूपा ह्वै गए केस, रोर रंग रूप गंवावा।\nसेजन को बिसराम, पिया बिन कबहुं न पावा॥\n\nकह 'गिरिधर कविराय लोन बिन सबै अलोना।\nबहुरि पिया घर आव, कहा करिहौ लै सोना॥\n\n","author":"गिरिधर","title":"सोना लादन पिय गए \/ गिरिधर"},{"poem":"दौलत पाय न कीजिए, सपनेहु अभिमान।\nचंचल जल दिन चारिको, ठाउं न रहत निदान॥\n\nठाउं न रहत निदान, जियत जग में जस लीजै।\nमीठे बचन सुनाय, विनय सबही की कीजै॥\n\nकह 'गिरिधर कविराय अरे यह सब घट तौलत।\nपाहुन निसिदिन चारि, रहत सबही के दौलत॥\n\n\n","author":"गिरिधर","title":"दौलत पाय न कीजिए \/ गिरिधर"},{"poem":"सांई अवसर के परे, को न सहै दु:ख द्वंद।\nजाय बिकाने डोम घर, वै राजा हरिचंद॥\n\nवै राजा हरिचंद, करैं मरघट रखवारी।\nधरे तपस्वी वेष, फिरै अर्जुन बलधारी॥\n\nकह 'गिरिधर कविराय, तपै वह भीम रसोई।\nको न करै घटि काम, परे अवसर के साई॥\n\n\n","author":"गिरिधर","title":"सांई अवसर के परे \/ गिरिधर"},{"poem":"बिना विचारे जो करै, सो पाछे पछिताय।\nकाम बिगारै आपनो, जग में होत हंसाय॥\n\nजग में होत हंसाय, चित्त चित्त में चैन न पावै।\nखान पान सन्मान, राग रंग मनहिं न भावै॥\n\nकह 'गिरिधर कविराय, दु:ख कछु टरत न टारे।\nखटकत है जिय मांहि, कियो जो बिना बिचारे॥\n\n\n","author":"गिरिधर","title":"बिना विचारे जो करै \/ गिरिधर"},{"poem":"बीती ताहि बिसारि दे, आगे की सुधि लेइ।\nजो बनि आवै सहज में, ताही में चित देइ॥\n\nताही में चित देइ, बात जोई बनि आवै।\nदुर्जन हंसे न कोइ, चित्त मैं खता न पावै॥\n\nकह 'गिरिधर कविराय यहै करु मन परतीती।\nआगे को सुख समुझि, होइ बीती सो बीती॥\n\n","author":"गिरिधर","title":"बीती ताहि बिसारि दे \/ गिरिधर"},{"poem":"सांई अपने चित्त की, भूलि न कहिये कोइ।\nतब लगि मन में राखिये, जब लगि कारज होइ॥\n\nजब लगि कारज होइ, भूलि कबं नहिं कहिये।\nदुरजन हंसै न कोय, आप सियरे ह्वै रहिये।\n\nकह 'गिरिधर कविराय बात चतुरन के र्ताईं।\nकरतूती कहि देत, आप कहिये नहिं सांई॥\n\n\n","author":"गिरिधर","title":"सांई अपने चित्त की \/ गिरिधर"},{"poem":"पानी बाढो नाव में, घर में बाढो दाम।\nदोनों हाथ उलीचिए, यही सयानो काम॥\n\nयही सयानो काम, राम को सुमिरन कीजै।\nपरमारथ के काज, सीस आगै धरि दीजै॥\n\nकह 'गिरिधर कविराय, बडेन की याही बानी।\nचलिये चाल सुचाल, राखिये अपनो पानी॥\n\n","author":"गिरिधर","title":"पानी बाढो नाव में \/ गिरिधर"},{"poem":"चिंता ज्वाल सरीर की, दाह लगे न बुझाय।\nप्रकट धुआं नहिं देखिए, उर अंतर धुंधुवाय॥\n\nउर अंतर धुंधुवाय, जरै जस कांच की भट्ठी।\nरक्त मांस जरि जाय, रहै पांजरि की ठट्ठी॥\n\nकह 'गिरिधर कविराय, सुनो रे मेरे मिंता।\nते नर कैसे जियै, जाहि व्यापी है चिंता॥\n\n\n","author":"गिरिधर","title":"चिंता ज्वाल सरीर की \/ गिरिधर"},{"poem":"सांई सब संसार में, मतलब को व्यवहार।\nजब लग पैसा गांठ में, तब लग ताको यार॥\n\nतब लग ताको यार, यार संगही संग डोलैं।\nपैसा रहा न पास, यार मुख से नहिं बोलैं॥\n\nकह 'गिरिधर कविराय जगत यहि लेखा भाई।\nकरत बेगरजी प्रीति यार बिरला कोई सांई॥\n\n","author":"गिरिधर","title":"सांई सब संसार में \/ गिरिधर"},{"poem":"रहिये लटपट काटि दिन, बरु घामें मां सोय।\nछांह न वाकी बैठिये, जो तरु पतरो होय॥\n\nजो तरु पतरो होय, एक दिन धोखा दैहै।\nजा दिन बहै बयारि, टूटि तब जर से जैहै॥\n\nकह 'गिरिधर कविराय छांह मोटे की गहिये।\nपाता सब झरि जाय तऊ छाया में रहिये॥\n\n\n","author":"गिरिधर","title":"रहिये लटपट काटि दिन \/ गिरिधर"},{"poem":"कमरी थोरे दाम की, बहुतै आवै काम।\nखासा मलमल वाफ्ता, उनकर राखै मान॥\n\nउनकर राखै मान, बँद जहँ आड़े आवै।\nबकुचा बाँधे मोट, राति को झारि बिछावै॥\n\nकह 'गिरिधर कविराय', मिलत है थोरे दमरी।\nसब दिन राखै साथ, बड़ी मर्यादा कमरी॥\n\n","author":"गिरिधर","title":"कमरी थोरे दाम की \/ गिरिधर"},{"poem":"साईं अपने भ्रात को, कबहुं न दीजै त्रास\nपलक दूर नहिं कीजिये, सदा राखिये पास\n\nसदा राखिये पास, त्रास कबहूं नहिं दीजै\nत्रास दियो लंकेश, ताहि की गति सुन लीजै\n\nकह गिरिधर कविराइ, राम सों मिलियो जाई\nपाय विभीषण राज, लंकपति बाजयो साईं\n\n","author":"गिरिधर","title":"साईं अपने भ्रात को \/ गिरिधर"},{"poem":"साईं सुआ प्रवीन गति वाणी वदन विचित्त\nरूपवंत गुण आगरो राम नाम सों चित्त\n\nराम नाम सों चित्त और देवन अनुरागयो\nजहां जहां तुव गयो तहां तहां नीको लागयो\n\nकह गिरिधर कविराय सुआ चूकयो चतुराई\nवृथा कियो विश्वास सेय सेमर को साईं\n\n","author":"गिरिधर","title":"साईं सुआ प्रवीन गति \/ गिरिधर"},{"poem":"साईं तहां न जाइये जहां न आपु सुहाय\nवर्ण विषै जाने नहीं, गदहा दाखै खाय\n\nगदहा दाखै खाय गऊ पर दृष्टि लगावै\nसभा बैठि मुसकयाय यही सब नृप को भावै\n\nकह गिरिधर कविराय सुनो रे मेरे भाई\nजहां न करिये बास तुरत उठि अईये साईं\n\n","author":"गिरिधर","title":"साईं तहां न जाइये \/ गिरिधर"},{"poem":"साईं घोड़े आछतहि गदहन आयो राज\nकौआ लीजै हाथ में दूरि कीजिये बाज\n\nदुरी कीजिये बाज राज पुनि ऐसो आयो \nसिंह कीजिये कैद स्यार गजराज चढायो\n\nकह गिरिधर कविराय जहाँ यह बूझि बधाई\nतहां न कीजै भोर साँझ उठि चलिए साईं\n\n","author":"गिरिधर","title":"साईं घोड़े आछतहि \/ गिरिधर"},{"poem":"साईं बेटा बाप के बिगरे भयो अकाज\nहरनाकुस अरु कंस को गयो दुहुन को राज\n\nगयो दुहुन को राज बाप बेटा के बिगरे\nदुसमन दावागीर भए महिमंडल सिगरे\n\nकह गिरिधर कविराय जुगन याही चलि आई\nपिता पुत्र के बैर नफा कहु कौने पाई\n\n","author":"गिरिधर","title":"साईं बेटा बाप के \/ गिरिधर"},{"poem":"साईं सब संसार में, मतलब को व्यवहार।\nजब लग पैसा गांठ में, तब लग ताको यार॥\n\nतब लग ताको यार, यार संगही संग डोलैं।\nपैसा रहा न पास, यार मुख से नहिं बोलैं॥\n\nकह 'गिरिधर कविराय जगत यहि लेखा भाई।\nकरत बेगरजी प्रीति यार बिरला कोई साईं॥\n\n","author":"गिरिधर","title":"साईं यह संसार में \/ गिरिधर"},{"poem":"साईं अपने चित्त की, भूलि न कहिये कोइ।\nतब लगि मन में राखिये, जब लगि कारज होइ॥\n\nजब लगि कारज होइ, भूलि कबं नहिं कहिये।\nदुरजन हंसै न कोय, आप सियरे ह्वै रहिये।\n\nकह 'गिरिधर कविराय बात चतुरन के र्ताईं।\nकरतूती कहि देत, आप कहिये नहिं साईं॥\n\n","author":"गिरिधर","title":"साईं अपने चित्त की \/ गिरिधर"},{"poem":"साईं, बैर न कीजिए, गुरु, पंडित, कवि, यार।\nबेटा, बनिता, पँवरिया, यज्ञ–करावनहार॥\n\nयज्ञ–करावनहार, राजमंत्री जो होई।\nविप्र, पड़ोसी, वैद्य, आपकी तपै रसोई॥\n\nकह गिरिधर कविराय, जुगन ते यह चलि आई।\nइअन तेरह सों तरह दिये बनि आवे साईं॥\n\n","author":"गिरिधर","title":"साईं अवसर के परे \/ गिरिधर"},{"poem":"झूठा मीठे वचन कहि, ॠण उधार ले जाय।\nलेत परम सुख उपजै, लैके दियो न जाय॥\n\nलैके दियो न जाय, ऊँच अरु नीच बतावै।\nॠण उधार की रीति, मांगते मारन धावै॥\n\nकह गिरिधर कविराय, जानी रह मन में रूठा।\nबहुत दिना हो जाय, कहै तेरो कागज झूठा॥\n\n","author":"गिरिधर","title":"झूठा मीठे वचन कहि \/ गिरिधर"},{"poem":"जाको धन, धरती हरी, ताहि न लीजै संग।\nओ संग राखै ही बनै, तो करि राखु अपंग॥\n\nतो करि राखु अपंग, भीलि परतीति न कीजै।\nसौ सौगन्दें खाय, चित्त में एक न दीजै॥\n\nकह गिरिधर कविराय, कबहुँ विश्वास न वाको।\nरिपु समान परिहरिय, हरी धन, धरती जाको॥\n\n","author":"गिरिधर","title":"जाको धन, धरती हरी \/ गिरिधर"},{"poem":"जानो नहीं जिस गाँव में, कहा बूझनो नाम।\nतिन सखान की क्या कथा, जिनसो नहिं कुछ काम॥\n\nजिनसो नहिं कुछ काम, करे जो उनकी चरचा।\nराग द्वेष पुनि क्रोध बोध में तिनका परचा॥\n\nकह गिरिधर कविराय होइ जिन संग मिलि खानो।\nताकी पूछो जात बरन कुल क्या है जानो॥\n\n","author":"गिरिधर","title":"जानो नहीं जिस गाँव में \/ गिरिधर"}]