[{"poem":"इंशाजी उठो अब कूच करो,\nइस शहर में जी का लगाना क्या\nवहशी को सुकूं से क्या मतलब,\nजोगी का नगर में ठिकाना क्या \n\nइस दिल के दरीदा दामन में\nदेखो तो सही, सोचो तो सही\nजिस झोली में सौ छेद हुए\nउस झोली को फैलाना क्या \n\nशब बीती चाँद भी डूब चला\nज़ंजीर पड़ी दरवाज़े पे\nक्यों देर गये घर आये हो\nसजनी से करोगे बहाना क्या \n\nजब शहर के लोग न रस्ता दें\nक्यों बन में न जा बिसराम करें\nदीवानों की सी न बात करे\nतो और करे दीवाना क्या\n\n","author":"इब्ने इंशा","title":"इंशाजी उठो अब कूच करो \/ इब्ने इंशा"},{"poem":"उस शाम वो रुख़सत का समाँ याद रहेगा\nवो शहर, वो कूचा, वो मकाँ याद रहेगा\n\nवो टीस कि उभरी थी इधर याद रहेगा\nवो दर्द कि उठा था यहाँ याद रहेगा\n\nहाँ बज़्मे-शबाँ में हमशौक़ जो उस दिन\nहम तेरी जानिब निग्रा याद रहेगा\n\nकुछ मीर के अबियत थे, कुछ फ़ैज़ के मिसरे\nएक दर्द का था जिन में बयाँ याद रहेगा\n\nहम भूल सकें हैं न तुझे भूल सकेंगे\nतू याद रहेगा हमें हाँ याद रहेगा\n\nबज़्मे-शबाँ = रात की महफ़िल; हमशौक = बड़े शौक से; निग्रा = देखने वाले; अबियत = शेर; मिसरे = शेर की पंक्तियाँ\n\n","author":"इब्ने इंशा","title":"उस शाम वो रुख़सत का समा \/ इब्ने इंशा"},{"poem":"एक छोटा-सा लड़का था मैं जिन दिनों\nएक मेले में पंहुचा हुमकता हुआ\nजी मचलता था एक-एक शै पर मगर\nजेब खाली थी कुछ मोल ले न सका\nलौट आया लिए हसरतें सैकड़ों\nएक छोटा-सा लड़का था मै जिन दिनों\n\nखै़र महरूमियों के वो दिन तो गए\nआज मेला लगा है इसी शान से\nआज चाहूँ तो इक-इक दुकां मोल लूँ\nआज चाहूँ तो सारा जहां मोल लूँ\nनारसाई का जी में धड़का कहां?\nपर वो छोटा-सा अल्हड़-सा लड़का कहाँ?\n\n","author":"इब्ने इंशा","title":"एक लड़का \/ इब्ने इंशा"},{"poem":"(एक)\n\nलोग हिलाले-शाम से बढ़कर पल में माहे-तमाम हुए\nहम हर बुर्ज में घटते-घटते सुबह तलक गुमनाम हुए\nउन लोगों की बात करो जो इश्क में खुश-अंजाम हुए\nनज्द में क़ैस यहां पर 'इंशा' ख़्वार हुए नाकाम हुए\nकिसका चमकता चेहरा लाएं किस सूरज से मांगें धूप\nघोर अंधेरा छा  जाता है   ख़ल्वते-दिल में शाम हुए\nएक से  एक जुनूं का  मारा इस  बस्ती में रहता है\nएक हमीं  हुशियार थे  यारो  एक हमीं  बदनाम हुए\nशौक की आग नफ़स की गर्मी घटते-घटते सर्द न हो?\nचाह की राह दिखा के तुम तो व़क़्फ़े-दरीचो-बाम हुए\nउनसे बहारो-बाग़ की बातें करके जी को दुखाना क्या\nजिनको एक ज़माना गुज़रा कुंजे-क़फ़्स में  राम हुए\nइंशा  साहब  पौ  फटती है, तारे  डूबे  सुबह  हुई\nबात  तुम्हारी मान के हम तो शब-भर बेआराम रहे\n\nहिलाले=दूज का चांद; माहे-तमाम= पूर्णचंद्र; नज्द=वह नगर जहां मजनूं रहता था; कुंजे-क़फ़्स= पिंजरे का कोना; राम= अधीन\n\n(दो)\n\nदिल-सी चीज़ के गाहक होंगे दो या एक हज़ार के बीच \nइंशा जी क्या माल लिए बैठे हो तुम  बाज़ार  के बीच\nपीना-पिलाना ऎन गुनाह है, जी का लगाना ऎन हविस\nआप की बातें सब सच्ची हैं लेकिन भरी बहार के बीच\nऎ सखियो ऎ ख़ुशनज़रों इक गुना करम ख़ैरात करो\nनाराज़नां कुछ लोग फिरें हैं सुबह से शहरे-निगार के बीच\nख़ारो-ख़सो-ख़ाशाक तो जानें, एक तुझी को ख़बर न मिले\nऎ गुले ख़ूबी हम तो अबस बदनाम हुए गुलज़ार के बीच\nमिन्नते क़ासिद कौन उठाए,शिक्वए-दरबां कौन करे\nनामए-शौक़ ग़ज़ल की सूरत छपने को दो अख़बार के बीच\n\nसख़ियो=दानियो; नाराज़नां=नारा लगाने वाले; शहरे-निगार=प्रेमिका का नगर; ख़ारो-ख़सो-ख़ाशाक=कांटा, घास का तिनका,कूड़ा-करकट;  अबस=व्यर्थ; नामए-शौक=अपने शौक का लिखित रूप; सूरत=तरह\n\n","author":"इब्ने इंशा","title":"रेख़्ता \/ इब्ने इंशा"},{"poem":"(एक)\n\nजले तो जलाओ गोरी,पीत का अलाव गोरी\nअभी न बुझाओ गोरी, अभी से बुझाओ ना ।\nपीत में बिजोग भी है, कामना का सोग भी है\nपीत बुरा रोग भी है, लगे तो लगाओ ना ।।\nगेसुओं की नागिनों से, बैरिनों अभागिनों से\nजोगिनों बिरागिनों से, खेलती ही जाओ ना ।\nआशिकों का हाल पूछो, करो तो ख़याल- पूछो\nएक-दो सवाल पूछो, बात जो बढ़ाओ ना ।।\n\n(दो)\n\nरात को उदास देखें, चांद को निरास देखें\nतुम्हें न जो पास देखें, आओ पास आओ ना ।\nरूप-रंग मान दे दें, जी का ये मकान दे दें\nकहो तुम्हें जान दे दें, मांग लो लजाओ ना ।।\nऔर भी हज़ार होंगे, जो कि दावेदार होंगे\nआप पे निसार होंगे, कभी आज़माओ ना ।\nशे'र में 'नज़ीर' ठहरे, जोग में 'कबीर' ठहरे\nकोई ये फ़क़ीर ठहरे, और जी लगाओ ना ।।\n\n","author":"इब्ने इंशा","title":"कबित्त (कवित्त) \/ इब्ने इंशा"},{"poem":"कमर बांधे हुए चलने पे यां सब यार बैठे हैं\nबोह्त आगे गए, बाक़ी जो हैं तैयार बैठे हैं\n\nन छेड़ ए निकहत-ए-बाद-ए-बहारी, राह लग अपनी\nतुझे अटखेलियां सूझी हैं, हम बेज़ार बैठे हैं\n\nतसव्वुर अर्श पर है और सर है पा-ए-साक़ी पर\nग़र्ज़ कुछ और धुन में इस घड़ी मै-ख़्वार बैठे हैं\n\nयह अपनी चाल है उफ़तादगी से इन दिनों पहरों\nनज़र आया जहां पर साया-ए-दीवार बैठे हैं\n\nभला गर्दिश फ़लक की चैन देती है किसे इंशा\nग़नीमत है कि हम सूरत यहां दो चार बैठे हैं\n\n","author":"इब्ने इंशा","title":"कमर बांधे हुए चलने पे यां सब यार बैठे हैं \/ इब्ने इंशा"},{"poem":"फ़र्ज़ करो हम अहले  वफ़ा हों, फ़र्ज़  करो दीवाने हों\nफ़र्ज़   करो   ये  दोनों  बातें  झूठी हों अफ़साने हों\n\nफ़र्ज़ करो  ये  जी की बिपता, जी से जोड़ सुनाई हो\nफ़र्ज़ करो अभी और हो इतनी, आधी हमने छुपाई हो\n\nफ़र्ज़  करो  तुम्हें ख़ुश  करने के ढूंढे हमने बहाने हों\nफ़र्ज़ करो ये  नैन  तुम्हारे  सचमुच के मयख़ाने हों\n\nफ़र्ज़ करो ये रोग हो झूठा, झूठी  पीत  हमारी  हो\nफ़र्ज़ करो इस पीत के रोग में सांस भी हम पर भारी हो\n\nफ़र्ज़ करो ये जोग बिजोग का हमने ढोंग रचाया  हो\nफ़र्ज़ करो बस यही हक़ीक़त बाक़ी सब कुछ माया हो\n\n","author":"इब्ने इंशा","title":"फ़र्ज़ करो \/ इब्ने इंशा"},{"poem":"हम घूम चुके बस्ती-बन में\nइक आस का फाँस लिए मन में\nकोई साजन हो, कोई प्यारा हो\nकोई दीपक हो, कोई तारा हो\nजब जीवन-रात अंधेरी हो\nइक बार कहो तुम मेरी हो।\n\nजब सावन-बादल छाए हों\nजब फागुन फूल खिलाए हों\nजब चंदा रूप लुटाता हो\nजब सूरज धूप नहाता हो\nया शाम ने बस्ती घेरी हो\nइक बार कहो तुम मेरी हो।\n\nहाँ दिल का दामन फैला है\nक्यों गोरी का दिल मैला है\nहम कब तक पीत के धोखे में\nतुम कब तक दूर झरोखे में\nकब दीद से दिल की सेरी हो\nइक बार कहो तुम मेरी हो।\n\nक्या झगड़ा सूद-ख़सारे का\nये काज नहीं बंजारे का\nसब सोना रूपा ले जाए\nसब दुनिया, दुनिया ले जाए\nतुम एक मुझे बहुतेरी हो\nइक बार कहो तुम मेरी हो।\n\n","author":"इब्ने इंशा","title":"इक बार कहो तुम मेरी हो \/ इब्ने इंशा"},{"poem":"लोग पूछेंगे क्यों उदास हो तुम\nऔर जो दिल में आए सो कहियो\n\"यूँ ही माहौल की गिरानी है\nदिन ख़िज़ाँ के ज़रा उदास-से हैं\nकितने बोझिल हैं शाम के साए\"\nउनकी बाबत ख़मोश ही रहियो\nनाम उनका न दरमियाँ आए\nनाम उनका न दरमियाँ आए\nउनकी बाबत ख़मोश ही रहियो\n\"कितने बोझिल हैं शाम के साए\nदिन ख़िज़ाँ के ज़रा उदास-से हैं\nयूँ ही माहौल की गिरानी है\"\nऔर जो दिल में आए सो कहियो\nलोग पूछेंगे क्यों उदास हो तुम?\n\n(रचनाकाल: 1948)\n\n","author":"इब्ने इंशा","title":"लोग पूछेंगे \/ इब्ने इंशा"},{"poem":"क्यों मेरे साथ-साथ आता है?\nमेरी मंज़िल है बेनिशाँ नादाँ\nसाथ मेरा-तेरा कहाँ नादाँ\nथक गए पाँव पड़ गए छाले\nमंज़िलें टिमटिमा रही हैं - दूर\nबस्तियाँ और जा रही हैं - दूर\nमैं अकेला चलूँगा ऎ साए\nकौन अहदे-वफ़ा निभाता है\nक्यों मेरे साथ-साथ आता है\nतू अभी जा मिलेगा सायों में\nमैं कहाँ जाऊँ मैं कहाँ जाऊँ\nकिसकी आग़ोश में अमाँ पाऊँ\n\n(रचनाकाल: 1944)\n\n","author":"इब्ने इंशा","title":"साए से \/ इब्ने इंशा"},{"poem":"उमड़ते आते हैं शाम के साये\nदम-ब-दम बढ़ रही है तारीकी\nएक दुनिया उदास है लेकिन\nकुछ से कुछ सोचकर दिले-वहशी\nमुस्कराने लगा है- जाने क्यों?\nवो चला कारवाँ सितारों का\nझूमता नाचता सूए-मंज़िल\nवो उफ़क़ की जबीं दमक उट्ठी\nवो फ़ज़ा मुस्कराई, लेकिन दिल\nडूबता जा रहा है - जाने क्यों?\n\n","author":"इब्ने इंशा","title":"इंतज़ार की रात \/ इब्ने इंशा"},{"poem":"सावन-भादों साठ ही दिन हैं फिर वो रुत की बात कहाँ\nअपने अश्क मुसलसल बरसें अपनी-सी बरसात कहाँ\n\nचाँद ने क्या-क्या मंज़िल कर ली निकला, चमका, डूब गया\nहम जो आँख झपक लें सो लें ऎ दिल हमको रात कहाँ\n\nपीत का कारोबार बहुत है अब तो और भी फैल चला\nऔर जो काम जहाँ को देखें, फुरसत दे हालात कहाँ\n\nक़ैस का नाम सुना ही होगा हमसे भी मुलाक़ात करो\nइश्क़ो-जुनूँ की मंज़िल मुश्किल सबकी ये औक़ात कहाँ\n\n(रचनाकाल:  )\n\n","author":"इब्ने इंशा","title":"सावन-भादों साठ ही दिन हैं \/ इब्ने इंशा"},{"poem":"हम उनसे अगर मिल बैठते हैं क्या दोष हमारा होता है\nकुछ अपनी जसारत होती है कुछ उनका इशारा होता है\n\nकटने लगीं रातें आँखों में, देखा नहीं पलकों पर अक्सर\nया शामे-ग़रीबाँ का जुगनू या सुबह का तारा होता है\n\nहम दिल को लिए हर देस फिरे इस जिंस के गाहक मिल न सके\nऎ बंजारो हम लोग चले, हमको तो ख़सारा होता है\n\nदफ़्तर से उठे कैफ़े में गए, कुछ शे'र कहे कुछ काफ़ी पी\nपूछो जो मआश का इंशा जी यूँ अपना गुज़ारा होता है\n\nजसारत= दिलेरी; ख़सारा=नुक़सान; मआश=आजीविका\n\n(रचनाकाल:   )\n\n","author":"इब्ने इंशा","title":"हम उनसे अगर मिल बैठते हैं \/ इब्ने इंशा"},{"poem":"कल चौदहवीं की रात थी शब भर रहा चर्चा तेरा। \nकुछ ने कहा ये चाँद है कुछ ने कहा चेहरा तेरा।\n\nहम भी वहीं मौजूद थे, हम से भी सब पूछा किए,\nहम हँस दिए, हम चुप रहे, मंज़ूर था परदा तेरा।\n\nइस शहर में किस से मिलें हम से तो छूटी महिफ़लें,\nहर शख़्स तेरा नाम ले, हर शख़्स दीवाना तेरा।\n\nकूचे को तेरे छोड़ कर जोगी ही बन जाएँ मगर,\nजंगल तेरे, पर्वत तेरे, बस्ती तेरी, सहरा तेरा।\n\nतू बेवफ़ा तू मेहरबाँ हम और तुझ से बद-गुमाँ,\nहम ने तो पूछा था ज़रा ये वक्त क्यूँ ठहरा तेरा।\n\nहम पर ये सख़्ती की नज़र हम हैं फ़क़ीर-ए-रहगुज़र,\nरस्ता कभी रोका तेरा दामन कभी थामा तेरा।\n\nदो अश्क जाने किस लिए, पलकों पे आ कर टिक गए,\nअल्ताफ़ की बारिश तेरी अक्राम का दरिया तेरा।\n\nहाँ हाँ, तेरी सूरत हँसी, लेकिन तू ऐसा भी नहीं,\nइस शख़्स के अश‍आर से, शोहरा हुआ क्या-क्या तेरा।\n\nबेशक, उसी का दोष है, कहता नहीं ख़ामोश है,\nतू आप कर ऐसी दवा बीमार हो अच्छा तेरा।\n\nबेदर्द, सुननी हो तो चल, कहता है क्या अच्छी ग़ज़ल,\nआशिक़ तेरा, रुसवा तेरा, शायर तेरा, 'इन्शा' तेरा।\n\n","author":"इब्ने इंशा","title":"कल चौदहवीं की रात थी शब भर रहा चर्चा तेरा \/ इब्ने इंशा"},{"poem":"देख हमारे माथे पर ये दश्त-ए-तलब की धूल मियां\nहम से है तेरा दर्द का नाता, देख हमें मत भूल मियां\n\nअहल-ए-वफ़ा से बात न करना होगा तेरा उसूल मियां\nहम क्यों छोड़ें इन गलियों के फेरों का मामूल मियां\n\nये तो कहो कभी इश्क़ किया है, जग में हुए हो रुसवा भी\nइस के सिवा हम कुछ भी न पूछें, बाक़ी बात फ़िज़ूल मियां\n\nअब तो हमें मंज़ूर है ये भी, शहर से निकलें रुसवा हों\nतुझ को देखा, बातें कर लीं, मेहनत हुई वसूल मियां\n\nइंशा जी क्या उज्र है तुमको, नक़्द-ए-दिल-ओ-जां नज़्र करो\nरूपनगर के नाके पर ये लगता है महसूल मियां\n\nदश्त-ए-तलब: इच्छा का जंगल, मामूल: दिनचर्या, नाका: चुंगी, महसूल: चुंगी पर वसूला जाने वाला टैक्स.\n\n","author":"इब्ने इंशा","title":"देख हमारे माथे पर \/ इब्ने इंशा"},{"poem":"अपने हमराह जो आते हो इधर से पहले|\nदश्त पड़ता है मियां इश्क़ में घर से पहले|\n\nचल दिये उठके सू-ए-शहर-ए-वफ़ा कू-ए-हबीब,\nपूछ लेना था किसी ख़ाक बसर से पहले|\n\nइश्क़ पहले भी किया हिज्र का ग़म भी देखा,\nइतने तड़पे हैं न घबराये न तरसे पहले|\n\nजी बहलता ही नहीं अब कोई सअत कोई पल,\nरात ढलती ही नहीं चार पहर से पहले|\n\nहम किसी दर पे न ठिठके न कहीं दस्तक दी,\nसैकड़ों दर थे मेरी जां तेरे दर से पहले|\n\nचाँद से आँख मिली जी का उजाला जागा,\nहमको सौ बार हुई सुबह सहर से पहले|\n\n","author":"इब्ने इंशा","title":"अपने हमराह जो आते हो इधर से पहले \/ इब्ने इंशा"},{"poem":"और तो कोई बस न चलेगा हिज्र के दर्द के मारों का|\nसुबह का होना दूभर कर दें रस्ता रोक सितारों का|\n\nझूठे सिक्कों में भी उठा देते हैं अक्सर सच्चा माल,\nशक्लें देख के सौदा करना काम है इन बंजारों का|\n\nअपनी ज़ुबां से कुछ न कहेंगे चुप ही रहेंगे आशिक़ लोग,\nतुम से तो इतना हो सकता है पूछो हाल बेचारों का|\n\nएक ज़रा सी बात थी जिस का चर्चा पहुंचा गली गली,\nहम गुमनामों ने फिर भी एहसान न माना यारों का|\n\nदर्द का कहना चीख उठो दिल का तक़ाज़ा वज़'अ निभाओ,\nसब कुछ सहना चुप चुप रहना काम है इजाज़त-दारों का|\n\n","author":"इब्ने इंशा","title":"और तो कोई बस न चलेगा हिज्र के दर्द के मारों का \/ इब्ने इंशा"},{"poem":"रात के ख्वाब सुनाए किस को रात के ख्वाब सुहाने थे|\nधुंधले धुंधले चेहरे थे पर सब जाने पहचाने थे|\n\nजिद्दी वहशी अल्हड़ चंचल मीठे लोग रसीले लोग,\nहोंठ उन के ग़ज़लों के मिसरे आंखों में अफ़साने थे|\n\nये लड़की तो इन गलियों में रोज़ ही घूमा करती थी,\nइस से उन को मिलना था तो इस के लाख बहाने थे|\n\nहम को सारी रात जगाया जलते बुझते तारों ने,\nहम क्यूं उन के दर पे उतरे कितने और ठिकाने थे|\n\nवहशत की उन्वान हमारी इन में से जो नार बनी,\nदेखेंगे तो लोग कहेंगे 'इन्शा' जी दीवाने थे|\n\n","author":"इब्ने इंशा","title":"रात के ख्वाब सुनाएं किस को रात के ख्वाब सुहाने थे \/ इब्ने इंशा"},{"poem":"जोग बिजोग की बातें झूठी सब जी का बहलाना हो|\nफिर भी हम से जाते जाते एक ग़ज़ल सुन जाना हो|\n\nसारी दुनिया अक्ल की बैरी कौन यहां पर सयाना हो,\nनाहक़ नाम धरें सब हम को दीवाना दीवाना हो|\n\nतुम ने तो इक रीत बना ली सुन लेना शर्माना हो,\nसब का एक न एक ठिकाना अपना कौन ठिकाना हो|\n\nनगरी नगरी लाखों द्वारे हर द्वारे पर लाख सुखी,\nलेकिन जब हम भूल चुके हैं दामन का फैलाना हो|\n\nतेरे ये क्या जी में आई खींच लिये शर्मा कर होंठ,\nहम को ज़हर पिलाने वाली अमृत भी पिलवाना हो|\n\nहम भी झूठे तुम भी झूठे एक इसी का सच्चा नाम,\nजिस से दीपक जलना सीखा परवाना मर जाना हो|\n\nसीधे मन को आन दबोचे मीठी बातें सुन्दर लोग,\n'मीर', 'नज़ीर', 'कबीर', और 'इन्शा' सब का एक घराना हो|\n\n","author":"इब्ने इंशा","title":"जोग बिजोग की बातें झूठी सब जी का बहलाना हो \/ इब्ने इंशा"},{"poem":"ऐ मुँह मोड़ के जाने वाली, जाते में मुसकाती जा\nमन नगरी की उजड़ी गलियाँ सूने धाम बसाती जा\n\nदीवानों का रूप न धारें या धारें बतलाती जा\nमारें हमें या ईंट न मारें लोगों से फ़रमाती जा\n\nऔर बहुत से रिश्ते तेरे और बहुत से तेरे नाम\nआज तो एक हमारे रिश्ते मेहबूबा कहलाती जा\n\nपूरे चाँद की रात वो सागर जिस सागर का ओर न छोर \nया हम आज डुबो दें तुझको या तू हमें बचाती जा\n\nहम लोगों की आँखें पलकें राहों में कुछ और नहीं\nशरमाती घबराती गोरी इतराती इठलाती जा \n\nदिलवालों की दूर पहुँच है ज़ाहिर की औक़ात न देख\nएक नज़र बख़शिश में दे के लाख सवाब कमाती जा\n\nऔर तो फ़ैज़ नहीं कुछ तुझसे ऐ बेहासिल ऐ बेमेहर\nइंशाजी से नज़में ग़ज़लें गीत कबत लिखवाती जा\n\n","author":"इब्ने इंशा","title":"ऐ मुँह मोड़ के जाने वाली \/ इब्ने इंशा"},{"poem":"यह नज़्म एक सूखाग्रस्त, भूखे, मरियल बच्चे ने कवि से लिखवाई है\n\n1.\n\nयह बच्चा कैसा बच्चा है\n\nयह बच्चा काला-काला-सा\nयह काला-सा, मटियाला-सा\nयह बच्चा भूखा-भूखा-सा\nयह बच्चा सूखा-सूखा-सा\nयह बच्चा किसका बच्चा है\nयह बच्चा कैसा बच्चा है\nजो रेत पर तन्हा बैठा है\nना इसके पेट में रोटी है\nना इसके तन पर कपड़ा है\nना इसके सर पर टोपी है\nना इसके पैर में जूता है\nना इसके पास खिलौना है\nकोई भालू है कोई घोड़ा है\nना इसका जी बहलाने को\nकोई लोरी है कोई झूला है\nना इसकी जेब में धेला है\nना इसके हाथ में पैसा है\nना इसके अम्मी-अब्बू हैं\nना इसकी आपा-खाला है\nयह सारे जग में तन्हा है\nयह बच्चा कैसा बच्चा है\n\n2.\n\nयह सहरा कैसा सहरा है\nना इस सहरा में बादल है\nना इस सहरा में बरखा है\nना इस सहरा में बाली है\nना इस सहरा में खोशा[1] है\nना इस सहरा में सब्ज़ा है\nना इस सहरा में साया है\n\nयह सहरा भूख का सहरा है\nयह सहरा मौत का सहरा है\n\n3.\n\nयह बच्चा कैसे बैठा है\nयह बच्चा कब से बैठा है\nयह बच्चा क्या कुछ पूछता है\nयह बच्चा क्या कुछ कहता है\nयह दुनिया कैसी दुनिया है\nयह दुनिया किसकी दुनिया है\n\n4.\n\nइस दुनिया के कुछ टुकड़ों में\nकहीं फूल खिले कहीं सब्ज़ा है\nकहीं बादल घिर-घिर आते हैं\nकहीं चश्मा है कहीं दरिया है\nकहीं ऊँचे महल अटरिया हैं\nकहीं महफ़िल है, कहीं मेला है\nकहीं कपड़ों के बाज़ार सजे\nयह रेशम है, यह दीबा[2] है\nकहीं गल्ले के अम्बार लगे\nसब गेहूँ धान मुहय्या है\nकहीं दौलत के सन्दूक़ भरे\nहाँ ताम्बा, सोना, रूपा है\nतुम जो माँगो सो हाज़िर है\nतुम जो चाहो सो मिलता है\nइस भूख के दुख की दुनिया में\nयह कैसा सुख का सपना है?\nवो किस धरती के टुकड़े हैं?\nयह किस दुनिया का हिस्सा है?\n\n5.\n\nहम जिस आदम के बेटे हैं\nयह उस आदम का बेटा है\nयह आदम एक ही आदम है\nवह गोरा है या काला है\nयह धरती एक ही धरती है\nयह दुनिया एक ही दुनिया है\nसब इक दाता के बन्दे हैं\nसब बन्दों का इक दाता है\nकुछ पूरब-पच्छिम फ़र्क़ नहीं\nइस धरती पर हक़ सबका है\n\n6.\n\nयह तन्हा बच्चा बेचारा\nयह बच्चा जो यहाँ बैठा है\nइस बच्चे की कहीं भूख मिटे\n{क्या मुश्किल है, हो सकता है)\nइस बच्चे को कहीं दूध मिले\n(हाँ दूध यहाँ बहुतेरा है)\nइस बच्चे का कोई तन ढाँके\n(क्या कपड़ों का यहाँ तोड़ा[3] है?)\nइस बच्चे को कोई गोद में ले\n(इन्सान जो अब तक ज़िन्दा है)\nफिर देखिए कैसा बच्चा है\nयह कितना प्यारा बच्चा है\n\n7.\n\nइस जग में सब कुछ रब का है\nजो रब का है, वह सबका है\nसब अपने हैं कोई ग़ैर नहीं\nहर चीज़ में सबका साझा है\nजो बढ़ता है, जो उगता है\nवह दाना है, या मेवा है\nजो कपड़ा है, जो कम्बल है\nजो चाँदी है, जो सोना है\nवह सारा है  इस बच्चे का \nजो तेरा है, जो मेरा है\n\nयह बच्चा किसका बच्चा है?\nयह बच्चा सबका बच्चा है\n\n","author":"इब्ने इंशा","title":"यह बच्चा किसका बच्चा है \/ इब्ने इंशा"},{"poem":"ये बातें झूठी बातें हैं, ये लोगों ने फैलाई हैं\nतुम इंशा जी का नाम न लो, क्या इंशा जी सौदाई[1] हैं?\n\nहैं लाखों रोग ज़माने में, क्यों इश्क़ है रुसवा बेचारा\nहैं और भी वजहें वहशत[2] की, इन्सान को रखतीं दुखियारा\nहाँ बेकल-बेकल रहता है, हो प्रीत में जिसने दिल हारा\nपर शाम से लेके सुबह तलक, यूँ कौन फिरे है आवारा\nये बातें झूठी बातें हैं, ये लोगों ने फैलाई हैं\nतुम इंशा जी का नाम न लो, क्या इंशा जी सौदाई हैं?\n\nगर इश्क़ किया है तब क्या है, क्यूँ शाद नहीं आबाद नहीं\nजो जान लिये बिन टल ना सके, ये ऐसी भी उफ़ताद[3] नहीं\nये बात तो तुम भी मानोगे, वो क़ैस नहीं फ़रहाद नहीं\nक्या हिज्र का दारू मुश्किल है, क्या वस्ल के नुस्ख़े याद नहीं\nये बातें झूठी बातें हैं, ये लोगों ने फैलाई हैं\nतुम इंशा जी का नाम न लो, क्या इंशा जी सौदाई हैं\n\nजो हमसे कहो हम करते हैं, क्या इंशा को समझाना है\nउस लड़की से भी कह लेंगे, गो अब कुछ और ज़माना है\nया छोड़ें या तकमील[4] करें, ये इश्क़ है या अफ़साना है\nये कैसा गोरख धंधा है, ये कैसा ताना बाना है\nये बातें झूठी बातें हैं, ये लोगों ने फैलाई हैं\nतुम इंशा जी का नाम न लो, क्या इंशा जी सौदाई हैं\n\n","author":"इब्ने इंशा","title":"ये बातें झूठी बातें हैं \/ इब्ने इंशा"},{"poem":"और तो कोई बस न चलेगा हिज्र के दर्द के मारों का. \nसुबह का होना दूभर कर दें. रस्ता रोक सितारों का| \n\nझूठे सिक्कों में भी उठा देते हैं अक्सर सच्चा माल, \nशक्लें देख के सौदा करना काम है इन बंजारों का| \n\nअपनी ज़ुबाँ से कुछ न कहेंगे चुप ही रहेंगे आशिक़ लोग, \nतुम से तो इतना हो सकता है, पूछो हाल बेचारों का| \n\nएक ज़रा सी बात थी जिस का चर्चा पहुँचा गली गली, \nहम गुमनामों ने फिर भी एहसान न माना यारों का| \n\nदर्द का कहना चीख़ उट्ठो दिल का तक़ाज़ा वज़'अ निभाओ, \nसब कुछ सहना चुप-चुप रहना काम है इज़्ज़तदारों का|\n\n","author":"इब्ने इंशा","title":"और तो कोई बस न चलेगा \/ इब्ने इंशा"},{"poem":"अच्छा जो ख़फ़ा हम से हो तुम ऐ सनम अच्छा, \nलो हम भी न बोलेंगे ख़ुदा की क़सम अच्छा| \n\nमश्ग़ूल क्या चाहिए इस दिल को किसी तौर, \nले लेंगे ढूँढ और कोई यार हम अच्छा| \n\nगर्मी ने कुछ आग और ही सीने में लगा दी, \nहर तौर घरज़ आप से मिलना है कम अच्छा| \n\nअग़ियार से करते हो मेरे सामने बातें, \nमुझ पर ये लगे करने नया तुम सितम अच्छा| \n\nकह कर गए आता हूँ, कोई दम में मैं तुम पास, \nफिर दे चले कल की सी तरह मुझको दम अच्छा| \n\nइस हस्ती-ए-मौहूम से मैं तंग हूँ \"इंशा\"| \nवल्लाह के उस से दम अच्छा|\n\n","author":"इब्ने इंशा","title":"अच्छा जो ख़फ़ा हम से हो तुम ऐ सनम अच्छा \/ इब्ने इंशा"},{"poem":"ख़याल कीजिये क्या काम आज मैं ने किया| \nजब उन्ने दी मुझे गाली सलाम मैं ने किया| \n\nकहा ये सब्र ने दिल से के लो ख़ुदाहाफ़ीज़, \nके हक़-ए-बंदगी अपना तमाम मैं ने किया| \n\nझिड़क के कहने लगे लब चले बहुत अब तुम, \nकभी जो भूल के उनसे कलाम मैं ने किया| \n\nहवस ये रह गई साहिब ने पर कभी न कहा, \nके आज से तुझे \"इंशा\" ग़ुलाम मैंने किया|\n\n","author":"इब्ने इंशा","title":"ख़याल कीजिये क्या काम आज मैं ने किया \/ इब्ने इंशा"},{"poem":"फ़क़ीर बन कर तुम उनके दर पर हज़ार धुनि रमा के बैठो \nजबीं के लिक्खे को क्या करोगे जबीं का लिक्खा मिटा के देखो\n\nऐ उनकी महफ़िल में आने वालों ऐ सूदो सौदा बताने वालों\nजो उनकी महफ़िल में आ के बैठो तो, सारी दुनिया भुला के बैठो \n\nबहुत जताते हो चाह हमसे, मगर करोगे निबाह हमसे\nज़रा मिलाओ निगाह हमसे, हमारे पहलू में आके बैठो \n\nजुनूं पुराना है आशिक़ों का जो यह बहाना है आशिक़ों का \nवो इक ठिकाना है आशिक़ों का हुज़ूर जंगल में जा के बैठो \n\nहमें दिखाओ न जर्द चेहरा लिए यह वहशत की गर्द चेहरा\nरहेगा तस्वीर-ए-दर्द चेहरा जो रोग ऐसे लगा के बैठो \n\nजनाब-ए-इंशा ये आशिक़ी है जनाब-ए-इंशा ये ज़िंदगी है \nजनाब-ए-इंशा जो है यही है न इससे दामन छुड़ा के बैठो\n\n","author":"इब्ने इंशा","title":"फ़क़ीर बन कर तुम उनके दर पर हज़ार धुनि रमा के बैठो  \/ इब्ने इंशा"},{"poem":"हम घूम चुके बस्ती-वन में\nइक आस का फाँस लिए मन में\n\nकोई साजन हो, कोई प्यारा हो\nकोई दीपक हो, कोई तारा हो\n\nजब जीवन-रात अंधेरी हो\nइक बार कहो तुम मेरी हो\n\nजब सावन-बादल छाए हों\nजब फागुन फूल खिलाए हों\n\nजब चंदा रूप लुटाता हो\nजब सूरज धूप नहाता हो\n\nया शाम ने बस्ती घेरी हो\nइक बार कहो तुम मेरी हो\n\nहाँ दिल का दामन फैला है\nक्यों गोरी का दिल मैला है\n\nहम कब तक पीत के धोखे में\nतुम कब तक दूर झरोखे में\n\nकब दीद से दिल की सेरी हो\nइक बार कहो तुम मेरी हो\n\nक्या झगड़ा सूद-ख़सारे का\nये काज नहीं बंजारे का\n\nसब सोना रूपा ले जाए\nसब दुनिया, दुनिया ले जाए\n\nतुम एक मुझे बहुतेरी हो\nइक बार कहो तुम मेरी हो\n\n","author":"इब्ने इंशा","title":"हम घूम चुके बस्ती-वन में  \/ इब्ने इंशा"},{"poem":"सुनते हैं फिर छुप छुप उनके घर में आते जाते हो\nइंशा साहब नाहक जी को वहशत में उलझाते हो\n\nदिल की बात छुपानी मुश्किल, लेकिन खूब छुपाते हो\nबन में दाना, शहर के अन्दर दीवाने कहलाते हो\n\nबेकल बेकल रहते हो, पर महफ़िल के आदाब के साथ\nआँख चुरा कर देख भी लेते हो, भोले भी बन जाते हो\n\nप्रीत में ऐसे लाख जतन हैं, लेकिन एक दिन सब नाकाम\nआप जहां में रुसवा होगे, वज़ह हमें फरमाते हो\n\nहम से नाम जुनून का कायम, हम से दश्त की आबादी\nहम से दर्द का शिकवा करते, हम को ज़ख्म दिखाते हो?\n\n","author":"इब्ने इंशा","title":"सुनते हैं फिर छुप छुप उनके घर में आते जाते हो \/ इब्ने इंशा"},{"poem":"दिल ने हमारे बैठे बैठे कैसे कैसे रोग लगाये\nतुम ने किसी का नाम लिया और आँखों में अपनी आंसू आये\n\nजितनी जुबानें उतने किस्से अपनी उदासी के कारण के\nलेकिन लोग अभी तक यह सादा सी पहेली बूझ न पाए\n\nइश्क किया है? किस से किया है? कब से किया है? कैसे किया है?\nलोगों को इक बात मिली, अपने को तो लेकिन रोना आये\n\nराह में यूँही चलते चलते उनका दामन थाम लिया था\nहम उन से कुछ मांगें चाहें, हमसे तो यह सोचा भी न जाये\n\nनज्म-ए-सहर के चेहरे से इंशा इतनी भी उम्मीदें न लगाओ\nऐसा भी हम ने देखा है अक्सर रात कटे और सुबह न आये\n\n","author":"इब्ने इंशा","title":"दिल ने हमारे बैठे बैठे कैसे कैसे रोग लगाये \/ इब्ने इंशा"},{"poem":"एक छोटा सा लड़का था मैं जिन दिनों\nएक मेले में पहुंचा हुमकता हुआ\n\nजी मचलता था हर इक शय पे मगर\nजेब खाली थी, कुछ मोल न ले सका\n\nलौट आया, लिए हसरतें सैंकड़ों\nएक छोटा सा लड़का था मैं जिन दिनों\n\nखैर मेहरूमिओं के वोह दिन तो गए\nआज मेला लगा है उसी शान से\n\nजी में आता है इक इक दुकान मोल लूं\nजो मैं चाहूं तो सारा जहां मोल लूं\n\nनारसाई का अब जी में धड़का कहाँ\nपर वोह छोटा सा अल्हड़ सा लड़का कहाँ?\n\n","author":"इब्ने इंशा","title":"एक छोटा सा लड़का था मैं जिन दिनों \/ इब्ने इंशा"},{"poem":"यहाँ उजले उजले रूप बहुत\nपर असली कम, बहरूप बहुत\n\nइस पेड़ के नीचे क्या रुकना\nजहाँ साये कम, धुप बहुत\n\nचल इंशा अपने गाँव मैं\nबेठेंगे सुख की छाओं में\n\nक्यूँ तेरी आँख सवाली है?\nयहाँ हर एक बात निराली है\n\nइस देस बसेरा मत करना\nयहाँ मुफलिस होना गाली है\n\nजहाँ सच्चे रिश्ते यारों के\nजहाँ वादे पक्के प्यारों के\n\nजहाँ सजदा करे वफ़ा पांव में\nचल इंशा अपने गाँव में\n\n","author":"इब्ने इंशा","title":"चल इंशा अपने गाँव में \/ इब्ने इंशा"},{"poem":"जाने तू क्या ढूँढ रहा है बस्ती में वीराने में\nलैला तो ऐ क़ैस मिलेगी दिल के दौलत-ख़ाने में\n\nजनम जनम के सातों दुख हैं उस के माथे पर तहरीर\nअपना आप मिटाना होगा ये तहरीर मिटाने में\n\nमहफ़िल में उस शख़्स के होते कैफ़ कहाँ से आता है\nपैमाने से आँखों में या आँखों से पैमाने में\n\nकिस का किस का हाल सुनाया तू ने ऐ अफ़्साना-गो\nहम ने एक तुझी को ढूँढा इस सारे अफ़्साने में\n\nइस बस्ती में इतने घर थे इतने चेहरे इतने लोग\nऔर किसी के दर पे पहुँचा ऐसा होश दिवाने में\n\n","author":"इब्ने इंशा","title":"जाने तू क्या ढूँढ रहा है बस्ती में वीराने में \/ इब्ने इंशा"},{"poem":"जब दहर के ग़म से अमाँ न मिली हम लोगों ने इश्क़ ईजाद किया \nकभी शहर-ए-बुताँ में ख़राब फिरे कभी दश्त-ए-जुनूँ आबाद किया \n\nकभी बस्तियाँ बन कभी कोह-ओ-दमन रहा कितने दिनों यही जी का चलन\nजहाँ हुस्न मिला वहाँ बैठ रहे जहाँ प्यार मिला वहाँ साद किया \n\nशब-ए-माह में जब भी दर्द उठा कभी बैत कहे लिखी चाँद नगर \nकभी कोह से जा सर फोड़ मरे कभी क़ैस को जा उस्ताद किया \n\nयही इश्क़ बिल-आख़िर रोग बना कि है चाह के साथ बजोग बना \nजिसे बनना था ऐश वो सोग बना बड़ा मन के नगर में फ़साद किया \n\nअब क़ुर्बत-ओ-सोहबत-ए-यार कहाँ लब ओ आरिज़ ओ ज़ुल्फ़ ओ कनार कहाँ\nअब अपना भी ‘मीर’ सा आलम है टुक देख लिया जी शाद किया\n\n","author":"इब्ने इंशा","title":"जब दहर के ग़म से अमाँ न मिली हम लोगों ने इश्क़ ईजाद किया  \/ इब्ने इंशा"},{"poem":"जल्वा-नुमाई बेपरवाई हाँ यही रीत जहाँ की है \nकब कोई लड़की मन का दरीचा खोल के बाहर झाँकी है\n\nआज मगर इक नार को देखा जाने ये नार कहाँ की है \nमिस्र की मूरत चीन की गुड़िया देवी हिन्दोस्ताँ की है \n\nमुख पर रूप से धूप का आलम बाल अँधेरी शब की मिसाल \nआँख नशीली बात रसीली चाल बना की बाँकी है\n\n‘इंशा’ जी उसे रोक के पूछें तुम को तो मुफ़्त मिला है हुस्न \nकिस लिए फिर बाज़ार-ए-वफ़ा में तुम ने ये जिंस गिराँ की है\n\nएक ज़रा सा गोशा दे दो अपने पास जहाँ से दूर \nइस बस्ती में हम लोगों को हाजत एक मकाँ की है \n\nअहल-ए-ख़िरद तादीब की ख़ातिर पाथर ले ले आ पहुँचे\nजब कभी हम ने शहर-ए-ग़ज़ल में दिल की बात बयाँ की है\n\nमुल्कों मुल्कों शहरों शहरों जोगी बन कर घूमा कौन\nक़र्या-ब-क़र्या सहरा-ब-सहरा ख़ाक ये किस ने फाँकी है\n\nहम से जिस के तौर हों बाबा देखोगे दो एक ही और \nकहने को तो शहर कराची बस्ती दिल ज़दगाँ की है\n\n","author":"इब्ने इंशा","title":"जल्वा-नुमाई बेपरवाई हाँ यही रीत जहाँ की है  \/ इब्ने इंशा"},{"poem":"कल चौंदहवीं की रात थी शब भर रहा चर्चा तिरा\nकुछ ने कहा ये चाँद है कुछ ने कहा चेहरा तिरा \n\nहम भी वहीं मौजूद थे हम से भी सब पूछा किए \nहम हँस दिए हम चुप रहे मज़ूंर था पर्दा तिरा \n\nइस शहर में किस से मिलें हम से तो छूटीं महफ़िलें\nहर शख़्स तेरा नाम ले हर शख़्स दीवाना तिरा \n\nकूचे को तेरे छोड़ कर जोगी ही बन जाएँ मगर \nजंगल तिरे पर्बत तिरे बस्ती तिरी सहरा तिरा \n\nहम और रस्म-ए-बंदगी आशुफ़्तगी उफ़्तादगी\nएहसान है क्या क्या तिरा ऐ हुस्न-ए-बे-परवा तिरा \n\nदो अश्क जाने किस लिए पल्कों पे आ कर टिक गए \nअल्ताफ़ की बारिश तिरी इकराम का दरिया तिरा \n\nऐ बे-दरीग़ ओ बे-अमाँ हम ने कभी की है फ़ुग़ाँ\nहम को तिरी वहशत सही हम को सही सौदा तिरा \n\nहम पर ये सख़्ती की नज़र हम हैं फ़क़ीर-ए-रहगुज़र\nरस्ता कभी रोका तिरा दामन कभी थामा तिरा \n\nहाँ हाँ तिरी सूरत हसीं लेकिन तू ऐसा भी नहीं \nइस शख़्स के अशआर से शोहरा हुआ क्या क्या तिरा \n\nबेदर्द सुननी हो तो चल कहता है क्या अच्छी ग़ज़ल\nआशिक़ तिरा रूस्वा तिरा शाइर तिरा ‘इंशा’ तिरा\n\n","author":"इब्ने इंशा","title":"कल चौंदहवीं की रात थी शब भर रहा चर्चा तिरा \/ इब्ने इंशा"},{"poem":"किस को पार उतारा तुम ने किस को पार उतारोगे\nमल्लाहो तुम परदेसी को बीच भँवर में मारोगे \n\nमुँह देखे की मीठी बातें सुनते इतनी उम्र हुई \nआँख से ओझल होते होते जी से हें बिसारोगे\n\nआज तो हम को पागल कह लो पत्थर फेंको तंज़ करो \nइश्क़ की बाज़ी खेल नहीं है खेलोगे तो हारोगे\n\nअहल-ए-वफ़ा से तर्क-ए-ताल्लुक़ कर लो पर इक बात कहें \nकल तुम इन को याद करोगे कल तुम इन्हें पुकारोगे \n\nउन से हम से प्यार का रिश्ता ऐ दिल छोड़ो भूल चुको \nवक़्त ने सब कुछ मेट दिया है अब क्या नक़्श उभारोगे ष्\n\n‘इंशा’ को किसी सोच में डूबे दर पर बैठे देर हुई\nकब तक उस के बख़्त के बदल अपने बाल सँवारोगे\n\n","author":"इब्ने इंशा","title":"किस को पार उतारा तुम ने किस को पार उतारोगे \/ इब्ने इंशा"},{"poem":"रात के ख़्वाब सुनाएँ किस को रात के ख़्वाब सुहाने थे \nधुँदले धुँदले चेहरे थे पर सब जाने पहचाने थे \n\nज़िद्दी वहशी अल्लहड़ चंचल मीठे लोग रसीले लोग \nहोंट उन के ग़ज़लों के मिसरे आँखों में अफ़्साने थे \n\nवहशत का उनवान हमारी उन मे से जो नार बनी \nदेखेंगे तो लोग कहेंगे ‘इंशा’ जी दिवाने थे \n\nये लड़की तो इन गलियों में रोज़ ही घूमा करती थी \nइस से उन को मिलना था तो इस के लाख बहाने थे \n\nहम को सारी रात जगाया जलते बुझते तारों ने \nहम क्यूँ उन के दर पर उतरे कितने और ठिकाने थे\n\n","author":"इब्ने इंशा","title":"रात के ख़्वाब सुनाएँ किस को रात के ख़्वाब सुहाने थे  \/ इब्ने इंशा"},{"poem":"राज़ कहाँ तक राज़ रहेगा मंज़र-ए-आम पे आएगा \nजी का दाग़ उजागर हो कर सूरज को शरमाएगा \n\nशहरों को वीरान करेगा अपनी आँच की तेज़ी से \nवीरानों में मस्त अलबेले वहशी फूल खिलाएगा \n\nहाँ यही शख़्स गुदाज़ और नाज़ुक होंटों पर मुस्कान लिए \nऐ दिल अपने हाथ लगाते पत्थर का बन जाएगा \n\nदीदा ओ दिल ने दर्द की अपने बात भी की तो किस से की \nवो तो दर्द का बानी ठहरा वो क्या दर्द बटाएगा \n\nतेरा नूर ज़ुहूर सलामत इक दिन तुझ पर महा-ए-तमाम\nचाँद नगर का रहने वाला चाँद नगर लिख जाएगा\n\n","author":"इब्ने इंशा","title":"राज़ कहाँ तक राज़ रहेगा मंज़र-ए-आम पे आएगा  \/ इब्ने इंशा"},{"poem":"सब को दिल के दाग़ दिखाए एक तुझी को दिखा न सके \nतेरा दामन दूर नहीं था हाथ हमीं फैला न सके \n\nतू ऐ दोस्त कहाँ ले आया चेहरा ये ख़ुर्शीद मिसाल \nसीने में आबाद करेंगे आँखों में तो समा न सके \n\nना तुझ से कुछ हम को निस्बत ना तुझ को कुछ हम से काम\nहम को ये मालूम था लेकिन दिल को ये समझा न सके \n\nअब तुझ से किस मुँह से कह दें सात समुंदर पार न जा \nबीच की इक दीवार भी हम तो फाँद न पाए ढा न सके \n\nमन पापी की उजड़ी खेती सूखी की सूखी ही रही \nउमडे बादल गरजे बादल बूँदें दो बरसा न सके\n\n","author":"इब्ने इंशा","title":"सब को दिल के दाग़ दिखाए एक तुझी को दिखा न सके \/ इब्ने इंशा"},{"poem":"शाम-ए-ग़म की सहर नहीं होती \nया हमीं को ख़बर नहीं होती \n\nहम ने सब दुख जहाँ के देखे हैं\nबेकली इस क़दर नहीं होती \n\nनाला यूँ ना-रसा नहीं रहता\nआह यूँ बे-असर नहीं होती \n\nचाँद है कहकशाँ है तारे हैं\nकोई शय नामा-बर नहीं होती \n\nएक जाँ-सोज़ ओ ना-मुराद ख़लिश\nइस तरफ़ है उधर नहीं होती \n\nदोस्तों इश्क़ है ख़ता लेकिन \nक्या ख़ता दरगुज़र नहीं होती \n\nरात आ कर गुज़र भी जाती है \nइक हमारी सहर नहीं होती \n\nबे-क़रारी सही नहीं जाती \nज़िंदगी मुख़्तसर नहीं होती \n\nएक दिन देखने को आ जाते\nये हवस उम्र भर नहीं होती \n\nहुस्न सब को ख़ुदा नहीं देता \nहर किसी की नज़र नहीं होती \n\nदिल पियाला नहीं गदाई का \nआशिक़ी दर-ब-दर नहीं होती\n\n","author":"इब्ने इंशा","title":"शाम-ए-ग़म की सहर नहीं होती  \/ इब्ने इंशा"},{"poem":"सुनते हैं फिर छुप छुप उन के घर में आते जाते हो \n‘इंशा’ साहब नाहक़ जी को वहशत में उलझाते हो \n\nदिल की बात छुपानी मुश्किल लेकिन ख़ूब छुपाते हो \nबन में दाना शहर के अंदर दीवाने कहलाते हो \n\nबेकल बेकल रहते हो पर महफ़िल के आदाब के साथ \nआँख चुरा कर देख भी लेते भोले भी बन जाते हो \n\nपीत में ऐसे लाख जतन हैं लेकिन इक दिन सब नाकाम \nआप जहाँ में रूस्वा होगे वाज़ हमें फ़रमाते हो\n\nहम से नाम जुनूँ का क़ाइम हम से दश्त की आबादी \nहम से दर्द का शिकवा करते हम को ज़ख़्म दिखाते हो\n\n","author":"इब्ने इंशा","title":"सुनते हैं फिर छुप छुप उन के घर में आते जाते हो  \/ इब्ने इंशा"},{"poem":"उस शाम वो रूख़्सत का समाँ याद रहेगा \nवो शहर वो कूचा वो मकाँ याद रहेगा \n\nवो टीस कि उभरी थी इधर याद रहेगी \nवो दर्द कि उट्ठा था यहाँ याद रहेगा \n\nहम शौक़ के शोले की लपक भूल भी जाएँ\nवो शम-ए-फ़सुर्दा का धुआँ याद रहेगा \n\nहाँ बज़्म-ए-शबाना में हमा शौक़ जो उस दिन \nहम थे तिरी जानिब निगराँ याद रहेगा \n\nकुछ ‘मीर’ के अबयात थे कुछ ‘फ़ैज़’ के मिसरे \nइक दर्द का था जिन में बयाँ याद रहेगा \n\nआँखों में सुलगती हुई वहशत के जिलू में \nवो हैरत ओ हसरत का जहाँ याद रहेगा \n\nजाँ-बख़्श सी उस बर्ग-ए-गुल-ए-तर की तरावत\nवो लम्स अज़ीज़-ए-दो-जहाँ याद रहेगा \n\nहम भूल सके हैं न तुझे भूल सकेंगे \nतू याद रहेगा हमें हाँ याद रहेगा\n\n","author":"इब्ने इंशा","title":"उस शाम वो रूख़्सत का समाँ याद रहेगा  \/ इब्ने इंशा"},{"poem":"‘इंशा’ जी उठो अब कूच करो इस शहर में जी को लगाना क्या \nवहशी को सुकूँ से क्या मतलब जोगी का नगर में ठिकाना क्या \n\nइस दिल के दरीदा दामन को देखो तो सही सोचो तो सही \nजिस झोली में सौ छेद हुए उस झोली का फैलाना क्या \n\nशब बीती चाँद भी डूब चला ज़ंजीर पड़ी दरवाज़े में \nक्यूँ देर गए घर आए हो सजनी से करोगे बहाना क्या\n\nफिर हिज्र की लम्बी रात मियाँ संजोग की तो ये एक घड़ी \nजो दिल में है लब पर आने दो शरमाना क्या घबराना क्या \n\nउस रोज़ जो उन को देखा है अब ख़्वाब का आलम लगता है \nउस रोज़ जो उन से बात हुई वो बात भी थी अफ़्साना क्या \n\nउस हुस्न के सच्चे मोती को हम देख सकें पर छू न सकें \nजिसे देख सकें पर छू न सकें वौ दौलत क्या वो ख़ज़ाना क्या \n\nउस को भी जला दुखते हुए मन को इक शोला लाल भबूका बन \nयूँ आँसू बन बह जाना क्या यूँ माटी में मिल जाना क्या \n\nजब शहर के लोग न रस्ता दें क्यूँ बन में न जा बिसराम करे \nदीवानों की सी बात करे तो और करे दीवाना क्या\n\n","author":"इब्ने इंशा","title":"‘इंशा’ जी उठो अब कूच करो इस शहर में जी को लगाना क्या  \/ इब्ने इंशा"},{"poem":"दिल हिज्र के दर्द से बोझल है अब आन मिलो तो बेहतर हो \nइस बात से हम को क्या मतलब ये कैसे हो ये क्यूँकर हो \n\nइक भीक के दोनो कासे हैं इक प्यास के दोनो प्यासे हैं \nहम खेती हैं तुम बादल हो हम नदियाँ हैं तुम सागर हो \n\nये दिल है जलते सीने में इक दर्द को फोड़ा अल्लहड़ सा \nना गुप्त रहे ना फूट बहे कोई मरहम कोई निश्तर हो \n\nहम साँझ समय की छाया है तुम चढ़ती रात के चन्द्रमाँ\nहम जाते हैं तुम आते हो फिर मेल की सूरत क्यूँकर हो \n\nअब हुस्न का रूत्बा आली है अब हुस्न से सहरा खाली है\nचल बस्ती में बंजारा बन चल नगरी में सौदागर हो\n\nजिस चीज़ से तुझ को निस्बत है जिस चीज़ की तुझ को चाहत है\nवो सोना है वो हीरा है वो माटी हो या कंकर हो \n\nअब ‘इंशा’ जी को बुलाना क्या अब प्यार के दीप जलाना क्या \nजब धूप और छाया एक से हों जब दिन और रात बराबर हो \n\nवो रातें चाँद के साथ गईं वो बातें चाँद के साथ गईं \nअब सुख के सपने क्या देखें जब दुख का सूरज सर पर हो\n\n","author":"इब्ने इंशा","title":"दिल हिज्र के दर्द से बोझल है अब आन मिलो तो बेहतर हो  \/ इब्ने इंशा"},{"poem":"देख हमारी दीद के कारण कैसा क़ाबिल-ए-दीद हुआ \nएक सितारा बैठे बैठे ताबिश में ख़ुर्शीद हुआ \n\nआज तो जानी रस्ता तकते शाम का चाँद पदीद हुआ \nतू ने तो इंकार किया था दिल कब ना-उम्मीद हुआ \n\nआन के इस बीमार को देखे तुझ को भी तौफ़ीक़ हुई\nलब पर उस के नाम था तेरा जब भी दर्द शदीद हुआ \n\nहाँ उस ने झलकी दिखलाई एक ही पल को दरीचे में\nजानो इक बिजली लहराई आलम एक शहीद हुआ \n\nतू ने हम से कलाम भी छोड़ा अर्ज़-ए-वफ़ा के सुनते ही \nपहले कौन क़रीब था हम से अब तो और बईद हुआ \n\nदुनिया के सब कारज छोड़े नाम पे तेरे ‘इंशा’ ने \nऔर उसे क्या थोड़े ग़म थे तेरा इश्क़ मज़ीद हुआ\n\n","author":"इब्ने इंशा","title":"देख हमारी दीद के कारण कैसा क़ाबिल-ए-दीद हुआ  \/ इब्ने इंशा"},{"poem":"अर्श के तारे तोड़ के लाएँ काविश लोग हजार करें \n‘मीर’ की बात कहाँ से पाएँ आख़िर को इक़रार करें\n\nआप इसे हुस्न-ए-तलब मत समझें ना कुछ और शुमार करें \nशेर इक ‘मीर’ फ़क़ीर का हम जो आप के गोश गुज़ार करें \n\nआज हमारे घर आया लो क्या है जो तुझ पे निसार करें \nइल्ला खींच बग़ल में तुझ को देर तलक हम प्यार करें \n\nकब की हमारे इश्क़ की नौबत क़ैस से आगे जा पहुँची\nरस्मन लोग अभी तक उस मरहूम का ज़िक्र अज़कार करें \n\nदुर्ज-ए-चश्म में अश्क के मोती ले जाने हैं उन के हुज़ूर \nचोखा रंग लहू का दे कर और उन्हें शहवार करें \n\nदीन ओ दिल ओ जाँ सब सरमाया जिस में अपना सर्फ़ हुआ \nइश्क़ ये कारोबार नहीं क्या और जो कारोबार करें \n\nजितने भी दिल रीश हैं उस के सब को नामे भेज बुला \nउस बे-मेहर वफ़ा दुश्मन की यादों का दरबार करें\n\n","author":"इब्ने इंशा","title":"अर्श के तारे तोड़ के लाएँ काविश लोग हजार करें  \/ इब्ने इंशा"}]