[{"poem":"गुरु सो ज्ञान जु लीजिये, सीस दीजये दान।\nबहुतक भोंदू बहि गये, सखि जीव अभिमान॥१॥\n\nव्याख्या: अपने सिर की भेंट देकर गुरु से ज्ञान प्राप्त करो | परन्तु यह सीख न मानकर और तन, धनादि का अभिमान धारण कर कितने ही मूर्ख संसार से बह गये, गुरुपद - पोत में न लगे।\n\n\nगुरु की आज्ञा आवै, गुरु की आज्ञा जाय।\nकहैं कबीर सो संत हैं, आवागमन नशाय॥२॥\n\nव्याख्या: व्यवहार में भी साधु को गुरु की आज्ञानुसार ही आना - जाना चाहिए | सद् गुरु कहते हैं कि संत वही है जो जन्म - मरण से पार होने के लिए साधना करता है |\n\n\nगुरु पारस को अन्तरो, जानत हैं सब सन्त।\nवह लोहा कंचन करे, ये करि लये महन्त॥३॥\n\nव्याख्या: गुरु में और पारस - पत्थर में अन्तर है, यह सब सन्त जानते हैं। पारस तो लोहे को सोना ही बनाता है, परन्तु गुरु शिष्य को अपने समान महान बना लेता है।\n\n\nकुमति कीच चेला भरा, गुरु ज्ञान जल होय।\nजनम - जनम का मोरचा, पल में डारे धोया॥४॥\n\n\nव्याख्या: कुबुद्धि रूपी कीचड़ से शिष्य भरा है, उसे धोने के लिए गुरु का ज्ञान जल है। जन्म - जन्मान्तरो की बुराई गुरुदेव क्षण ही में नष्ट कर देते हैं।\n\n\nगुरु कुम्हार शिष कुंभ है, गढ़ि - गढ़ि काढ़ै खोट।\nअन्तर हाथ सहार दै, बाहर बाहै चोट॥५॥\n\nव्याख्या: गुरु कुम्हार है और शिष्य घड़ा है, भीतर से हाथ का सहार देकर, बाहर से चोट मार - मारकर और गढ़ - गढ़ कर शिष्य की बुराई को निकलते हैं।    \n\n\nगुरु समान दाता नहीं, याचक शीष समान।\nतीन लोक की सम्पदा, सो गुरु दीन्ही दान॥६॥\n\nव्याख्या: गुरु के समान कोई दाता नहीं, और शिष्य के सदृश याचक नहीं। त्रिलोक की सम्पत्ति से भी बढकर ज्ञान - दान गुरु ने दे दिया।\n\n\nजो गुरु बसै बनारसी, शीष समुन्दर तीर।\nएक पलक बिखरे नहीं, जो गुण होय शारीर॥७॥\n\nव्याख्या: यदि गुरु वाराणसी में निवास करे और शिष्य समुद्र के निकट हो, परन्तु शिष्ये के शारीर में गुरु का गुण होगा, जो गुरु लो एक क्षड भी नहीं भूलेगा।\n\n\nगुरु को सिर राखिये, चलिये आज्ञा माहिं।\nकहैं कबीर ता दास को, तीन लोकों भय नाहिं॥८॥\n\nव्याख्या: गुरु को अपना सिर मुकुट मानकर, उसकी आज्ञा मैं चलो | कबीर साहिब कहते हैं, ऐसे शिष्य - सेवक को तनों लोकों से भय नहीं है |\n\n\nगुरु सो प्रीतिनिवाहिये, जेहि तत निबहै संत।\nप्रेम बिना ढिग दूर है, प्रेम निकट गुरु कंत॥९॥\n\nव्याख्या: जैसे बने वैसे गुरु - सन्तो को प्रेम का निर्वाह करो। निकट होते हुआ भी प्रेम बिना वो दूर हैं, और यदि प्रेम है, तो गुरु - स्वामी पास ही हैं।\n\n\nगुरु मूरति गति चन्द्रमा, सेवक नैन चकोर।\nआठ पहर निरखत रहे, गुरु मूरति की ओर॥१०॥\n\nव्याख्या: गुरु की मूरति चन्द्रमा के समान है और सेवक के नेत्र चकोर के तुल्य हैं। अतः आठो पहर गुरु - मूरति की ओर ही देखते रहो।\n\n\nगुरु मूरति आगे खड़ी, दुतिया भेद कुछ नाहिं।\nउन्हीं कूं परनाम करि, सकल तिमिर मिटि जाहिं॥११॥\n\nव्याख्या: गुरु की मूर्ति आगे खड़ी है, उसमें दूसरा भेद कुछ मत मानो। उन्हीं की सेवा बंदगी करो, फिर सब अंधकार मिट जायेगा।\n\n\nज्ञान समागम प्रेम सुख, दया भक्ति विश्वास।\nगुरु सेवा ते पाइए, सद् गुरु चरण निवास॥१२॥\n\nव्याख्या: ज्ञान, सन्त - समागम, सबके प्रति प्रेम, निर्वासनिक सुख, दया, भक्ति सत्य - स्वरुप और सद् गुरु की शरण में निवास - ये सब गुरु की सेवा से निलते हैं।\n\n\nसब धरती कागज करूँ, लिखनी सब बनराय।\nसात समुद्र की मसि करूँ, गुरु गुण लिखा न जाय॥१३॥\n\nव्याख्या: सब पृथ्वी को कागज, सब जंगल को कलम, सातों समुद्रों को स्याही बनाकर लिखने पर भी गुरु के गुण नहीं लिखे जा सकते।\n\n\nपंडित यदि पढि गुनि मुये, गुरु बिना मिलै न ज्ञान।\nज्ञान बिना नहिं मुक्ति है, सत्त शब्द परमान॥१४॥\n\nव्याख्या: ‍बड़े - बड़े विद्व।न शास्त्रों को पढ - गुनकर ज्ञानी होने का दम भरते हैं, परन्तु गुरु के बिना उन्हें ज्ञान नही मिलता। ज्ञान के बिना मुक्ति नहीं मिलती।\n\n\nकहै कबीर तजि भरत को, नन्हा है कर पीव।\nतजि अहं गुरु चरण गहु, जमसों बाचै जीव॥१५॥\n\nव्याख्या: कबीर साहेब कहते हैं कि भ्रम को छोडो, छोटा बच्चा बनकर गुरु - वचनरूपी दूध को पियो। इस प्रकार अहंकार त्याग कर गुरु के चरणों की शरण ग्रहण करो, तभी जीव से बचेगा।\n\n\nसोई सोई नाच नचाइये, जेहि निबहे गुरु प्रेम।\nकहै कबीर गुरु प्रेम बिन, कितहुं कुशल नहिं क्षेम॥१६॥\n\nव्याख्या: अपने मन - इन्द्रियों को उसी चाल में चलाओ, जिससे गुरु के प्रति प्रेम बढता जये। कबीर साहिब कहते हैं कि गुरु के प्रेम बिन, कहीं कुशलक्षेम नहीं है।\n\n\nतबही गुरु प्रिय बैन कहि, शीष बढ़ी चित प्रीत।\nते कहिये गुरु सनमुखां, कबहूँ न दीजै पीठ॥१७॥\n\nव्याख्या: शिष्य के मन में बढ़ी हुई प्रीति देखकर ही गुरु मोक्षोपदेश करते हैं। अतः गुरु के समुख रहो, कभी विमुख मत बनो।\n\n\nअबुध सुबुध सुत मातु पितु, सबहिं करै प्रतिपाल।\nअपनी ओर निबाहिये, सिख सुत गहि निज चाल॥१८॥\n\nव्याख्या: मात - पिता निर्बुधि - बुद्धिमान सभी पुत्रों का प्रतिपाल करते हैं। पुत्र कि भांति ही शिष्य को गुरुदेव अपनी मर्यादा की चाल से मिभाते हैं।\n\n\nकरै दूरी अज्ञानता, अंजन ज्ञान सुदये।\nबलिहारी वे गुरु की हँस उबारि जु लेय॥१९॥\n\nव्याख्या: ज्ञान का अंजन लगाकर शिष्य के अज्ञान दोष को दूर कर देते हैं। उन गुरुजनों की प्रशंसा है, जो जीवो को भव से बचा लेते हैं।\n\n\nसाबुन बिचारा क्या करे, गाँठे वाखे मोय।\nजल सो अरक्षा परस नहिं, क्यों कर ऊजल होय॥२०॥\n\nव्याख्या: साबुन बेचारा क्या करे,जब उसे गांठ में बांध रखा है। जल से स्पर्श करता ही नहीं फिर कपडा कैसे उज्जवल हो। भाव - ज्ञान की वाणी तो कंठ कर ली, परन्तु विचार नहीं करता, तो मन कैसे शुद्ध हो।\n\n\nराजा की चोरी करे, रहै रंक की ओट।\nकहै कबीर क्यों उबरै, काल कठिन की चोट॥२१॥\n\nव्याख्या: कोई राजा के घर से चोरी करके दरिद्र की शरण लेकर बचना चाहे तो कैसे बचेगा| इसी प्रकार सद् गुरु से मुख छिपाकर, और कल्पित देवी - देवतओं की शरण लेकर कल्पना की कठिन चोट से जीव कैसे बचेगा|\n\n\nसतगुरु सम कोई नहीं, सात दीप नौ खण्ड।\nतीन लोक न पाइये, अरु इकइस ब्रह्मणड॥२२॥\n\nव्याख्या: सात द्वीप, नौ खण्ड, तीन लोक, इक्कीस ब्रह्मणडो में सद् गुरु के समान हितकारी आप किसी को नहीं पायेंगे |\n\n\nसतगुरु तो सतभाव है, जो अस भेद बताय।\nधन्य शिष धन भाग तिहि, जो ऐसी सुधि पाय॥२३॥\n\nव्याख्या: सद् गुरु सत्ये - भाव का भेद बताने वाला है| वह शिष्य धन्य है तथा उसका भाग्य भी धन्य है जो गुरु के द्वारा अपने स्वरुप की सुधि पा गया है|\n\n\nसतगुरु मिला जु जानिये, ज्ञान उजाला होय।\nभ्रम का भाँडा तोड़ी करि, रहै निराला होय॥२४॥\n\nव्याख्या: सद् गुरु मिल गये - यह बात तब जाने जानो, जब तुम्हारे हिर्दे में ज्ञान का प्रकाश हो जाये, भ्रम का भंडा फोडकर निराले स्वरूपज्ञान को प्राप्त हो जाये|\n\n\nमनहिं दिया निज सब दिया, मन से संग शरीर।\nअब देवे को क्या रहा, यो कथि कहहिं कबीर॥२५॥\n\nव्याख्या: यदि अपना मन तूने गुरु को दे दिया तो जानो सब दे दिया, क्योंकि मन के साथ ही शरीर है, वह अपने आप समर्पित हो गया| अब देने को रहा ही क्या है|\n\n\nजेही खोजत ब्रह्मा थके, सुर नर मुनि अरु देव।\nकहैं कबीर सुन साधवा, करू सतगुरु की सेवा॥२६॥\n\nव्याख्या: जिस मुक्ति को खोजते ब्रह्मा, सुर - नर मुनि और देवता सब थक गये| ऐ सन्तो, उसकी प्राप्ति के लिए सद् गुरु की सेवा करो|\n\n\nजग में युक्ति अनूप है, साधु संग गुरु ज्ञान।\nतामें निपट अनूप है, सतगुरु लगा कान॥२७॥\n\nव्याख्या: दुखों से छूटने के लिए संसार में उपमारहित युक्ति संतों की संगत और गुरु का ज्ञान है| उसमे अत्यंत उत्तम बात यह है कि सतगुरु के वचनों पार कान दो|\n\n\nडूबा औधर न तरै, मोहिं अंदेशा होय।\nलोभ नदी की धार में, कहा पड़ा नर सोय॥२८॥\n\nव्याख्या: कुधर में डूबा हुआ मनुष्य बचता नहीं| मुझे तो यह अंदेशा है कि लोभ की नदी - धारा में ऐ मनुष्यों - तुम कहां पड़े सोते हो|\n\n\nकेते पढी गुनि पचि मुए, योग यज्ञ तप लाय।\nबिन सतगुरु पावै नहीं, कोटिन करे उपाय॥२९॥\n\nव्याख्या: कितने लोग शास्त्रों को पढ - गुन और योग व्रत करके ज्ञानी बनने का ढोंग करते हैं, परन्तु बिना सतगुरु के ज्ञान एवं शांति नहीं मिलती, चाहे कोई करोडों उपाय करे|\n\n\nसतगुरु खोजे संत, जीव काज को चाहहु।\nमेटो भव के अंक, आवा गवन निवारहु॥३०॥\n\nव्याख्या: ऐ संतों - यदि अपने जीवन का कल्याण चाहो, तो सतगुरु की खोज करो और भव के अंक अर्थात छाप, दाग या पाप मिटाकर, जन्म - मरण से रहित हो जाओ|\n\n\nयह सतगुरु उपदेश है, जो माने परतीत।\nकरम भरम सब त्यागि के, चलै सो भव जलजीत॥३१॥\n\nव्याख्या: यही सतगुरु का यथार्थ उपदेश है, यदि मन विश्वास करे, सतगुरु उपदेशानुसार चलने वाला करम भ्रम त्याग कर, संसार सागर से तर जाता है|\n\n\nजाका गुरु है आँधरा, चेला खरा निरंध।\nअन्धे को अन्धा मिला, पड़ा काल के फन्द॥३२॥\n\nव्याख्या: जिसका गुरु ही अविवेकी है उसका शिष्य स्वय महा अविवेकी होगा| अविवेकी शिष्य को अविवेकी गुरु मिल गया, फलतः दोनों कल्पना के हाथ में पड़ गये|\n\n\nजनीता बुझा नहीं बुझि, लिया नहीं गौन।\nअंधे को अंधा मिला, राह बतावे कौन॥३३॥\n\nव्याख्या: विवेकी गुरु से जान - बुझ - समझकर परमार्थ - पथ पर नहीं चला| अंधे को अंधा मिल गया तो मार्ग बताये कौन|\n\n","author":"कबीर","title":"गुरु-महिमा \/ कबीर"},{"poem":"कबीर सोई दिन भला, जा दिन साधु मिलाय |\nअंक भरे भरि भेरिये, पाप शरीर जाय ||\n\n\nवो दिन बहुत अच्छा है जिस दिन सन्त मिले | सन्तो से दिल खोलकर मिलो , मन के दोष दूर होंगे |\n\n\nदरशन कीजै साधु का, दिन में कइ कइ बार |\nआसोजा का भेह ज्यों, बहुत करे उपकार ||\n\n\nसन्तो के दरशन दिन में बार - बार करो | यहे आश्विन महीने की वृष्टि के समान बहुत उपकारी है |\n\n\nदोय बखत नहिं करि सके, दिन में करू इकबार |\nकबीर साधु दरश ते, उतरैं भव जल पार ||\n\n\nसन्तो के दरशन दिन में दो बार ना कर सके तो एक बार ही कर ले | सन्तो के दरशन से जीव संसार - सागर से पार उतर जाता है |\n\n\nदूजे दिन नहीं करि सके, तीजे दिन करू जाय |\nकबीर साधु दरश ते, मोक्ष मुक्ति फन पाय ||\n\n\nसन्त दर्शन दूसरे दिन ना कर सके तो तीसरे दिन करे | सन्तो के दर्शन से जीव मोक्ष व मुक्तिरुपी महान फल पता है |\n\n\nबार - बार नहिं करि सकै, पाख - पाख करि लेय |\nकहैं कबीर सों भक्त जन, जन्म सुफल करि लेय ||\n\n\nयदि सन्तो के दर्शन साप्ताहिक न कर सके, तो पन्द्रह दिन में कर लिया करे | कबीर जी कहते है ऐसे भक्त भी अपना जन्म सफल बना सकते हैं |\n\n\nमास - मास नहिं करि सकै, छठे मास अलबत |\nथामें ढ़ील न कीजिये, कहैं कबीर अविगत ||\n\n\nयदि सन्तो के दर्शन महीने - महीने न कर सके, तो छठे महीने में अवश्य करे | अविनाशी वोधदाता गुरु कबीर कहते हैं कि इसमें शिथिलता मत करो |\n\n\nबरस - बरस नहिं करि सकैं, ताको लगे दोष |\nकहैं कबीर वा जीव सों, कबहु न पावै मोष ||\n\n\nयदि सन्तो के दर्शन बरस - बरस में भी न कर सके, तो उस भक्त को दोष लगता है | सन्त कबीर जी कहते हैं, ऐसा जीव इस तरह के आचरण से कभी मोक्ष नहीं पा सकता |\n\n\nइन अटकाया न रुके, साधु दरश को जाय |कहैं कबीर सोई संतजन, मोक्ष मुक्ति फल पाय ||\n\nकिसी के रोडे डालने से न रुक कर, सन्त - दर्शन के लिए अवश्य जाना चहिये | सन्त कबीर जी कहते हैं, ऐसे ही सन्त भक्तजन मोक्ष फल को पा सकते हैं |\n\n\nखाली साधु न बिदा करूँ, सुन लीजै सब कोय |\nकहैं कबीर कछु भेंट धरूँ, जो तेरे घर होय ||\n\n\nसब कोई कान लगाकर सुन लो | सन्तों लो खाली हाथ मत विदा करो | कबीर जी कहते हैं, तम्हारे घर में जो देने योग्य हो, जरूर भेट करो |\n\n\nसुनिये पार जो पाइया, छाजिन भोजन आनि |\nकहैं कबीर संतन को, देत न कीजै कानि ||\n\n\nसुनिये! यदि संसार - सागर से पार पाना चाहते हैं, भोजन - वस्त्र लाकर संतों को समर्पित करने में आगा - पीछा या अहंकार न करिये |\n\n","author":"कबीर","title":"साधु-महिमा \/ कबीर"},{"poem":"चाल बकुल की चलत है, बहुरि कहावै हंस |\nते मुक्ता कैसे चुगे, पड़े काल के फंस ||\n\n\nजो बगुले के आचरण में चलकर, पुनः हंस कहलाते हैं वे ज्ञान - मोती कैसे चुगेगे? वे तो कल्पना काल में पड़े हैं |\n\n\nबाना पहिरे सिंह का, चलै भेड़ की चाल |\nबोली बोले सियार की, कुत्ता खावै फाल ||\n\n\nसिंह का वेष पहनकर, जो भेड़ की चाल चलता तथा सियार की बोली बोलता है, उसे कुत्ता जरूर फाड़ खायेगा |\n\n\nजौ मानुष ग्रह धर्म युत, राखै शील विचार |\nगुरुमुख बानी साधु संग, मन वच सेवा सार ||\n\n\nजो ग्रहस्थ - मनुष्य गृहस्थी धर्म - युक्त रहता, शील विचार रखता, गुरुमुख वाणियों का विवेक करता, साधु का संग करता और मन, वचन, कर्म से सेवा करता है उसी को जीवन में लाभ मिलता है |\n\n\nशब्द विचारे पथ चलै, ज्ञान गली दे पाँव |\nक्या रमता क्या बैठता, क्या ग्रह कांदला छाँव ||\n\n\nनिर्णय शब्द का विचार करे, ज्ञान मार्ग में पांव रखकर सत्पथ में चले, फिर चाहे रमता रहे, चाहे बैठा रहे, चाहे आश्रम में रहे, चाहे गिरि - कन्दरा में रहे और चाहे पेड की छाया में रहे - उसका कल्याण है |\n\n\nगुरु के सनमुख जो रहै, सहै कसौटी दूख |\nकहैं कबीर ता दुःख पर वारों, कोटिक सूख ||\n\n\nविवेक - वैराग्य - सम्पन्न सतगुरु के समुख रहकर जो उनकी कसौटी और सेवा करने तथा आज्ञा - पालन करने का कष्ट सहता है, उस कष्ट पर करोडों सुख न्योछावर हैं |\n\n\nकवि तो कोटि कोटि हैं, सिर के मूड़े कोट |\nमन के मूड़े देखि करि, ता संग लिजै ओट ||\n\n\nकरोडों - करोडों हैं कविता करने वाले, और करोडों है सिर मुड़ाकर घूमने वाले वेषधारी, परन्तु ऐ जिज्ञासु! जिसने अपने मन को मूंड लिया हो, ऐसा विवेकी सतगुरु देखकर तू उसकी शरण ले |\n\n\nबोली ठोली मस्खरी, हँसी खेल हराम |\nमद माया और इस्तरी, नहि सन्त के काम ||\n\n\nबोली - ठोली, मस्खरी, हँसी, खेल, मद, माया एवं स्त्री संगत - ये संतों को त्यागने योग्य हैं |\n\n\nभेष देख मत भूलये, बुझि लीजिये ज्ञान |\nबिना कसौटी होत नहिं, कंचन की पहिचान ||\n\n\nकेवल उत्तम साधु वेष देखकर मत भूल जाओ, उनसे ज्ञान की बातें पूछो! बिना कसौटी के सोने की पहचान नहीं होती |\n\n\nबैरागी बिरकात भला, गिरही चित्त उदार |\nदोऊ चूकि खाली पड़े, ताके वार न पार ||\n\n\nसाधु में विरक्तता  और ग्रस्थ में उदार्तापूर्वक सेवा उत्तम है | यदि दोनों अपने - अपने गुणों से चूक गये, तो वे छुछे रह जाते हैं, फिर दोनों का उद्धार नहीं होता |\n\n\nघर में रहै तो भक्ति करू, नातरू करू बैराग |\nबैरागी बन्धन करै, ताका बड़ा अभागा ||\n\n\nसाधु घर में रहे तो गुरु की भक्ति करनी चहिये, अन्येथा घर त्याग कर वेराग्ये करना चहिये | यदि विरक्त पुनः बंधनों का काम करे, तो उसका महान सुर्भाग्य है |\n\n\nधारा तो दोनों भली, विरही के बैराग |\nगिरही दासातन करे बैरागी अनुराग ||\n\n\nधारा तो दोनों अच्छी हैं, क्या ग्रास्थी क्या वैराग्याश्रम! ग्रस्थ सन्त को गुरु की सेवकाई करनी चहिये और विरक्त को वैराग्यनिष्ट होना चहिये |\n\n","author":"कबीर","title":"आचरण की महिमा \/ कबीर"},{"poem":"माँगन गै सो मर रहै, मरै जु माँगन जाहिं |\nतिनते पहिले वे मरे, होत करत हैं नहिं ||\n\n\nजो किसी के यहाँ मांगने गया, जानो वह मर गया | उससे पहले वो मरगया जिसने होते हुए मना कर दिया |\n\n\nअजहूँ तेरा सब मिटै, जो मानै गुरु सीख |\nजब लग तू घर में रहैं, मति कहुँ माँगे भीख ||\n\n\nआज भी तेरे सब दोष - दुःख मिट जाये, यदि तू सतगुरु की शिक्षा को सुने और माने | जब तक तू ग्रस्थ में है, कहीं भिक्षा मत माँग |\n\n\nअनमाँगा तो अति भला, माँगि लिया नहीं दोष |\nउदर समाता माँगि ले, निश्चै पावै मोष ||\n\n\nबिना माँगे मिला हुआ सर्वोतम है, साधु को दोष नहीं है यदि पेट के लिए माँग लिया | उदर पूर्ति के लिए माँग लेने में मोक्ष साधन में निश्चय ही कोई बाधा नहीं पड़ेगी |\n\n\nसहत मिले तो दूध है, माँगि मिलै सौ पानि |\nकहैं कबीर वह रक्त है, जामे ऐंचातानि ||\n\n\nवह दूध के समान उत्तम है, जो बिना माँगे सहज रूप से मिल जाये | मांगने से मिले वह पानी के समान मध्यम है | गुरु कबीर जी कहते हैं जिसमे ऐचातान (अडंगा डालकर मांगना और कष्टपूर्वक देना) है, वह रक्त के समान त्यागने योग्य है |\n\n\nमाँगन मरण समान है, तेहि दई मैं सीख |\nकहैं कबीर समझाय को, मति कोई माँगै भीख ||\n\n\nमाँगन मरने के समान है येही गुरु कबीर सीख देते है और समझाते हुए कहते हैं की मैं तुम्हे शिक्षा देता हूँ, कोई भीख मत मांगो |\n\n\nअनमांगा उत्तम कहा, मध्यम माँगि जोलेय |\nकहैं कबीर निकृष्टि सो, पर घर धरना देय ||\n\n\nउपयुक्त बिना माँगे मिला हुआ उत्तम कहा, माँगा लेना मध्यम कहा पराये - द्वारे पर धरना देकर हठपूर्वक माँगना तो महापाप है |\n\n","author":"कबीर","title":"सद्आचरण की महिमा \/ कबीर"},{"poem":"कबीर संगत साधु की, नित प्रति कीजै जाय |\nदुरमति दूर बहावासी, देशी सुमति बताय ||\n\n\nगुरु कबीर जी कहते हैं कि प्रतिदिन जाकर संतों की संगत करो | इससे तुम्हारी दुबुद्धि दूर हो जायेगी और सन्त सुबुद्धि बतला देंगे |\n\n\nकबीर संगत साधु की, जौ की भूसी खाय |\nखीर खांड़ भोजन मिलै, साकत संग न जाय ||\n\n\nसन्त कबीर जी कहते हैं, सतों की संगत मैं, जौं की भूसी खाना अच्छा है | खीर और मिष्ठान आदि का भोजन मिले, तो भी साकत के संग मैं नहीं जाना चहिये |\n\n\nकबीर संगति साधु की, निष्फल कभी न होय |\nऐसी चंदन वासना, नीम न कहसी कोय ||\n\n\nसंतों की संगत कभी निष्फल नहीं होती | मलयगिर की सुगंधी उड़कर लगने से नीम भी चन्दन हो जाता है, फिर उसे कभी कोई नीम नहीं कहता |\n\n\nएक घड़ी आधी घड़ी, आधी में पुनि आध |\nकबीर संगत साधु की, कटै कोटि अपराध ||\n\n\nएक पल आधा पल या आधे का भी आधा पल ही संतों की संगत करने से मन के करोडों दोष मिट जाते हैं |\n\n\nकोयला भी हो ऊजला, जरि बरि हो जो सेत |\nमूरख होय न अजला, ज्यों कालम का खेत ||\n\n\nकोयला भी उजला हो जाता है जब अच्छी तरह से जलकर उसमे सफेदी आ जाती है | लकिन मुर्ख का सुधरना उसी प्रकार नहीं होता जैसे ऊसर खेत में बीज नहीं उगते |\n\n\nऊँचे कुल की जनमिया, करनी ऊँच न होय |\nकनक कलश मद सों भरा, साधु निन्दा कोय ||\n\n\nजैसे किसी का आचरण ऊँचे कुल में जन्म लेने से,ऊँचा नहीं हो जाता | इसी तरह सोने का घड़ा यदि मदिरा से भरा है, तो वह महापुरषों द्वारा निन्दित ही है |\n\n\nजीवन जोवत राज मद, अविचल रहै न कोय |\nजु दिन जाय सत्संग में, जीवन का फल सोय ||\n\n\nजीवन, जवानी तथा राज्य का भेद से कोई भी स्थिर नहीं रहते | जिस दिन सत्संग में जाइये, उसी दिन जीवन का फल मिलता है |\n\n\nसाखी शब्द बहुतक सुना, मिटा न मन का मोह |\nपारस तक पहुँचा नहीं, रहा लोह का लोह ||\n\n\nज्ञान से पूर्ण बहुतक साखी शब्द सुनकर भी यदि मन का अज्ञान नहीं मिटा, तो समझ लो पारस - पत्थर तक न पहुँचने से, लोहे का लोहा ही रह गया |\n\n\nसज्जन सो सज्जन मिले, होवे दो दो बात |\nगदहा सो गदहा मिले, खावे दो दो लात ||\n\n\nसज्जन व्यक्ति किसी सज्जन व्यक्ति से मिलता है तो दो दो अच्छी बातें होती हैं | लकिन गधा गधा जो मिलते हैं, परस्पर दो दो लात खाते हैं |\n\n\nकबीर विषधर बहु मिले, मणिधर मिला न कोय |\nविषधर को मणिधर मिले, विष तजि अमृत होय ||\n\n\nसन्त कबीर जी कहते हैं कि विषधर सर्प बहुत मिलते है, मणिधर सर्प नहीं मिलता | यदि विषधर को मणिधर मिल जाये, तो विष मिटकर अमृत हो जाता है |\n\n","author":"कबीर","title":"संगति की महिमा \/ कबीर"},{"poem":"सवेक - स्वामी एक मत, मत में मत मिली जाय |\nचतुराई रीझै नहीं, रीझै मन के भाय ||\n\n\nसवेक और स्वामी की पारस्परिक मत मिलकर एक सिद्धांत होना चहिये | चालाकी करने से सच्चे स्वामी नहीं प्रसन्न होते, बल्कि उनके प्रसन्न होने का कारण हार्दिक भक्ति - भाव होता है |\n\n\nसतगुरु शब्द उलंघ के, जो सेवक कहुँ जाय |\nजहाँ जाय तहँ काल है, कहैं कबीर समझाय ||\n\n\nसन्त कबीर जी समझाते हुए कहते हैं कि अपने सतगुरु के न्यायपूर्ण वचनों का उल्लंघन कर जो सेवक अन्ये ओर जाता है, वह जहाँ जाता है वहाँ उसके लिए काल है |\n\n\nआशा करै बैकुंठ की, दुरमति तीनों काल |\nशुक्र कही बलि ना करीं, ताते गयो पताल ||\n\n\nआशा तो स्वर्ग की करता है, लकिन तीनों काल में दुर्बुद्धि से रहित नहीं होता | बलि ने गुरु शुक्राचार्य जी की आज्ञा अनुसार नहीं किया, तो राज्य से वंचित होकर पाताल भेजा गया |\n\n\nयह मन ताको दीजिये, साँचा सेवक होय |\nसिर ऊपर आरा सहै, तऊ न दूजा होय ||\n\n\nगुरुजनों को अपना हार्दिक उपदेश सच्चे सवेक को ही देना चहिये | सेवक ऐसा जो सिर पर आरा सहकर भी, दूसरा भाव न लाये |\n\n\nशीलवन्त सुरज्ञान मत, अति उदार चित होय |\nलज्जावान अति निछलता, कोमल हिरदा सोय ||\n\n\nशीलवान ही देवता है, उसका विवेक का मत रहता है, उसका चित्त अत्यंत उदार होता है | बुराईयों से लज्जाशील सबसे अत्यंत निष्कपट और कोमल ह्रदय के होते हैं |\n\n\nज्ञानी अभिमानी नहीं, सब काहू सो हेत |\nसत्यवान परमारथी, आदर भाव सहेत ||\n\n\nज्ञान से पूर्ण, अभिमान से रहित, सबसे हिल मिलकर रहने वाले, सत्येनिष्ठ परमार्थ - प्रेमी एवं प्रेमरहित सबका आदर - भाव करने वाले |\n\n\nगुरुमुख गुरु चितवत रहे, जैसे मणिहि भुवंग |\nकहैं कबीर बिसरै नहीं, यह गुरुमुख को अंग ||\n\n\nगुरुमुख सेवक व शिष्य को चहिये कि वह सतगुरु के उपदेश की ओर देखता रहे जैसे सर्प मणि की ओर देखता रहता है | गुरु कबीर जी कहते है कभी भूले नहीं येही गुरुमुख का लक्षण है |\n\n\nगुरु आज्ञा लै आवहीं, गुरु आज्ञा लै जाय |\nकहैं कबीर सो सन्त प्रिये, बहु विधि अमृत पाय ||\n\n\nजो शिष्य गुरु की आज्ञा से आये और गुरु की आज्ञा से जाये| गुरु कबीर जी कहते हैं कि ऐसे शिष्य गुरु - सन्तो को प्रिये होते हैं और अनेक प्रकार से अमृत प्राप्त करते हैं |\n\n\nसवेक सेवा में रहै, सेवक कहिये सोय |\nकहैं कबीर सेवा बिना, सवेक कभी न होय ||\n\n\nजो सवेक सेवा करता रहता है वही सेवक कहलाता है, गुरु कबीर कहते हैं कि सेवा किये बिना कोई सेवक नहीं हो सकता |\n\n\nअनराते सुख सोवना, राते नींद न आय |\nज्यों जल छूटी माछरी, तलफत रैन बिछाय ||\n\n\nजिन्हें स्वरूपस्तिथि (कल्याण)में प्रेम नहीं है, वे विषय - मोह में सुख से सोते हैं परन्तु कल्याण प्रेमी को विषय मोह में नींद नहीं लगती | उनको तो कल्याण की प्राप्ति के लिए वैसी ही छटपटाहट रहती है, जैसे जल से बिछुड़ी मछली तडपते हुए रात बिताती है |\n\n","author":"कबीर","title":"सेवक की महिमा \/ कबीर"},{"poem":"सुख - दुःख सिर ऊपर सहै, कबहु न छाडै संग |\nरंग न लागै और का, व्यापै सतगुरु रंग ||\n\n\nसभी सुख - दुःख अपने सिर ऊपर सह ले, सतगुरु - सन्तो की संगर कभी न छोड़े | किसी ओर विषये या कुसंगति में मन न लगने दे, सतगुरु के चरणों में या उनके ज्ञान - आचरण के प्रेम में ही दुबे रहें |\n\n\nकबीर गुरु कै भावते, दुरहि ते दीसन्त |\nतन छीना मन अनमना, जग से रूठि फिरंत ||\n\n\nगुरु कबीर कहते हैं कि सतगुरु ज्ञान के बिरही के लक्षण दूर ही से दीखते हैं | उनका शरीर कृश एवं मन व्याकुल रहता है, वे जगत में उदास होकर विचरण करते हैं |\n\n\nदासातन हरदै बसै, साधुन सो अधिन |\nकहैं कबीर सो दास है, प्रेम भक्ति लवलीन ||\n\n\nजिसके ह्रदे में सेवा एवं प्रेम भाव बसता है और सन्तो कि अधीनता लिये रहता है | वह प्रेम - भक्ति में लवलीन पुरुष ही सच्चा दास है |\n\n\nदास कहावन कठिन है, मैं दासन का दास |\nअब तो ऐसा होय रहूँ, पाँव तले कि घास ||\n\n\nऐसा दास होना कठिन है कि - \"मैं दासो का दास हूँ | अब तो इतना नर्म बन कर के रहूँगा, जैसे पाँव के नीचे की घास \" |\n\n\nलगा रहै सतज्ञान सो सबही बन्धन तोड़ |\nकहैं कबीर वा दास को, काल रहै हथजोड़ ||\n\n\nजो सभी विषय - बंधनों को तोड़कर सदैव सत्य स्वरुप ज्ञान की स्तिति में लगा रहे | गुरु कबीर कहते हैं कि उस गुरु - भक्त के सामने काल भी हाथ जोड़कर सिर झुकायेगा |\n\n","author":"कबीर","title":"सुख-दुःख की महिमा \/ कबीर"},{"poem":"भक्ति बीज पलटै नहीं, जो जुग जाय अनन्त |\nऊँच नीच घर अवतरै, होय सन्त का सन्त ||\n\n\nकी हुई भक्ति के बीज निष्फल नहीं होते चाहे अनंतो युग बीत जाये | भक्तिमान जीव सन्त का सन्त ही रहता है चाहे वह ऊँच - नीच माने गये किसी भी वर्ण - जाती में जन्म ले |\n\n\nभक्ति पदारथ तब मिलै, तब गुरु होय सहाय |\nप्रेम प्रीति की भक्ति जो, पूरण भाग मिलाय ||\n\n\nभक्तिरूपी अमोलक वस्तु तब मिलती है जब यथार्थ सतगुरु मिलें और उनका उपदेश प्राप्त हो | जो प्रेम - प्रीति से पूर्ण भक्ति है, वह पुरुषार्थरुपी पूर्ण भाग्योदय से मिलती है |\n\n\nभक्ति जो सीढ़ी मुक्ति की, चढ़ै भक्त हरषाय |\nऔर न कोई चढ़ि सकै, निज मन समझो आय ||\n\n\nभक्ति मुक्ति की सीडी है, इसलिए भक्तजन खुशी - खुशी उसपर चदते हैं | आकर अपने मन में समझो, दूसरा कोई इस भक्ति सीडी पर नहीं चढ़ सकता | (सत्य की खोज ही भक्ति है)\n\n\nभक्ति बिन नहिं निस्तरे, लाख करे जो कोय |\nशब्द सनेही होय रहे, घर को पहुँचे सोय ||\n\n\nकोई भक्ति को बिना मुक्ति नहीं पा सकता चाहे लाखो लाखो यत्न कर ले | जो गुरु के निर्णय वचनों का प्रेमी होता है, वही सत्संग द्वरा अपनी स्थिति को प्राप्त करता है |\n\n\nभक्ति गेंद चौगान की, भावै कोइ लै लाय |\nकहैं कबीर कुछ भेद नहिं, कहाँ रंक कहँ राय ||\n\n\nभक्ति तो मैदान में गेंद के समान सार्वजनिक है, जिसे अच्छी लगे, ले जाये | गुरु कबीर जी कहते हैं कि, इसमें धनी - गरीब, ऊँच - नीच का भेदभाव नहीं है |\n\n\nकबीर गुरु की भक्ति बिन, अधिक जीवन संसार |\nधुँवा का सा धौरहरा, बिनसत लगै न बार ||\n\n\nकबीर जी कहते हैं कि बिना गुरु भक्ति संसार में जीना धिक्कार है | यह माया तो धुएं के महल के समान है, इसके खतम होने में समय नहीं लगता |\n\n\nजब लग नाता जाति का, तब लग भक्ति न होय |\nनाता तोड़े गुरु बजै, भक्त कहावै सोय ||\n\n\nजब तक जाति - भांति का अभिमान है तब तक कोई भक्ति नहीं कर सकता | सब अहंकार को त्याग कर गुरु की सेवा करने से गुरु - भक्त कहला सकता है |\n\n\nभाव बिना नहिं भक्ति जग, भक्ति बिना नहीं भाव |\nभक्ति भाव एक रूप हैं, दोऊ एक सुभाव ||\n\n\nभाव (प्रेम) बिना भक्ति नहीं होती, भक्ति बिना भाव (प्रेम) नहीं होते | भाव और भक्ति एक ही रूप के दो नाम हैं, क्योंकि दोनों का स्वभाव एक ही है |\n\n\nजाति बरन कुल खोय के, भक्ति करै चितलाय |\nकहैं कबीर सतगुरु मिलै, आवागमन नशाय ||\n\n\nजाति, कुल और वर्ण का अभिमान मिटाकर एवं मन लगाकर भक्ति करे | यथार्थ सतगुरु के मिलने पर आवागमन का दुःख अवश्य मिटेगा |\n\n\nकामी क्रोधी लालची, इतने भक्ति न होय |\nभक्ति करे कोई सुरमा, जाति बरन कुल खोय ||\n\n\nकामी, क्रोधी और लालची लोगो से भक्ति नहीं हो सकती | जाति, वर्ण और कुल का मद मिटाकर, भक्ति तो कोई शूरवीर करता है |\n\n","author":"कबीर","title":"भक्ति की महिमा \/ कबीर"},{"poem":"कबीर गर्ब न कीजिये, इस जीवन की आस |\nटेसू फूला दिवस दस, खंखर भया पलास ||\n\n\nकबीर जी कहते हैं कि इस जवानी कि आशा में पड़कर मद न करो | दस दिनों में फूलो से पलाश लद जाता है, फिर फूल झड़ जाने पर वह उखड़ जाता है, वैसे ही जवानी को समझो |\n\n\nकबीर गर्ब न कीजिये, इस जीवन कि आस |\nइस दिन तेरा छत्र सिर, देगा काल उखाड़ ||\n\n\nगुरु कबीर जी कहते हैं कि मद न करो चर्ममय हड्डी कि देह का | इक दिन तुम्हारे सिर के छत्र को काल उखाड़ देगा |\n\n\nकबीर थोड़ा जीवना, माढ़ै बहुत मढ़ान |\nसबही ऊभा पन्थसिर, राव रंक सुल्तान ||\n\n\nजीना तो थोड़ा है, और ठाट - बाट बहुत रचता है| राजा रंक महाराजा --- आने जाने का मार्ग सबके सिर पर है, सब बारम्बार जन्म - मरण में नाच रहे हैं |\n\n\nकबीर यह संसार है, जैसा सेमल फूल |\nदिन दस के व्येवहार में, झूठे रंग न भूले ||\n\n\nगुरु कबीर जी कहते हैं कि इस संसार की सभी माया सेमल के फूल के भांति केवल दिखावा है | अतः झूठे रंगों को जीवन के दस दिनों के व्यवहार एवं चहल - पहल में मत भूलो |\n\n\nकबीर खेत किसान का, मिरगन खाया झारि |\nखेत बिचारा क्या करे, धनी करे नहिं बारि ||\n\n\nगुरु कबीर जी कहते हैं कि जीव - किसान के सत्संग - भक्तिरूपी खेत को इन्द्रिय - मन एवं कामादिरुपी पशुओं ने एकदम खा लिया | खेत बेचारे का क्या दोष है, जब स्वामी - जीव रक्षा नहीं करता |\n\n\nकबीर रस्सी पाँव में, कहँ सोवै सुख चैन |\nसाँस नगारा कुंच का, है कोइ राखै फेरी ||\n\n\nअपने शासनकाल में ढोल, नगाडा, ताश, शहनाई तथा भेरी भले बजवा लो | अन्त में यहाँ से अवश्य चलना पड़ेगा, क्या कोई घुमाकर रखने वाला है |\n\n\nआज काल के बीच में, जंगल होगा वास |\nऊपर ऊपर हल फिरै, ढोर चरेंगे घास ||\n\n\nआज - कल के बीच में यह शहर जंगल में जला या गाड़ दिया जायेगा | फिर इसके ऊपर ऊपर हल चलेंगे और पशु घास चरेंगे |\n\n\nरात गँवाई सोयेकर, दिवस गँवाये खाये |\nहीरा जनम अमोल था, कौड़ी बदले जाय ||\n\n\nमनुष्य ने रात गवाई सो कर और दिन गवाया खा कर, हीरे से भी अनमोल मनुष्य योनी थी परन्तु विषयरुपी कौड़ी के बदले में जा रहा है |\n\n\nऊँचा महल चुनाइया, सुबरन कली दुलाय |\nवे मंदिर खाली पड़े रहै मसाना जाय ||\n\n\nस्वर्णमय बेलबूटे ढल्वाकर, ऊँचा मंदिर चुनवाया | वे मंदिर भी एक दिन खाली पड़ गये, और मंदिर बनवाने वाले श्मशान में जा बसे |\n\n\nकहा चुनावै भेड़िया, चूना माटी लाय |\nमीच सुनेगी पापिनी, दौरी के लेगी आप ||\n\n\nचूना मिट्ठी मँगवाकर कहाँ मंदिर चुनवा रहा है? पापिनी मृत्यु सुनेगी, तो आकर धर - दबोचेगी |\n\n","author":"कबीर","title":"व्यवहार की महिमा \/ कबीर"},{"poem":"कबीर टुक टुक चोंगता, पल पल गयी बिहाय |\nजिन जंजाले पड़ि रहा, दियरा यमामा आय ||\n\n\nऐ जीव! तू क्या टुकुर टुकुर देखता है? पल पल बीताता जाता है, जीव जंजाल में ही पड़ रहा है, इतने में मौत ने आकर कूच का नगाड़ा बजा दिया |\n\n\nजो उगै सो आथवै, फूले सो कुम्हिलाय |\nजो चुने सो ढ़हि पड़ै, जनमें सो मरि जाय ||\n\n\nउगने वाला डूबता है, खिलने वाला सूखता है | बनायी हुई वस्तु बिगड़ती है, जन्मा हुआ प्राणी मरता है |\n\n\nकबीर मन्दिर आपने, नित उठि करता आल |\nमरहट देखी डरपता, चौड़े दीया डाल ||\n\n\nनित्ये उठकर जो आपने मन्दिर में आनंद करते थे, और श्मशान देखकर डरते थे, वे आज मैदान में उत्तर - दक्षिण करके डाल दिये गये |\n\n\nकबीर गाफिल क्यों फिरै क्या सोता घनघोर |\nतेरे सिराने जम खड़ा, ज्यूँ अँधियारे चोर ||\n\n\nऐ मनुष्य! क्यों असावधानी में भटकते और मोर की घनघोर निद्रा में सोते हो? तेरे सिराहने मृत्यु उसी प्रकार खड़ी है जैसे अँधेरी रात में चोर |\n\n\nआस - पास जोधा खड़े, सबै बजावै गाल |\nमंझ महल सेले चला, ऐसा परबल काल ||\n\n\nआस - पास में शूरवीर खड़े सब डींगे मारते रह गये | बीच मन्दिर से पकड़कर ले चला, काल ऐसा प्रबल है |\n\n\nबेटा जाये क्या हुआ, कहा बजावे थाल |\nआवन जावन होय रहा, ज्यों कीड़ी का नाल ||\n\n\nतेरे पुत्र का जन्म हुआ है, तो क्या बहुत अच्छा हुआ है? और प्रसंता में तू क्या थाली बजा रहा है? ये तो चींटियों को पंक्ति के समान जीवों का आना जाना लगा है |\n\n\nबालपन भोले गया, और जुवा महमंत |\nवृद्धपने आलस गयो, चला जरन्ते अन्त ||\n\n\nबालपन तो भोलेपन में बीत गया, और जवानी मदमस्ती में बीत गयी | बुढ़ापा आलस्य में खो गया, अब अन्त में चिता पर जलने के लिये चला |\n\n\nघाट जगाती धर्मराय, गुरुमुख ले पहिचान |\nछाप बिना गुरु नाम के, साकट रहा निदान ||\n\n\nघाट की चुंगी लेने वाला धर्मराज (वासना) है, वह गुरुमुख को पहचान लेता है | गुरु - ज्ञानरूपी चिन्ह बिना, अन्त के साकट लोग यम के हाथ में पड़ गये |\n\n\nसब जग डरपै काल सों, ब्रह्मा विष्णु महेश |\nसुर नर मुनि औ लोक सब, सात रसातल सेस ||\n\n\nब्रह्मा, विष्णु, महेश, सुर, नर, मुनि और सब लोक, साल रसातल तथा शेष तक जगत के सरे लोग काल के डरते हैं |\n\n\nकाल फिरै सिर ऊपरै, हाथों धरी कमान |\nकहैं कबीर घु ज्ञान को, छोड़ सकल अभिमान ||\n\n\nहाथों में धनुष बांड लेकर काल तुम्हारे सिर ऊपर घूमता है, गुरु कबीर जी कहते है कि सम्पूर्ण अभिमान त्यागकर, स्वरुप ज्ञान ग्रहण करो |\n\n\nजाय झरोखे सोवता, फूलन सेज बिछाय |\nसो अब कहँ दीसै नहीं, छिन में गये बिलाय ||\n\n\nऊँची अटारी की खिड़कियों पर फूलों की शैया बिछाकर जो सोते थे वे देखते देखते विनिष्ट हो गये | अब सपने में भी नहीं दिखते |\n\n","author":"कबीर","title":"काल की महिमा \/ कबीर"},{"poem":"काल काल तत्काल है, बुरा न करिये कोय |\nअन्बोवे लुनता नहीं, बोवे तुनता होय ||\n\n\nकाल का विकराल गाल तुमको तत्काल ही निगलना चाहता है, इसीलिए किसी प्रकार भी बुराई न करो | जो नहीं बोया गया है, वह काटने को नहीं मिलता, बोया ही कटा जाता है |\n\n\nया दुनिया में आय के, छाड़ि दे तू ऐंठ |\nलेना होय सो लेइ ले, उठी जात है पैंठ ||\n\n\nइस संसार में आकर तुम सब प्रकार के अभिमान को छोड़ दो, जो खरीदना हो खरीद लो, बाजार उठा जाता है |\n\n\nखाय पकाय लुटाय के, करि ले अपना काम |\nचलती बिरिया रे नरा, संग न चले छदाम ||\n\n\nपका - खा और लुटाकर, अपना कल्याण कर ले | ऐ मनुष्य! संसार से कूच करते समय, तेरे साथ एक छदाम भी नहीं जायेगा |\n\n\nसह ही में सत बाटई, रोटी में ते टूक |\nकहै कबीर ता दास को, कबहुँ न आवै चूक ||\n\n\nजो सत्तू में से सत्तू और रोटी में से टुकड़ा बाँट देता है, वह भक्त अपने धर्म से कभी नहीं चूकता |\n\n\nदेह खेह होय जागती, कौन कहेगा देह |\nनिश्चय कर उपकार ही, जीवन का फन येह ||\n\n\nमरने के बाद तुमसे कौन देने को कहेगा! अतः निश्चयपूर्वक परोपकार करो, येही जीवन का फल है |\n\n\nधर्म किये धन ना घटे, नदी ना घट्टै नीर |\nअपनी आँखों देखिले, यों कथि कहहिं कबीर ||\n\n\nधर्म (परोपकार, दान, सेवा) करने से धन नहीं घटता, देखो नदी सदैव रहती है, परन्तु उसका जल घटता नहीं | धर्म करके स्वय देख लो |\n\n\nया दुनिया दो रोज की, मत कर यासो हेत |\nगुरु चरनन चित लाइये, जो पूरन सुख हेत ||\n\n\nइस संसार का झमेला दो दिन का है अतः इससे मोह - संबध न जोड़ो | सतगुरु के चरणों में मन लगाओ, जो पूर्ण सुख देने वाला है |\n\n\nऐसी बानी बोलिये, मन का आपा खोय |\nऔरन को शीतल करै, आपौ शीतल होय ||\n\n\nमन के अहंकार को मिटाकर, ऐसे और नम्र वचन बोलो, जिससे दूसरे लोग सुखी हों और खुद को भी शान्ति मिले |\n\n\nकहते को कहि जान दे, गुरु की सीख तू लेय |\nसाकट जन औ श्वान को, फिरि जवाब न देय ||\n\n\nउल्टी - पुल्टी बात बोलने वाले लो बोलते जाने दो तू गुरु की ही शिक्षा धारण कर | साकट (दुष्टों) तथा कुत्तों को उलटकर उत्तर न दो |\n\n\nइष्ट मिले अरु मन मिले, मिले सकल रस रीति |\nकहैं कबीर तहँ जाइये, यह सन्तन की प्रीति ||\n\n\nउपस्य, उपासना - पद्धति, सम्पूर्ण रीति - रिवाज़ और मन जहाँ पर मिलें, वहीं पर जाना सन्तो को प्रियेकर होना चहिये |\n\n\nबहते को मत बहन दो, कर गहि ऐचहु ठौर |\nकहो सुन्यो मानौ नहीं, शब्द कहो दुइ और ||\n\n\nबहते हुए को मत बहने दो, हाथ पकड़कर उसको मानवता की भूमिका पर निकाल लो | यदि वह कहा - सुना ना माने, तो भी निर्णय के दो वचन और सुना दो |\n\n","author":"कबीर","title":"उपदेश की महिमा \/ कबीर"},{"poem":"शब्द दुरिया न दुरै, कहूँ जो ढोल बजाय |\nजो जन होवै जौहोरी, लेहैं सीस चढ़ाय ||\n\n\nढोल बजाकर कहता हूँ निर्णय - वचन किसी के छिपाने (निन्दा उपहास करने) से नहीं छिपते | जो विवेकी - पारखी होगा, वह निर्णय - वचनों को शिरोधार्य कर लेगा |\n\n\nएक शब्द सुख खानि है, एक शब्द दुःखराखि है |\nएक शब्द बन्धन कटे, एक शब्द गल फंसि ||\n\n\nसमता के शब्द सुख की खान है, और विषमता के शब्द दुखो की ढेरी है | निर्णय के शब्दो से विषय - बन्धन कटते हैं, और मोह - माया के शब्द गले की फांसी हो जाते हैं |\n\n\nसीखै सुनै विचार ले, ताहि शब्द सुख देय |\nबिना समझै शब्द गहै, कहु न लाहा लेय ||\n\n\nजो निर्णय शब्दो को सुनता, सीखता और विचारता है, उसको शब्द सुख देते हैं | यदि बिना समझे कोई शब्द रट ले, तो कोई लाभ नहीं पाता |\n\n\nहरिजन सोई जानिये, जिहा कहैं न मार |\nआठ पहर चितवर रहै, गुरु का ज्ञान विचार ||\n\n\nहरि - जन उसी को जानो जो अपनी जीभ से भी नहीं कहता कि \"मारो\" | बल्कि आठों पहर गुरु के ज्ञान - विचार ही में मन रखता है |\n\n\nकुटिल वचन सबते बुरा, जारि करे सब छार |\nसाधु वचन जल रूप है, बरसै अमृत धार ||\n\n\nटेड़े वचन सबसे बुरे होते हैं, वे जलाकर राख कर देते हैं | परन्तु सन्तो के वचन शीतल जलमय हैं, जो अमृत की धारा बनकर बरसते हैं |\n\n\nखोद खाद धरती सहै, काट कूट बनराय |कुटिल वचन साधु सहै, और से सहा न जाय ||\n\nखोद - खाद प्रथ्वी सहती है, काट - कूट जंगल सहता है | कठोर वचन सन्त सहते हैं, किसी और से सहा नहीं जा सकता |\n\n\nमुख आवै सोई कहै, बोलै नहीं विचार |\nहते पराई आत्मा, जीभ बाँधि तरवार ||\n\n\nकितने ही मनुष्य जो मुख में आया, बिना विचारे बोलते जी जाते हैं | ये लोग परायी आत्मा को दुःख देते रहते है अपने जिव्हा में कठोर वचनरूपी तलवार बांधकर |\n\n\nजंत्र - मंत्र सब झूठ है, मत भरमो जग कोय |\nसार शब्द जानै बिना, कागा हंस न होय |\n\n\nटोने - टोटके, यंत्र - मंत्र सब झूठ हैं, इनमे कोई मत फंसो | निर्णय - वचनों के ज्ञान बिना, कौवा हंस नहीं होता |\n\n\nशब्द जु ऐसा बोलिये, मन का आपा खोय |\nऔरन को शीतल करे, आपन को सुख होय ||\n\n\nशरीर का अहंकार छोड़कर वचन उच्चारे | इसमें आपको शीतलता मिलेगी, सुनने वाले को भी सुख प्राप्त होगो |\n\n\nकागा काको धन हरै, कोयल काको देत |\nमीठा शब्द सुनाय को, जग अपनो करि लेत ||\n\n\nकौवा किसका धन हरण करता है, और कोयल किसको क्या देती है? केवल मीठा शब्द सुनाकर जग को अपना बाना लेती है |\n\n","author":"कबीर","title":"शब्द की महिमा \/ कबीर"},{"poem":"साधु सती और सूरमा, इनका मता अगाध |\nआशा छाड़े देह की, तिनमें अधिका साध ||\n\n\nसन्त, सती और शूर - इनका मत अगम्य है| ये तीनों शरीर की आशा छोड़ देते हैं, इनमें सन्त जन अधिक निश्चय वाले होते होते हैं |\n\n\nसाधु सती और सूरमा, कबहु न फेरे पीठ | \nतीनों निकासी बाहुरे, तिनका मुख नहीं दीठ ||\n\n\nसन्त, सती और शूर कभी पीठ नहीं दिखाते | तीनों एक बार निकलकर यदि लौट आयें तो इनका मुख नहीं देखना चाहिए|\n\n\nसती चमाके अग्नि सूँ, सूरा सीस डुलाय |\nसाधु जो चूकै टेक सों, तीन लोक अथड़ाय ||\n\n\nयदि सती चिता पर बैठकर एवं आग की आंच देखकर देह चमकावे, और शूरवीर संग्राम से अपना सिर हिलावे तथा साधु अपनी साधुता की निश्चयता से चूक जये तो ये तीनो इस लोक में डामाडोल कहेलाते हैं|\n\n\nसती डिगै तो नीच घर, सूर डिगै तो क्रूर |\nसाधु डिगै तो सिखर ते, गिरिमय चकनाचूर ||\n\n\nसती अपने पद से यदि गिरती है तो नीच आचरण वालो के घर में जाती है, शूरवीर गिरेगा तो क्रूर आचरण करेगा| यदि साधुता के शिखर से साधु गिरेगा तो गिरकर चकनाचूर हो जायेगा|\n\n\nसाधु, सती और सूरमा, ज्ञानी औ गज दन्त |\nते निकसे नहिं बाहुरे, जो जुग जाहिं अनन्त ||\n\n\nसाधु, सती, शूरवीर, ज्ञानी और हाथी के दाँत - ये एक बार बाहर निकलकर नहीं लौटते, चाहे कितने ही युग बीत जाये|\n\n\nये तीनों उलटे बुरे, साधु, सती और सूर |\nजग में हँसी होयगी, मुख पर रहै न नूर ||\n\n\nसाधु, सती और शूरवीर - ये तीनों लौट आये तो बुरे कहलाते हैं| जगत में इनकी हँसी होती है, और मुख पर प्रकाश तेज नहीं रहता|\n\n","author":"कबीर","title":"सति की महिमा \/ कबीर"},{"poem":"संसारी से प्रीतड़ी, सरै न एको काम |\nदुविधा में दोनों गये, माया मिली न राम ||\n\n\nसंसारियों से प्रेम जोड़ने से, कल्याण का एक काम भी नहीं होता| दुविधा में तुम्हारे दोनों चले जयेंगे, न माया हाथ लगेगी न स्वस्वरूप स्तिथि होगी, अतः जगत से निराश होकर अखंड वैराग्ये करो|\n\n\nस्वारथ का सब कोई सगा, सारा ही जग जान |\nबिन स्वारथ आदर करे, सो नर चतुर सुजान ||\n\n\nस्वार्थ के ही सब मित्र हैं, सरे संसार की येही दशा समझलो| बिना स्वार्थ के जो आदर करता है, वही मनुष्य विचारवान - बुद्धिमान है |\n\n","author":"कबीर","title":"निष्काम की महिमा \/ कबीर"},{"poem":"मरूँ पर माँगू नहीं, अपने तन के काज |\nपरमारथ के कारने, मोहिं न आवै लाज ||\n\n\nमर जाऊँ, परन्तु अपने शरीर के स्वार्थ के लिए नहीं माँगूँगा| परन्तु परमार्थ के लिए माँगने में मुझे लज्जा नहीं लगती|\n\n\nसुख के संगी स्वारथी, दुःख में रहते दूर |\nकहैं कबीर परमारथी, दुःख - सुख सदा हजूर ||\n\n\nसंसारी - स्वार्थी लोग सिर्फ सुख के संगी होते हैं, वे दुःख आने पर दूर हो जाते हैं| परन्तु परमार्थी लोग सुख - दुःख सब समय साथ देते हैं|\n\n\nस्वारथ सुखा लाकड़ा, छाँह बिहूना सूल |\nपीपल परमारथ भजो, सुखसागर को मूल ||\n\n\nस्वार्थ में आसक्ति तो बिना छाया के सूखी लकड़ी है और सदैव संताप देने वाली है और परमार्थ तो पीपल - वृक्ष के समान छायादार सुख का समुन्द्र एवं कल्याण की जड़ है, अतः परमार्थ को अपना कर उसी रस्ते पर चलो|\n\n\nपरमारथ पाको रतन, कबहुँ न दीजै पीठ |\nस्वारथ सेमल फूल है, कली अपूठी पीठ ||\n\n\nपरमार्थ सबसे उत्तम रतन है इसकी ओर कभी भी पीठ मत करो| और स्वार्थ तो सेमल फूल के समान है जो कड़वा - सुगंधहीन है, जिसकी कली कच्ची और उलटी अपनी ओर खिलती है|\n\n\nप्रीति रीति सब अर्थ की, परमारथ की नहिं |\nकहैं कबीर परमारथी, बिरला कोई कलि माहिं ||\n\n\nसंसारी प्रेम - व्येवहार केवल धन के लिए हैं, परमार्थ के लिए नहीं| गुरु कबीर जी कहते हैं कि इस मतलबी युग में तो कोई विरला ही परमार्थी होगा|\n\n\nसाँझ पड़ी दिन ढल गया, बधिन घेरी गाय |\nगाय बिचारी न मरी, बधि न भूखी जाय ||\n\n\nजीवनरूपी दिन ढल गया और अंतिम अवस्ता रुपी संध्या आ गयी, मृत्युरूपी सिहंनि ने देहध्यासी जीवरुपी गाय को घेर लिया| अविनाशी होने से जीवरुपी गाय नहीं मरती; मृत्युरूपी सिहंनि भूखी भी नहीं जाती|\n\n\nसूम सदा ही उद्धरे, दाता जाय नरक्क |\nकहैं कबीर यह साखि सुनि, मति कोई जाव सरक्क ||\n\n\nवीर्य को एकदम न खर्च करने वाला सूम तो उद्धार पाता है, और वीर्य का दान करने वाला दाता नरक में जाता है| इस साखी का अर्थ ठीक से सुनो - समझो, विषय में मत पतित होओ|\n\n\nऊनै आई बादरी, बरसन लगा अंगार |\nउठि कबीरा धाह दै, दाझत है संसार ||\n\n\nअज्ञान की बदरी ने जीव को घेर लिया, और काम - कल्पना रुपी अंगार बरसने लगा| ऐ जीवों! चिल्लाकर रोते हुआ पुकार करते रहो कि \"संसार जल रहा है \"|\n\n\nभँवरा बारी परिहरा, मेवा बिलमा जाय |\nबावन चन्दन धर किया, भूति गया बनराय ||\n\n\nमनुष्य को ज्ञान होने पर - मन भँवरा विषय बाग लो त्यागकर, सतगुणरुपी मेवे के बाग में जाकर रम गया| स्वरुप - ज्ञानरुपी छोटे चन्दन - वृक्ष में स्थित किया और विस्तृत जगत - जंगल को भूल गया|\n\n\nझाल उठी झोली जली, खपरा फूटम फूट |\nयोगी था सो रमि गया, आसन रहि भभूत ||\n\n\nकाल कि आग उठी और शरीर रुपी झोली जल गई, और खोपड़ी हड्डीरुपी खपड़े टूट - फूट गये| जीव योगी था वह रम गया, आसन, चिता पर केवल राख पड़ी है|\n\n","author":"कबीर","title":"परमारथ की महिमा \/ कबीर"},{"poem":"कबीर मन तो एक है, भावै तहाँ लगाव |\nभावै गुरु की भक्ति करू, भावै विषय कमाव ||\n\n\nगुरु कबीर जी कहते हैं कि मन तो एक ही है, जहाँ अच्छा लगे वहाँ लगाओ| चाहे गुरु की भक्ति करो, चाहे विषय विकार कमाओ|\n\n\nकबीर मनहिं गयन्द है, अंकुश दै दै राखु |\nविष की बेली परिहारो, अमृत का फल चाखू ||\n\n\nमन मस्ताना हाथी है, इसे ज्ञान अंकुश दे - देकर अपने वश में रखो, और विषय - विष - लता को त्यागकर स्वरुप - ज्ञानामृत का शान्ति फल चखो|\n\n\nमन के मते न चलिये, मन के मते अनेक |\nजो मन पर असवार है, सो साधु कोई एक ||\n\n\nमन के मत में न चलो, क्योंकि मन के अनेको मत हैं| जो मन को सदैव अपने अधीन रखता है, वह साधु कोई विरला ही होता है|\n\n\nमन के मारे बन गये, बन तजि बस्ती माहिं |\nकहैं कबीर क्या कीजिये, यह मन ठहरै नाहिं ||\n\n\nमन की चंचलता को रोकने के लिए वन में गये, वहाँ जब मन शांत नहीं हुआ तो फिर से बस्ती में आगये| गुर कबीर जी कहते हैं कि जब तक मन शांत नहीं होयेगा, तब तक तुम क्या आत्म - कल्याण करोगे|\n\n\nमन को मारूँ पटकि के, टूक टूक है जाय |\nविष कि क्यारी बोय के, लुनता क्यों पछिताय ||\n\n\nजी चाहता है कि मन को पटक कर ऐसा मारूँ, कि वह चकनाचूर हों जाये| विष की क्यारी बोकर, अब उसे भोगने में क्यों पश्चाताप करता है?\n\n\nमन दाता मन लालची, मन राजा मन रंक |\nजो यह मनगुरु सों मिलै, तो गुरु मिलै निसंक ||\n\n\nयह मन ही शुद्धि - अशुद्धि भेद से दाता - लालची, उदार - कंजूस बनता है| यदि यह मन निष्कपट होकर गुरु से मिले, तो उसे निसंदेह गुरु पद मिल जाय|\n\n\nमनुवा तो पंछी भया, उड़ि के चला अकास |\nऊपर ही ते गिरि पड़ा, मन माया के पास ||\n\n\nयह मन तो पक्षी होकर भावना रुपी आकाश में उड़ चला, ऊपर पहुँच जाने पर भी यह मन, पुनः नीचे आकर माया के निकट गिर पड़ा|\n\n\nमन पंछी तब लग उड़ै, विषय वासना माहिं |\nज्ञान बाज के झपट में, तब लगि आवै नाहिं ||\n\n\nयह मन रुपी पक्षी विषय - वासनाओं में तभी तक उड़ता है, जब तक ज्ञानरूपी बाज के चंगुल में नहीं आता; अर्थार्त ज्ञान प्राप्त हों जाने पर मन विषयों की तरफ नहीं जाता|\n\n\nमनवा तो फूला फिरै, कहै जो करूँ धरम |\nकोटि करम सिर पै चढ़े, चेति न देखे मरम ||\n\n\nमन फूला - फूला फिरता है कि में धर्म करता हुँ| करोडों कर्म - जाल इसके सिर पर चढ़े हैं, सावधान होकर अपनी करनी का रहस्य नहीं देखता|\n\n\nमन की घाली हुँ गयी, मन की घालि जोऊँ |\nसँग जो परी कुसंग के, हटै हाट बिकाऊँ ||\n\n\nमन के द्वारा पतित होके पहले चौरासी में भ्रमा हूँ और मन के द्वारा भ्रम में पड़कर अब भी भ्रम रहा हूँ| कुसंगी मन - इन्द्रियों की संगत में पड़कर, चौरासी बाज़ार में बिक रहा हूँ|\n\n\nमहमंता मन मारि ले, घट ही माहीं घेर |\nजबही चालै पीठ दे, आँकुस दै दै फेर ||\n\n\nअन्तः करण ही में घेर - घेरकर उन्मत्त मन को मार लो| जब भी भागकर चले, तभी ज्ञान अंकुश दे - देकर फेर लो|\n\n","author":"कबीर","title":"मन की महिमा \/ कबीर"},{"poem":"सहज सहज सब कोई कहै, सहज न चीन्हैं कोय |\nजिन सहजै विषया तजै, सहज कहावै सोय ||\n\n\nसहज - सहज सब कहते हैं, परन्तु उसे समझते नहीं जिन्होंने सहजरूप से विषय - वासनाओं का परित्याग कर दिया है, उनकी निर्विश्ये - स्थिति ही सहज कहलाती है|\n\n\nजो कछु आवै सहज में सोई मीठा जान |\nकड़वा लगै नीमसा, जामें ऐचातान ||\n\n\nऐ बोधवान! जो कुछ सहज में आ जाये उसे मीठा (उत्तम) समझो| जो छीना - झपटी से मिलता है, वे तो विवेकियों को नीम सा कड़वा लगता है|\n\n\nसहज सहज सब कोई कहै, सहज न चीन्हैं कोय |\nपाँचों राखै पारतों, सहज कहावै साय ||\n\n\nसहज सहक सब कहते हैं परन्तु सहज क्या है इसको नहीं जानते| विषयों में फैली हुई पाँचो ज्ञान इंद्रियों को जो अपने स्वाधीन रखता है, यह इन्द्रियजित अवस्था ही सहज अवस्था है|\n\n\nसबही भूमि बनारसी, सब निर गंगा होय |\nज्ञानी आतम राम है, जो निर्मल घट होय ||\n\n\nउनके लिए काशी की भूमि या अन्ये भूमि व गंगा नदी या अन्ये नदियां सब बराबर हैं जो ह्रदय को पवित्र बनाकर ज्ञानी स्वरुप राम में स्थित हो गया|\n\n\nअति का भला न बोलना, अति की भली न चुप |\nअति का भला न बरसना, अति की भली न धूप ||\n\n\nबहुत बरसना भी ठीक नहीं होता है, और बहुत धूप होना भी लाभकर नहीं| इसी प्रकार बहुत बोलना अच्छा नहीं, बिलकुल चुप रहना भी अच्छा नहीं|\n\n","author":"कबीर","title":"सहजता की महिमा \/ कबीर"},{"poem":"जीवन में मरना भला, जो मरि जानै कोय |\nमरना पहिले जो मरै, अजय अमर सो होय ||\n\n\nजीते जी ही मरना अच्छा है, यदि कोई मरना जाने तो| मरने के पहले ही जो मर लेता है, वह अजर - अमर हो जाता है| शरीर रहते रहते जिसके समस्त अहंकार समाप्त हो गए, वे वासना - विजयी ही जीवनमुक्त होते हैं|\n\n\nमैं जानूँ मन मरि गया, मरि के हुआ भूत |\nमूये पीछे उठि लगा, ऐसा मेरा पूत ||\n\n\nभूलवश मैंने जाना था कि मेरा मन भर गया, परन्तु वह तो मरकर प्रेत हुआ| मरने के पश्यात भी उठकर मेरे पीछे लग पड़ा, ऐसा यह मेरा मन बालक की तरह है|\n\n\nभक्त मरे क्या रोइये, जो अपने घर जाय |\nरोइये साकट बपुरे, हाटों हाट बिकाय ||\n\n\nजिसने अपने कल्याणरुपी अविनाशी घर को प्राप्त कर लिया, ऐसे सन्त भक्त के शरीर छोड़ने पर क्यों रोते हैं? बेचारे अभक्त - अज्ञानियों के मरने पर रोओ, जो मरकर चौरासी के बाज़ार मैं बिकने जा रहे हैं|\n\n\nमैं मेरा घर जालिया, लिया पलीता हाथ |\nजो घर जारो आपना, चलो हमारे साथ ||\n\n\nसंसार - शरीर में जो मैं - मेरापन की अहंता - ममता हो रही है - ज्ञान की आग बत्ती हाथ में लेकर इस घर को जला डालो| अपने अहंकार - घर को जला डालता है|\n\n\nशब्द विचारी जो चले, गुरुमुख होय निहाल |\nकाम क्रोध व्यापै नहीं, कबूँ न ग्रासै काल ||\n\n\nगुरुमुख शब्दों का विचार कर जो आचरण करता है, वह कृतार्थ हो जाता है| उसको काम क्रोध नहीं सताते और वह कभी मन कल्पनाओं के मुख में नहीं पड़ता|\n\n\nजब लग आश शरीर की, मिरतक हुआ न जाय |\nकाया माया मन तजै, चौड़े रहा बजाय ||\n\n\nजब तक शरीर की आशा और आसक्ति है, तब तक कोई मन को मिटा नहीं सकता| अतएव शरीर का मोह और मन की वासना को मिटाकर, सत्संग रुपी मैदान में विराजना चहिये|\n\n\nमन को मिरतक देखि के, मति माने विश्वाश |\nसाधु तहाँ लौं भय करे, जौ लौं पिंजर साँस ||\n\n\nमन को मृतक (शांत) देखकर यह विश्वास न करो कि वह अब दोखा नहीं देगा| असावधान होने पर वह पुनः चंचल हों सकता है इसलिए विवेकी सन्त मन में तब तक भय रखते हैं, जब तक शरीर में श्वास चलता है|\n\n\nकबीर मिरतक देखकर, मति धरो विश्वास |\nकबहुँ जागै भूत है करे पिड़का नाश ||\n\n\nऐ साधक! मन को शांत देखकर  निडर मत हो| अन्यथा वह तुम्हारे परमार्थ में मिलकर जाग्रत होगा और तुम्हें प्रपंच में डालकर पतित करेगा|\n\n\nअजहुँ तेरा सब मिटै, जो जग मानै हार |\nघर में झजरा होत है, सो घर डारो जार ||\n\n\nआज भी तेरा संकट मिट सकता है यदि संसार से हार मानकर निरभिमानी हो जाये| तुम्हारे अंधकाररुपी घर में को काम, क्रोधादि का झगड़ा हो रहा है, उसे ज्ञानाग्नि से जला डालो|\n\n\nसत्संगति है सूप ज्यों, त्यागै फटकि असार |\nकहैं कबीर गुरु नाम ले, परसै नहीँ विकार ||\n\n\nसत्संग सूप के ही तुल्ये है, वह फटक कर असार का त्याग कर देता है| तुम भी गुरु ज्ञान लो, बुराइयों छुओ तक नहीं|\n\n","author":"कबीर","title":"जीवन की महिमा \/ कबीर"},{"poem":"करम गति टारै नाहिं टरी॥ टेक॥\n\nमुनि वसिष्ठ से पण्डित ज्ञानी सिधि के लगन धरि।\nसीता हरन मरन दसरथ को बनमें बिपति परी॥ १॥\n\nकहँ वह फन्द कहाँ वह पारधि कहॅं वह मिरग चरी।\nकोटि गाय नित पुन्य करत नृग गिरगिट-जोन परि॥ २॥\n\nपाण्डव जिनके आप सारथी तिन पर बिपति परी।\nकहत कबीर सुनो भै साधो होने होके रही॥ ३॥\n\n","author":"कबीर","title":"करम गति टारै \/ कबीर"},{"poem":"रे दिल गाफिल गफलत मत कर\nएक दिना जम आवेगा॥ टेक॥\n\nसौदा करने या जग आया\nपूजी लाया मूल गँवाया\nप्रेमनगर का अन्त न पाया\nज्यों आया त्यों जावेगा॥ १॥\n\nसुन मेरे साजन सुन मेरे मीता\nया जीवन में क्या क्या कीता\nसिर पाहन का बोझा लीता\nआगे कौन छुड़ावेगा॥ २॥\n\nपरलि पार तेरा मीता खडिया\nउस मिलने का ध्यान न धरिया\nटूटी नाव उपर जा बैठा\nगाफिल गोता खावेगा॥ ३॥\n\nदास कबीर कहै समुझाई\nअन्त समय तेरा कौन सहाई\nचला अकेला संग न को\nकिया अपना पावेगा॥ ४॥\n\n","author":"कबीर","title":"रे दिल गाफिल \/ कबीर"},{"poem":"झीनी झीनी बीनी चदरिया ॥\nकाहे कै ताना काहे कै भरनी, \nकौन तार से बीनी चदरिया ॥ १॥\nइडा पिङ्गला ताना भरनी, \nसुखमन तार से बीनी चदरिया ॥ २॥\nआठ कँवल दल चरखा डोलै,\nपाँच तत्त्व गुन तीनी चदरिया ॥ ३॥\nसाँ को सियत मास दस लागे, \nठोंक ठोंक कै बीनी चदरिया ॥ ४॥\nसो चादर सुर नर मुनि ओढी,\nओढि कै मैली कीनी चदरिया ॥ ५॥\nदास कबीर जतन करि ओढी, \nज्यों कीं त्यों धर दीनी चदरिया ॥ ६॥\n\n","author":"कबीर","title":"झीनी झीनी बीनी चदरिया \/ कबीर"},{"poem":"दिवाने मन भजन बिना दुख पैहौ ॥ टेक॥\n\nपहिला जनम भूत का पै हौ सात जनम पछिताहौ।\nकाँटा पर का पानी पैहौ प्यासन ही मरि जैहौ॥ १॥\n\nदूजा जनम सुवा का पैहौ बाग बसेरा लैहौ।\nटूटे पंख मॅंडराने अधफड प्रान गॅंवैहौ॥ २॥\n\nबाजीगर के बानर हो हौ लकडिन नाच नचैहौ।\nऊॅंच नीच से हाय पसरि हौ माँगे भीख न पैहौ॥ ३॥\n\nतेली के घर बैला होहौ आँखिन ढाँपि ढॅंपैहौ।\nकोस पचास घरै माँ चलिहौ बाहर होन न पैहौ॥ ४॥\n\nपॅंचवा जनम ऊॅंट का पैहौ बिन तोलन बोझ लदैहौ।\nबैठे से तो उठन न पैहौ खुरच खुरच मरि जैहौ॥ ५॥\n\nधोबी घर गदहा होहौ कटी घास नहिं पैंहौ।\nलदी लादि आपु चढि बैठे लै घटे पहुँचैंहौ॥ ६॥\n\nपंछिन माँ तो कौवा होहौ करर करर गुहरैहौ।\nउडि के जय बैठि मैले थल गहिरे चोंच लगैहौ॥ ७॥\n\nसत्तनाम की हेर न करिहौ मन ही मन पछितैहौ।\nकहै कबीर सुनो भै साधो नरक नसेनी पैहौ॥ ८॥\n\n","author":"कबीर","title":"दिवाने मन \/ कबीर"},{"poem":"केहि समुझावौ सब जग अन्धा॥ टेक॥\n\nइक दु होयँ उन्हैं समुझावौं\nसबहि भुलाने पेटके धन्धा।\nपानी घोड पवन असवरवा\nढरकि परै जस ओसक बुन्दा॥ १॥\nगहिरी नदी अगम बहै धरवा\nखेवन-हार के पडिगा फन्दा।\nघर की वस्तु नजर नहि आवत\nदियना बारिके ढूँढत अन्धा॥ २॥\nलागी आगि सबै बन जरिगा\nबिन गुरुज्ञान भटकिगा बन्दा।\nकहै कबीर सुनो भाई साधो\nजाय लंगोटी झारि के बन्दा॥ ३॥\n\n","author":"कबीर","title":"केहि समुझावौ \/ कबीर"},{"poem":"बहुरि नहिं आवना या देस॥ टेक॥\n\nजो जो ग बहुरि नहि आ पठवत नाहिं सँस॥ १॥\nसुर नर मुनि अरु पीर औलिया देवी देव गनेस॥ २॥\nधरि धरि जनम सबै भरमे हैं ब्रह्मा विष्णु महेस॥ ३॥\nजोगी जंगम औ संन्यासी दिगंबर दरवेस॥ ४॥\nचुंडित मुंडित पंडित लो सरग रसातल सेस॥ ५॥\nज्ञानी गुनी चतुर अरु कविता राजा रंक नरेस॥ ६॥\nको राम को रहिम बखानै को कहै आदेस॥ ७॥\nनाना भेष बनाय सबै मिलि ढूंढि फिरें चहुँदेस॥ ८॥\nकहै कबीर अंत ना पैहो बिन सतगुरु उपदेश॥ ९॥\n\n","author":"कबीर","title":"बहुरि नहिं \/ कबीर"},{"poem":"मन लाग्यो मेरो यार फ़कीरी में॥\n\nजो सुख पाऊँ राम भजन में\nसो सुख नाहिं अमीरी में\nमन लाग्यो मेरो यार फ़कीरी में॥\n\nभला बुरा सब का सुनलीजै\nकर गुजरान गरीबी में\nमन लाग्यो मेरो यार फ़कीरी में॥\n\nआखिर यह तन छार मिलेगा\nकहाँ फिरत मग़रूरी में\nमन लाग्यो मेरो यार फ़कीरी में॥\n\nप्रेम नगर में रहनी हमारी\nसाहिब मिले सबूरी में\nमन लाग्यो मेरो यार फ़कीरी में॥\n\nकहत कबीर सुनो भयी साधो\nसाहिब मिले सबूरी में\nमन लाग्यो मेरो यार फ़कीरी में॥\n\n","author":"कबीर","title":"मन लाग्यो मेरो यार \/ कबीर"},{"poem":"भजो रे भैया राम गोविंद हरी।\nराम गोविंद हरी भजो रे भैया राम गोविंद हरी॥\n\nजप तप साधन नहिं कछु लागत खरचत नहिं गठरी॥\nसंतत संपत सुख के कारन जासे भूल परी॥\nकहत कबीर राम नहीं जा मुख ता मुख धूल भरी॥\n\n","author":"कबीर","title":"भजो रे भैया \/ कबीर"},{"poem":"बीत गये दिन भजन बिना रे।\nभजन बिना रे भजन बिना रे॥\n\nबाल अवस्था खेल गँवायो।\nजब यौवन तब मान घना रे॥\n\nलाहे कारण मूल गँवायो।\nअजहुं न गयी मन की तृष्णा रे॥\n\nकहत कबीर सुनो भई साधो।\nपार उतर गये संत जना रे॥\n\n","author":"कबीर","title":"बीत गये दिन \/ कबीर"},{"poem":"नैया पड़ी मंझधार गुरु बिन कैसे लागे पार॥\n\nसाहिब तुम मत भूलियो लाख लो भूलग जाये।\nहम से तुमरे और हैं तुम सा हमरा नाहिं।\nअंतरयामी एक तुम आतम के आधार।\nजो तुम छोड़ो हाथ प्रभुजी कौन उतारे पार॥\nगुरु बिन कैसे लागे पार॥\n\nमैं अपराधी जन्म को मन में भरा विकार।\nतुम दाता दुख भंजन मेरी करो सम्हार।\nअवगुन दास कबीर के बहुत गरीब निवाज़।\nजो मैं पूत कपूत हूं कहौं पिता की लाज॥\nगुरु बिन कैसे लागे पार॥\n\n","author":"कबीर","title":"नैया पड़ी मंझधार \/ कबीर"},{"poem":"तूने रात गँवायी सोय के, दिवस गँवाया खाय के।\nहीरा जनम अमोल था, कौड़ी बदले जाय॥\n\nसुमिरन लगन लगाय के मुख से कछु ना बोल रे।\nबाहर का पट बंद कर ले अंतर का पट खोल रे।\nमाला फेरत जुग हुआ, गया ना मन का फेर रे।\nगया ना मन का फेर रे।\nहाथ का मनका छाँड़ि दे, मन का मनका फेर॥\n\nदुख में सुमिरन सब करें, सुख में करे न कोय रे।\nजो सुख में सुमिरन करे तो दुख काहे को होय रे।\nसुख में सुमिरन ना किया दुख में करता याद रे।\nदुख में करता याद रे।\nकहे कबीर उस दास की कौन सुने फ़रियाद॥\n\n","author":"कबीर","title":"तूने रात गँवायी \/ कबीर"},{"poem":"राम बिनु तन को ताप न जाई।\nजल में अगन रही अधिकाई॥\nराम बिनु तन को ताप न जाई॥\n\nतुम जलनिधि मैं जलकर मीना।\nजल में रहहि जलहि बिनु जीना॥\nराम बिनु तन को ताप न जाई॥\n\nतुम पिंजरा मैं सुवना तोरा।\nदरसन देहु भाग बड़ मोरा॥\nराम बिनु तन को ताप न जाई॥\n\nतुम सद्गुरु मैं प्रीतम चेला।\nकहै कबीर राम रमूं अकेला॥\nराम बिनु तन को ताप न जाई॥\n\n","author":"कबीर","title":"राम बिनु \/ कबीर"},{"poem":"राजा के जिया डाहें, सजन के जिया डाहें \nईहे दुलहिनिया बलम के जिया डाहें। \n\nचूल्हिया में चाउर डारें हो हँड़िया में गोंइठी \nचूल्हिया के पछवा लगावतड़ी लवना। \nईहे दुलहिनिया ... \n\nअँखियाँ में सेनुर कइली हो, पिठिया पर टिकुली \nधइ धई कजरा एँड़िये में पोतें।  \nईहे दुलहिनिया ... \n\nसँझवे के सुत्तल भिनहिये के जागें \nठीक दुपहरिया में दियना के बारें।  \nईहे दुलहिनिया ... \n\nकहेलें कबीर सुनो रे भइया साधो \nहड़िया चलाइ के भसुरू के मारें \nईहे दुलहिनिया ...\n\n","author":"कबीर","title":"राजा के जिया डाहें \/ कबीर"},{"poem":"मँड़ये के चारन समधी दीन्हा, पुत्र व्यहिल माता॥ \nदुलहिन लीप चौक बैठारी। निर्भय पद परकासा॥ \nभाते उलटि बरातिहिं खायो, भली बनी कुशलाता। \nपाणिग्रहण भयो भौ मुँडन, सुषमनि सुरति समानी, \nकहहिं कबीर सुनो हो सन्तो, बूझो पण्डित ज्ञानी॥\n\n","author":"कबीर","title":"मँड़ये के चारन समधी दीन्हा \/ कबीर"},{"poem":"देखि-देखि जिय अचरज होई यह पद बूझें बिरला कोई॥ \nधरती उलटि अकासै जाय, चिउंटी के मुख हस्ति समाय। \nबिना पवन सो पर्वत उड़े, जीव जन्तु सब वृक्षा चढ़े। \nसूखे सरवर उठे हिलोरा, बिनु जल चकवा करत किलोरा। \nबैठा पण्डित पढ़े कुरान, बिन देखे का करत बखान। \nकहहि कबीर यह पद को जान, सोई सन्त सदा परबान॥\n\n","author":"कबीर","title":"देखि-देखि जिय अचरज होई \/ कबीर"},{"poem":"एकै कुँवा पंच पनिहारी। एकै लेजु भरै नो नारी॥ \nफटि गया कुँआ विनसि गई बारी। विलग गई पाँचों पनिहारी॥\n\n","author":"कबीर","title":"एकै कुँवा पंच पनिहार \/ कबीर"},{"poem":"साधो, देखो जग बौराना ।\nसाँची कही तो मारन धावै, झूठे जग पतियाना ।\nहिन्दू कहत,राम हमारा, मुसलमान रहमाना ।\nआपस में दौऊ लड़ै मरत हैं, मरम कोई नहिं जाना ।\nबहुत मिले मोहि नेमी, धर्मी, प्रात करे असनाना ।\nआतम-छाँड़ि पषानै पूजै, तिनका थोथा ज्ञाना ।\nआसन मारि डिंभ धरि बैठे, मन में बहुत गुमाना ।\nपीपर-पाथर पूजन लागे, तीरथ-बरत भुलाना ।\nमाला पहिरे, टोपी पहिरे छाप-तिलक अनुमाना ।\nसाखी सब्दै गावत भूले, आतम खबर न जाना ।\nघर-घर मंत्र जो देन फिरत हैं, माया के अभिमाना ।\nगुरुवा सहित सिष्य सब बूढ़े, अन्तकाल पछिताना ।\nबहुतक देखे पीर-औलिया, पढ़ै किताब-कुराना ।\nकरै मुरीद, कबर बतलावैं, उनहूँ खुदा न जाना ।\nहिन्दू की दया, मेहर तुरकन की, दोनों घर से भागी ।\nवह करै जिबह, वो झटका मारे, आग दोऊ घर लागी ।\nया विधि हँसत चलत है, हमको आप कहावै स्याना ।\nकहै कबीर सुनो भाई साधो, इनमें कौन दिवाना ।\n\n","author":"कबीर","title":"साधो, देखो जग बौराना \/ कबीर"},{"poem":"पानी बिच मीन पियासी।\nमोहि सुनि सुनि आवत हाँसी ।।\nआतम ग्यान बिना सब सूना, क्या मथुरा क्या कासी ।\nघर में वसत धरीं नहिं सूझै, बाहर खोजन जासी ।।\nमृग की नाभि माँहि कस्तूरी, बन-बन फिरत उदासी ।\nकहत कबीर, सुनौ भाई साधो, सहज मिले अविनासी ।।\n\n","author":"कबीर","title":"सहज मिले अविनासी \/ कबीर"},{"poem":"काहे री नलिनी तू कुमिलानी।\nतेरे ही नालि सरोवर पानी॥\nजल में उतपति जल में बास, जल में नलिनी तोर निवास।\nना तलि तपति न ऊपरि आगि, तोर हेतु कहु कासनि लागि॥\nकहे 'कबीर जे उदकि समान, ते नहिं मुए हमारे जान।\n\n\n","author":"कबीर","title":"काहे री नलिनी तू कुमिलानी \/ कबीर"},{"poem":"मन मस्त हुआ तब क्यों बोलै।\nहीरा पायो गाँठ गँठियायो, बार-बार वाको क्यों खोलै।\nहलकी थी तब चढी तराजू, पूरी भई तब क्यों तोलै।\nसुरत कलाली भई मतवाली, मधवा पी गई बिन तोले।\nहंसा पायो मानसरोवर, ताल तलैया क्यों डोलै।\nतेरा साहब है घर माँहीं बाहर नैना क्यों खोलै।\nकहै 'कबीर सुनो भई साधो, साहब मिल गए तिल ओलै॥\n\n","author":"कबीर","title":"मन मस्त हुआ तब क्यों बोलै \/ कबीर"},{"poem":"रहना नहिं देस बिराना है।\nयह संसार कागद की पुडिया, बूँद पडे गलि जाना है।\nयह संसार काँटे की बाडी, उलझ पुलझ मरि जाना है॥\nयह संसार झाड और झाँखर आग लगे बरि जाना है।\nकहत 'कबीर सुनो भाई साधो, सतुगरु नाम ठिकाना है॥\n\n\n","author":"कबीर","title":"रहना नहिं देस बिराना है \/ कबीर"},{"poem":"कस्तूरी कुँडल बसै, मृग ढ़ुढ़े बब माहिँ.\nऎसे घटि घटि राम हैं, दुनिया देखे नाहिँ..\n\nप्रेम ना बाड़ी उपजे, प्रेम ना हाट बिकाय.\nराजा प्रजा जेहि रुचे, सीस देई लै जाय ..\n\nमाला फेरत जुग गाया, मिटा ना मन का फेर.\nकर का मन का छाड़ि, के मन का मनका फेर..\n\nमाया मुई न मन मुआ, मरि मरि गया शरीर.\nआशा तृष्णा ना मुई, यों कह गये कबीर ..\n\nझूठे सुख को सुख कहे, मानत है मन मोद.\nखलक चबेना काल का, कुछ मुख में कुछ गोद..\n\nवृक्ष कबहुँ नहि फल भखे, नदी न संचै नीर.\nपरमारथ के कारण, साधु धरा शरीर..\n\nसाधु बड़े परमारथी, धन जो बरसै आय.\nतपन बुझावे और की, अपनो पारस लाय..\n\nसोना सज्जन साधु जन, टुटी जुड़ै सौ बार.\nदुर्जन कुंभ कुम्हार के, एके धकै दरार..\n\nजिहिं धरि साध न पूजिए, हरि की सेवा नाहिं.\nते घर मरघट सारखे, भूत बसै तिन माहिं..\n\nमूरख संग ना कीजिए, लोहा जल ना तिराइ.\nकदली, सीप, भुजंग-मुख, एक बूंद तिहँ भाइ..\n\nतिनका कबहुँ ना निन्दिए, जो पायन तले होय.\nकबहुँ उड़न आखन परै, पीर घनेरी होय..\n\nबोली एक अमोल है, जो कोइ बोलै जानि.\nहिये तराजू तौल के, तब मुख बाहर आनि..\n\nऐसी बानी बोलिए,मन का आपा खोय.\nऔरन को शीतल करे, आपहुँ शीतल होय..\n\nलघता ते प्रभुता मिले, प्रभुत ते प्रभु दूरी.\nचिट्टी लै सक्कर चली, हाथी के सिर धूरी..\n\nनिन्दक नियरे राखिये, आँगन कुटी छवाय.\nबिन साबुन पानी बिना, निर्मल करे सुभाय..\n\nमानसरोवर सुभर जल, हंसा केलि कराहिं.\nमुकताहल मुकता चुगै, अब उड़ि अनत ना जाहिं..\n\n","author":"कबीर","title":"कबीर की साखियाँ \/ कबीर"},{"poem":"हमन है इश्क मस्ताना, हमन को होशियारी क्या?\n\nरहें आजाद या जग से, हमन दुनिया से यारी क्या?  \n\n\nजो बिछुड़े हैं पियारे से, भटकते दर-ब-दर फिरते,\n\nहमारा यार है हम में हमन को इंतजारी क्या?  \n\n\nखलक सब नाम अनपे को, बहुत कर सिर पटकता है,\n\nहमन गुरनाम साँचा है, हमन दुनिया से यारी क्या?  \n\n\nन पल बिछुड़े पिया हमसे न हम बिछड़े पियारे से,\n\nउन्हीं से नेह लागी है, हमन को बेकरारी क्या?  \n\n\nकबीरा इश्क का माता, दुई को दूर कर दिल से,\n\nजो चलना राह नाज़ुक है, हमन सिर बोझ भारी क्या?\n\n","author":"कबीर","title":"हमन है इश्क मस्ताना \/ कबीर"},{"poem":"1.\n\nअरे दिल,\n\nप्रेम नगर का अंत न पाया, ज्‍यों आया त्‍यों जावैगा।।\n\nसुन मेरे साजन सुन मेरे मीता, या जीवन में क्‍या क्‍या बीता।।\n\nसिर पाहन का बोझा लीता, आगे कौन छुड़ावैगा।।\n\nपरली पार मेरा मीता खडि़या, उस मिलने का ध्‍यान न धरिया।।\n\nटूटी नाव, उपर जो बैठा, गाफिल गोता खावैगा।।\n\nदास कबीर कहैं समझाई, अंतकाल तेरा कौन सहाई।।\n\nचला अकेला संग न कोई, किया अपना पावैगा।\n\n\n2.\n\nरहना नहीं देस बिराना है।\n\nयह संसार कागद की पुड़िया, बूँद पड़े घुल जाना है।\n\nयह संसार काँटे की बाड़ी, उलझ-पुलझ मरि जाना है।\n\nयह संसार झाड़ और झाँखर, आग लगे बरि जाना है।\n\nकहत कबीर सुनो भाई साधो, सतगुरू नाम ठिकाना है।\n\n","author":"कबीर","title":"कबीर के पद \/ कबीर"},{"poem":"प्रेम न बाड़ी ऊपजै, प्रेम न हाट बिकाय।\nराजा परजा जेहि रूचै, सीस देइ ले जाय।।\n\nजब मैं था तब हरि‍ नहीं, अब हरि‍ हैं मैं नाहिं।\nप्रेम गली अति साँकरी, तामें दो न समाहिं।।\n\nजिन ढूँढा तिन पाइयाँ, गहरे पानी पैठ।\nमैं बपुरा बूडन डरा, रहा किनारे बैठ।।\n\nबुरा जो देखन मैं चला, बुरा न मिलिया कोय।\nजो मन खोजा अपना, मुझ-सा बुरा न कोय।।\n\nसाँच बराबर तप नहीं, झूठ बराबर पाप।\nजाके हिरदै साँच है, ताके हिरदै आप।।\n\nबोली एक अनमोल है, जो कोई बोलै जानि।\nहिये तराजू तौलि के, तब मुख बाहर आनि।।\n\nअति का भला न बोलना, अति की भली न चूप।\nअति का भला न बरसना, अति की भली न धूप।।\n\nकाल्‍ह करै सो आज कर, आज करै सो अब्‍ब।\nपल में परलै होयगी, बहुरि करैगो कब्‍ब।\n\nनिंदक नियरे राखिए, आँगन कुटी छवाय।\nबिन पानी, साबुन बिना, निर्मल करे सुभाय।।\n\nदोस पराए देखि करि, चला हसंत हसंत।\nअपने या न आवई, जिनका आदि न अंत।।\n\nजाति न पूछो साधु की, पूछ लीजिए ग्‍यान।\nमोल करो तलवार के, पड़ा रहन दो म्‍यान।।\n\nसोना, सज्‍जन, साधुजन, टूटि जुरै सौ बार।\nदुर्जन कुंभ-कुम्‍हार के, एकै धका दरार।।\n\nपाहन पुजे तो हरि मिले, तो मैं पूजूँ पहाड़।\nताते या चाकी भली, पीस खाए संसार।।\n\nकाँकर पाथर जोरि कै, मस्जिद लई बनाय।\nता चढ़ मुल्‍ला बांग दे, बहिरा हुआ खुदाए।।\n\n","author":"कबीर","title":"नीति के दोहे \/ कबीर"},{"poem":"मोको कहां ढूढें तू बंदे मैं तो तेरे पास मे ।\n\n\nना मैं बकरी ना मैं भेडी ना मैं छुरी गंडास मे ।\n\nनही खाल में नही पूंछ में ना हड्डी ना मांस मे ॥\n\n\nना मै देवल ना मै मसजिद ना काबे कैलाश मे ।\n\nना तो कोनी क्रिया-कर्म मे नही जोग-बैराग मे ॥\n\n\nखोजी होय तुरंतै मिलिहौं पल भर की तलास मे\n\nमै तो रहौं सहर के बाहर मेरी पुरी मवास मे\n\n\nकहै कबीर सुनो भाई साधो सब सांसो की सांस मे ॥\n\n","author":"कबीर","title":"मोको कहां \/ कबीर"},{"poem":"तेरा मेरा मनुवां कैसे एक होइ रे ।\n\n\nमै कहता हौं आँखन देखी, तू कहता कागद की लेखी ।\n\nमै कहता सुरझावन हारी, तू राख्यो अरुझाई रे ॥\n\n\nमै कहता तू जागत रहियो, तू जाता है सोई रे ।\n\nमै कहता निरमोही रहियो, तू जाता है मोहि रे ॥\n\n\nजुगन-जुगन समझावत हारा, कहा न मानत कोई रे ।\n\nतू तो रंगी फिरै बिहंगी, सब धन डारा खोई रे ॥\n\n\nसतगुरू धारा निर्मल बाहै, बामे काया धोई रे ।\n\nकहत कबीर सुनो भाई साधो, तब ही वैसा होई रे ॥\n\n","author":"कबीर","title":"तेरा मेरा मनुवां \/ कबीर "},{"poem":"बहुरि नहिं आवना या देस ॥\nजो जो गए बहुरि नहि आए, पठवत नाहिं सॅंस ॥ १॥\nसुर नर मुनि अरु पीर औलिया, देवी देव गनेस ॥ २॥\nधरि धरि जनम सबै भरमे हैं ब्रह्मा विष्णु महेस ॥ ३॥\nजोगी जङ्गम औ संन्यासी, दीगंबर दरवेस ॥ ४॥\nचुंडित, मुंडित पंडित लोई, सरग रसातल सेस ॥ ५॥\nज्ञानी, गुनी, चतुर अरु कविता, राजा रंक नरेस ॥ ६॥\nकोइ राम कोइ रहिम बखानै, कोइ कहै आदेस ॥ ७॥\nनाना भेष बनाय सबै मिलि ढूऊंढि फिरें चहुँ देस ॥ ८॥\nकहै कबीर अंत ना पैहो, बिन सतगुरु उपदेश ॥ ९॥\n\n","author":"कबीर","title":"बहुरि नहिं आवना या देस \/ कबीर "},{"poem":"बीत गये दिन भजन बिना रे । \nभजन बिना रे, भजन बिना रे ॥ \n\nबाल अवस्था खेल गवांयो ।\nजब यौवन तब मान घना रे ॥\n\nलाहे कारण मूल गवाँयो ।\nअजहुं न गयी मन की तृष्णा रे ॥\n\nकहत कबीर सुनो भई साधो ।\nपार उतर गये संत जना रे ॥\n\n","author":"कबीर","title":"बीत गये दिन भजन बिना रे \/ कबीर "},{"poem":"नैया पड़ी मंझधार गुरु बिन कैसे लागे पार ॥\nसाहिब तुम मत भूलियो लाख लो भूलग जाये ।\nहम से तुमरे और हैं तुम सा हमरा नाहिं ।\nअंतरयामी एक तुम आतम के आधार ।\nजो तुम छोड़ो हाथ प्रभुजी कौन उतारे पार ॥\nगुरु बिन कैसे लागे पार ॥\n\nमैं अपराधी जन्म को मन में भरा विकार ।\nतुम दाता दुख भंजन मेरी करो सम्हार ।\nअवगुन दास कबीर के बहुत गरीब निवाज़ ।\nजो मैं पूत कपूत हूं कहौं पिता की लाज ॥\nगुरु बिन कैसे लागे पार ॥\n\n","author":"कबीर","title":"नैया पड़ी मंझधार गुरु बिन कैसे लागे पार \/ कबीर "},{"poem":"राम बिनु तन को ताप न जाई ।\nजल में अगन रही अधिकाई ॥\nराम बिनु तन को ताप न जाई ॥\n\nतुम जलनिधि मैं जलकर मीना ।\nजल में रहहि जलहि बिनु जीना ॥\nराम बिनु तन को ताप न जाई ॥\n\nतुम पिंजरा मैं सुवना तोरा ।\nदरसन देहु भाग बड़ मोरा ॥\nराम बिनु तन को ताप न जाई ॥\n\nतुम सद्गुरु मैं प्रीतम चेला ।\nकहै कबीर राम रमूं अकेला ॥\nराम बिनु तन को ताप न जाई ॥\n\n","author":"कबीर","title":"राम बिनु तन को ताप न जाई \/ कबीर "},{"poem":"करम गति टारै नाहिं टरी ॥\nमुनि वसिष्ठ से पण्डित ज्ञानी, सिधि के लगन धरि ।\nसीता हरन मरन दसरथ को, बनमें बिपति परी ॥ १॥\nकहॅं वह फन्द कहाँ वह पारधि, कहॅं वह मिरग चरी ।\nकोटि गाय नित पुन्य करत नृग, गिरगिट-जोन परि ॥ २॥\nपाण्डव जिनके आप सारथी, तिन पर बिपति परी ।\nकहत कबीर सुनो भै साधो, होने होके रही ॥ ३॥\n\n","author":"कबीर","title":"करम गति टारै नाहिं टरी \/ कबीर "},{"poem":"भजो रे भैया राम गोविंद हरी ।\nराम गोविंद हरी भजो रे भैया राम गोविंद हरी ॥\nजप तप साधन नहिं कछु लागत, खरचत नहिं गठरी ॥\nसंतत संपत सुख के कारन, जासे भूल परी ॥\nकहत कबीर राम नहीं जा मुख, ता मुख धूल भरी ॥\n\n","author":"कबीर","title":"भजो रे भैया राम गोविंद हरी \/ कबीर "},{"poem":"दिवाने मन, भजन बिना दुख पैहौ ॥\n\nपहिला जनम भूत का पै हौ, सात जनम पछिताहौउ।\nकाँटा पर का पानी पैहौ, प्यासन ही मरि जैहौ ॥ १॥\n\nदूजा जनम सुवा का पैहौ, बाग बसेरा लैहौ ।\nटूटे पंख मॅंडराने अधफड प्रान गॅंवैहौ ॥ २॥\n\nबाजीगर के बानर होइ हौ, लकडिन नाच नचैहौ ।\nऊॅंच नीच से हाय पसरि हौ, माँगे भीख न पैहौ ॥ ३॥\n\nतेली के घर बैला होइहौ, आॅंखिन ढाँपि ढॅंपैहौउ ।\nकोस पचास घरै माँ चलिहौ, बाहर होन न पैहौ ॥ ४॥\n\nपॅंचवा जनम ऊॅंट का पैहौ, बिन तोलन बोझ लदैहौ ।\nबैठे से तो उठन न पैहौ, खुरच खुरच मरि जैहौ ॥ ५॥\n\nधोबी घर गदहा होइहौ, कटी घास नहिं पैंहौ ।\nलदी लादि आपु चढि बैठे, लै घटे पहुँचैंहौ ॥ ६॥\n\nपंछिन माँ तो कौवा होइहौ, करर करर गुहरैहौ ।\nउडि के जय बैठि मैले थल, गहिरे चोंच लगैहौ ॥ ७॥\n\nसत्तनाम की हेर न करिहौ, मन ही मन पछितैहौउ ।\nकहै कबीर सुनो भै साधो, नरक नसेनी पैहौ ॥ ८॥\n\n","author":"कबीर","title":"दिवाने मन, भजन बिना दुख पैहौ \/ कबीर "},{"poem":"झीनी झीनी बीनी चदरिया ॥\nकाहे कै ताना काहे कै भरनी, \nकौन तार से बीनी चदरिया ॥ १॥\nइडा पिङ्गला ताना भरनी, \nसुखमन तार से बीनी चदरिया ॥ २॥\nआठ कँवल दल चरखा डोलै,\nपाँच तत्त्व गुन तीनी चदरिया ॥ ३॥\nसाँ को सियत मास दस लागे, \nठोंक ठोंक कै बीनी चदरिया ॥ ४॥\nसो चादर सुर नर मुनि ओढी,\nओढि कै मैली कीनी चदरिया ॥ ५॥\nदास कबीर जतन करि ओढी, \nज्यों कीं त्यों धर दीनी चदरिया ॥ ६॥\n\n","author":"कबीर","title":"झीनी झीनी बीनी चदरिया \/ कबीर "},{"poem":"केहि समुझावौ सब जग अन्धा ॥\n\nइक दुइ होयॅं उन्हैं समुझावौं, \nसबहि भुलाने पेटके धन्धा ।\nपानी घोड पवन असवरवा, \nढरकि परै जस ओसक बुन्दा ॥ १॥\n\nगहिरी नदी अगम बहै धरवा, \nखेवन- हार के पडिगा फन्दा ।\nघर की वस्तु नजर नहि आवत, \nदियना बारिके ढूँढत अन्धा ॥ २॥\n\nलागी आगि सबै बन जरिगा, \nबिन गुरुज्ञान भटकिगा बन्दा ।\nकहै कबीर सुनो भाई साधो, \nजाय लिङ्गोटी झारि के बन्दा ॥ ३॥\n\n","author":"कबीर","title":"केहि समुझावौ सब जग अन्धा \/ कबीर "},{"poem":"घूँघट का पट खोल रे, तोको पीव मिलेंगे।\n\nघट-घट मे वह सांई रमता, कटुक वचन मत बोल रे॥\n\nधन जोबन का गरब न कीजै, झूठा पचरंग चोल रे।\n\nसुन्न महल मे दियना बारिले, आसन सों मत डोल रे।।\n\nजागू जुगुत सों रंगमहल में, पिय पायो अनमोल रे।\n\nकह कबीर आनंद भयो है, बाजत अनहद ढोल रे॥\n\n","author":"कबीर","title":"घूँघट के पट \/ कबीर"},{"poem":"परनारी राता फिरैं, चोरी बिढ़िता खाहिं।\nदिवस चारि सरसा रहै, अंति समूला जाहिं॥1॥\n\nभावार्थ - परनारी से जो प्रीति जोड़ते हैं और चोरी की कमाई खाते हैं, भले ही वे चार दिन फूले-फूले फिरें ।किन्तु अन्त में वे जड़मूल से नष्ट हो जाते हैं।\n\nपरनारि का राचणौं, जिसी लहसण की खानि।\nखूणैं बैसि र खाइए, परगट होइ दिवानि॥2॥\n\nभावार्थ - परनारी का साथ लहसुन खाने के जैसा है, भले ही कोई किसी कोने में छिपकर खाये, वह अपनी बास से प्रकट हो जाता है।\n\nभगति बिगाड़ी कामियाँ, इन्द्री केरै स्वादि।\nहीरा खोया हाथ थैं, जनम गँवाया बादि॥3॥\n\nभक्ति को कामी लोगों ने बिगाड़ डाला है, इन्द्रियों के स्वाद में पड़कर, और हाथ से हीरा गिरा दिया, गँवा दिया । जन्म लेना बेकार ही रहा उनका।\n\nकामी अमी न भावई, विष ही कौं लै सोधि।\nकुबुद्धि न जाई जीव की, भावै स्यंभ रहौ प्रमोधि॥4॥\n\nभावार्थ - कामी मनुष्य को अमृत पसंद नहीं आता, वह तो जगह-जगह विष को ही खोजता रहता है । कामी जीव की कुबुद्धि जाती नहीं, चाहे स्वयं शम्भु भगवान् ही उपदेश दे-देकर उसे समझावें।\n\nकामी लज्या ना करै, मन माहें अहिलाद।\nनींद न मांगै सांथरा, भूख न मांगै स्वाद॥5॥\n\nभावार्थ - कामी मनुष्य को लज्जा नहीं आती कुमार्ग पर पैर रखते हुए, मन में बड़ा आह्लाद होता है उसे । नींद लगने पर यह नहीं देखा जाता कि बिस्तरा कैसा है, और भूखा मनुष्य स्वाद नहीं जानता, चाहे जो खा लेता है।\n\nग्यानी मूल गँवाइया, आपण भये करता।\nताथैं संसारी भला, मन में रहै डरता॥6॥\n\nज्ञानी ने अहंकार में पड़कर अपना मूल भी गवाँ दिया,वह मानने लगा कि मैं ही सबका कर्ता-धर्त्ता हूँ। उससे तो संसारी आदमी ही अच्छा, क्योंकि वह डरकर तो चलता है कि कहीं कोई भूल न हो जाय।\n\n","author":"कबीर","title":"कामी का अंग \/ कबीर "},{"poem":"गगन दमामा बाजिया, पड्या निसानैं घाव।\nखेत बुहार्‌या सूरिमै, मुझ मरणे का चाव॥1॥ \n\nभावार्थ - गगन में युद्ध के नगाड़े बज उठे, और निशान पर चोट पड़ने लगी। शूरवीर ने रणक्षेत्र को झाड़-बुहारकर तैयार कर दिया, तब कहता है कि `अब मुझे कट-मरने का उत्साह चढ़ रहा है।'\n\n`कबीर' सोई सूरिमा, मन सूं मांडै झूझ। \nपंच पयादा पाड़ि ले, दूरि करै सब दूज॥2॥\n\nभावार्थ - कबीर कहते हैं - सच्चा सूरमा वह है, जो अपने वैरी मन से युद्ध ठान लेता है, पाँचों पयादों को जो मार भगाता है, और द्वैत को दूर कर देता है। [ पाँच पयादे, अर्थात काम, क्रोध, लोभ, मोह और मत्सर। द्वैत अर्थात् जीव और ब्रह्म के बीच भेद-भावना।]\n\n`कबीर' संसा कोउ नहीं, हरि सूं लाग्गा हेत।\nकाम क्रोध सूं झूझणा, चौड़ै मांड्या खेत॥3॥\n\nभावार्थ - कबीर कहते हैं -- मेरे मन में कुछ भी संशय नहीं रहा, और हरि से लगन जुड़ गई। इसीलिए चौड़े में आकर काम और क्रोध से जूझ रहा हूँ रण-क्षेत्र में।\n\nसूरा तबही परषिये, लड़ै धणी के हेत। \nपुरिजा-पुरिजा ह्वै पड़ै, तऊ न छांड़ै खेत॥4॥\n\nभावार्थ - शूरवीर की तभी सच्ची परख होती है, जब वह अपने स्वामी के लिए जूझता है। पुर्जा-पुर्जा कट जाने पर भी वह युद्ध के क्षेत्र को नहीं छोड़ता।\n\nअब तौ झूझ्या हीं बणै, मुड़ि चाल्यां घर दूर।\nसिर साहिब कौं सौंपतां, सोच न कीजै सूर॥5॥\n\nभावार्थ - अब तो झूझते बनेगा, पीछे पैर क्या रखना? अगर यहाँ से मुड़ोगे तो घर तो बहुत दूर रह गया है। साईं को सिर सौंपते हुए सूरमा कभी सोचता नहीं, कभी हिचकता नहीं।\n\nजिस मरनैं थैं जग डरै, सो मेरे आनन्द।\nकब मरिहूं, कब देखिहूं पूरन परमानंद॥6॥\n\nभावार्थ - जिस मरण से दुनिया डरती है, उससे मुझे तो आनन्द होता है ,कब मरूँगा और कब देखूँगा मैं अपने पूर्ण सच्चिदानन्द को!\nकायर बहुत पमांवहीं, बहकि न बोलै सूर।\nकाम पड्यां हीं जाणिये, किस मुख परि है नूर॥7॥\n\nभावार्थ - बड़ी-बड़ी डींगे कायर ही हाँका करते हैं, शूरवीर कभी बहकते नहीं। यह तो काम आने पर ही जाना जा सकता है कि शूरवीरता का नूर किस चेहरे पर प्रकट होता है।\n`कबीर' यह घर पेम का, खाला का घर नाहिं।\nसीस उतारे हाथि धरि, सो पैसे घर माहिं॥8॥\n\nभावार्थ - कबीर कहते हैं - यह प्रेम का घर है, किसी खाला का नहीं , वही इसके अन्दर पैर रख सकता है, जो अपना सिर उतारकर हाथ पर रखले। [ सीस अर्थात अहंकार। पाठान्तर है `भुइं धरै'। यह पाठ कुछ अधिक सार्थक जचता है। सिर को उतारकर जमीन पर रख देना, यह हाथ पर रख देने से कहीं अधिक शूर-वीरता और निरहंकारिता को व्यक्त करता है।] \n\n`कबीर' निज घर प्रेम का, मारग अगम अगाध।\nसीस उतारि पग तलि धरै, तब निकट प्रेम का स्वाद॥9॥\n\nभावार्थ - कबीर कहते हैं -अपना खुद का घर तो इस जीवात्मा का प्रेम ही है। मगर वहाँ तक पहुँचने का रास्ता बड़ा विकट है, और लम्बा इतना कि उसका कहीं छोर ही नहीं मिल रहा। प्रेम रस का स्वाद तभी सुगम हो सकता है, जब कि अपने सिर को उतारकर उसे पैरों के नीचे रख दिया जाय।\n\nप्रेम न खेतौं नीपजै, प्रेम न हाटि बिकाइ।\nराजा परजा जिस रुचै, सिर दे सो ले जाइ॥10॥\n\nभावार्थ - अरे भाई! प्रेम खेतों में नहीं उपजता, और न हाट-बाजार में बिका करता है यह महँगा है और सस्ता भी - यों कि राजा हो या प्रजा, कोई भी उसे सिर देकर खरीद ले जा सकता है।\n\n`कबीर' घोड़ा प्रेम का, चेतनि चढ़ि असवार।\nग्यान खड़ग गहि काल सिरि, भली मचाई मार॥11॥\n\nभावार्थ - कबीर कहते हैं - क्या ही मार-धाड़ मचा दी है इस चेतन शूरवीर ने।सवार हो गया है प्रेम के घोड़े पर। तलवार ज्ञान की ले ली है, और काल-जैसे शत्रु के सिर पर वह चोट- पर-चोट कर रहा है।\n\nजेते तारे रैणि के, तेतै बैरी मुझ।\nधड़ सूली सिर कंगुरैं, तऊ न बिसारौं तुझ॥12॥\n\nभावार्थ - मेरे अगर उतने भी शत्रु हो जायं, जितने कि रात में तारे दीखते हैं, तब भी मेरा धड़ सूली पर होगा और सिर रखा होगा गढ़ के कंगूरे पर, फिर भी मैं तुझे भूलने का नहीं।\n\nसिरसाटें हरि सेविये, छांड़ि जीव की बाणि।\nजे सिर दीया हरि मिलै, तब लगि हाणि न जाणि॥13॥\n\nभावार्थ - सिर सौंपकर ही हरि की सेवा करनी चाहिए। जीव के स्वभाव को बीच में नहीं आना चाहिए। सिर देने पर यदि हरि से मिलन होता है, तो यह न समझा जाय कि वह कोई घाटे का सौदा है।\n\n`कबीर' हरि सबकूं भजै, हरि कूं भजै न कोइ।\nजबलग आस सरीर की, तबलग दास न होइ॥14॥\n\nभावार्थ - कबीर कहते हैं -हरि तो सबका ध्यान रखता है,सबका स्मरण करता है , पर उसका ध्यान-स्मरण कोई नहीं करता। प्रभु का भक्त तबतक कोई हो नहीं सकता, जबतक देह के प्रति आशा और आसक्ति है।\n\n","author":"कबीर","title":"सूरातन का अंग \/ कबीर "},{"poem":"मेरी चुनरी में परिगयो दाग पिया।\n\nपांच तत की बनी चुनरिया\n\nसोरह सौ बैद लाग किया।\n\nयह चुनरी मेरे मैके ते आयी\n\nससुरे में मनवा खोय दिया।\n\nमल मल धोये दाग न छूटे\n\nग्यान का साबुन लाये पिया।\n\nकहत कबीर दाग तब छुटि है\n\nजब साहब अपनाय लिया।\n\n","author":"कबीर","title":"मेरी चुनरी में परिगयो दाग पिया \/ कबीर "},{"poem":"अंखियां तो छाई परी\n\nपंथ निहारि निहारि \n\nजीहड़ियां छाला परया\n\nनाम पुकारि पुकारि\n\nबिरह कमन्डल कर लिये\n\nबैरागी दो नैन\n\nमांगे दरस मधुकरी\n\nछकै रहै दिन रैन\n\nसब रंग तांति रबाब तन\n\nबिरह बजावै नित\n\nऔर न कोइ सुनि सकै\n\nकै सांई के चित\n\n","author":"कबीर","title":"अंखियां तो छाई परी \/ कबीर "},{"poem":"माया महा ठगनी हम जानी।।\n\nतिरगुन फांस लिए कर डोले\n\nबोले मधुरे बानी।।\n\n\n\nकेसव के कमला वे बैठी\n\nशिव के भवन भवानी।।\n\nपंडा के मूरत वे बैठीं\n\nतीरथ में भई पानी।।\n\n\n\nयोगी के योगन वे बैठी\n\nराजा के घर रानी।।\n\nकाहू के हीरा वे बैठी\n\nकाहू के कौड़ी कानी।।\n\n\n\nभगतन की भगतिन वे बैठी\n\nबृह्मा के बृह्माणी।।\n\nकहे कबीर सुनो भई साधो\n\nयह सब अकथ कहानी।।\n\n","author":"कबीर","title":"माया महा ठगनी हम जानी \/ कबीर "},{"poem":"सुपने में सांइ मिले\n\nसोवत लिया लगाए\n\nआंख न खोलूं डरपता\n\nमत सपना है जाए\n\nसांइ मेरा बहुत गुण\n\nलिखे जो हृदय माहिं\n\nपियूं न पाणी डरपता\n\nमत वे धोय जाहिं\n\nनैना भीतर आव तू\n\nनैन झांप तोहे लेउं\n\nन मैं देखूं और को\n\nन तेही देखण देउं \n\n\n\n\n\n\nनैना अंतर आव तू\n\nज्यौ हौं नैन झंपेउं\n\nना हौं देखूं और कूँ\n\nना तुम देखण देउं\n\nकबीर रेख सिंदूर की\n\nकाजर दिया न जाइ\n\nनैनू रमैया रमि रह्या\n\nदूजा कहॉ समाइ \n\nमन परतीत न प्रेम रस\n\nना इत तन में ढंग\n\nक्या जानै उस पीवसू\n\nकैसे रहसी रंग \n\n\nअंखियां तो छाई परी\n\nपंथ निहारि निहारि \n\nजीहड़ियां छाला परया\n\nनाम पुकारि पुकारि\n\nबिरह कमन्डल कर लिये\n\nबैरागी दो नैन\n\nमांगे दरस मधुकरी\n\nछकै रहै दिन रैन\n\nसब रंग तांति रबाब तन\n\nबिरह बजावै नित\n\nऔर न कोइ सुनि सकै\n\nकै सांई के चित\n\n","author":"कबीर","title":"सुपने में सांइ मिले \/ कबीर "},{"poem":"मोको कहां ढूँढे रे बन्दे\nमैं तो तेरे पास में\nना तीरथ मे ना मूरत में\nना एकान्त निवास में\nना मंदिर में ना मस्जिद में\nना काबे कैलास में\nमैं तो तेरे पास में बन्दे\nमैं तो तेरे पास में\nना मैं जप में ना मैं तप में\nना मैं बरत उपास में\nना मैं किरिया करम में रहता\nनहिं जोग सन्यास में\nनहिं प्राण में नहिं पिंड में\nना ब्रह्याण्ड आकाश में\nना मैं प्रकुति प्रवार गुफा में\nनहिं स्वांसों की स्वांस में\nखोजि होए तुरत मिल जाउं\nइक पल की तालास में\nकहत कबीर सुनो भई साधो\nमैं तो हूं विश्वास में\n\n","author":"कबीर","title":"मोको कहां ढूँढे रे बन्दे \/ कबीर "},{"poem":"अवधूता युगन युगन हम योगी\nआवै ना जाय मिटै ना कबहूं\nसबद अनाहत भोगी\nसभी ठौर जमात हमरी\nसब ही ठौर पर मेला\nहम सब माय  सब है हम माय\nहम है बहुरी अकेला\nहम ही सिद्ध  समाधि हम ही\nहम मौनी हम बोले\nरूप सरूप अरूप दिखा के\nहम ही हम तो खेलें\nकहे कबीर जो सुनो भाई साधो\nना हीं न कोई इच्छा\nअपनी मढ़ी में आप मैं डोलूं\nखेलूं सहज स्वेच्छा\n\n","author":"कबीर","title":"अवधूता युगन युगन हम योगी \/ कबीर "},{"poem":"साधो ये मुरदों का गांव\n\nपीर मरे पैगम्बर मरिहैं\n\nमरि हैं जिन्दा जोगी\n\nराजा मरिहैं परजा मरिहै\n\nमरिहैं बैद और रोगी\n\nचंदा मरिहै सूरज मरिहै\n\nमरिहैं धरणि आकासा\n\nचौदां भुवन के चौधरी मरिहैं\n\nइन्हूं की का आसा\n\nनौहूं मरिहैं दसहूं मरिहैं\n\nमरि हैं सहज अठ्ठासी\n\nतैंतीस कोट देवता मरि हैं\n\nबड़ी काल की बाजी\n\nनाम अनाम अनंत रहत है\n\nदूजा तत्व न होइ\n\nकहत कबीर सुनो भाई साधो\n\nभटक मरो ना कोई\n\n","author":"कबीर","title":"साधो ये मुरदों का गांव \/ कबीर "},{"poem":"निरंजन धन तुम्हरो दरबार ।\nजहाँ न तनिक न्याय विचार ।।\n\nरंगमहल में बसें मसखरे, पास तेरे सरदार ।\nधूर-धूप में साधो विराजें, होये भवनिधि पार ।।\nवेश्या ओढे़ खासा मखमल, गल मोतिन का हार ।\nपतिव्रता को मिले न खादी सूखा ग्रास अहार  ।।\nपाखंडी को जग में आदर, सन्त को कहें लबार ।\nअज्ञानी को परम‌ ब्रहम ज्ञानी को मूढ़ गंवार ।।\nसाँच कहे जग मारन धावे, झूठन को इतबार ।\nकहत कबीर फकीर पुकारी, जग उल्टा व्यवहार ।।\nनिरंजन धन तुम्हरो दरबार ।\n\n","author":"कबीर","title":"निरंजन धन तुम्हरा दरबार\/ कबीर "},{"poem":"ऋतु फागुन नियरानी हो,\nकोई पिया से मिलावे।\nसोई सुदंर जाकों पिया को ध्यान है,  \nसोई पिया की मनमानी,\nखेलत फाग अंग नहिं मोड़े,\nसतगुरु से लिपटानी।\nइक इक सखियाँ खेल घर पहुँची,\nइक इक कुल अरुझानी।\nइक इक नाम बिना बहकानी,\nहो रही ऐंचातानी।।\n\nपिय को रूप कहाँ लगि बरनौं,\nरूपहि माहिं समानी।\nजौ रँगे रँगे सकल छवि छाके,\nतन-मन सबहि भुलानी।\nयों मत जाने यहि रे फाग है,\nयह कछु अकथ-कहानी।\nकहैं कबीर सुनो भाई साधो,\nयह गति विरलै जानी।।\n\n","author":"कबीर","title":"ऋतु फागुन नियरानी हो \/ कबीर"}]