[{"poem":"मृषा मृत्यु का भय है\nजीवन की ही जय है ।\n\nजीव की जड़ जमा रहा है\nनित नव वैभव कमा रहा है\nयह आत्मा अक्षय है\nजीवन की ही जय है।\n\nनया जन्म ही जग पाता है\nमरण मूढ़-सा रह जाता है\nएक बीज सौ उपजाता है\nसृष्टा बड़ा सदय है\nजीवन की ही जय है।\n\nजीवन पर सौ बार मरूँ मैं\nक्या इस धन को गाड़ धरूँ मैं\nयदि न उचित उपयोग करूँ मैं\nतो फिर महाप्रलय है\nजीवन की ही जय है।\n\n","author":"मैथिलीशरण गुप्त","title":"जीवन की ही जय हो \/ मैथिलीशरण गुप्त"},{"poem":"मत्त-सा नहुष चला बैठ ऋषियान में\nव्याकुल से देव चले साथ में, विमान में\nपिछड़े तो वाहक विशेषता से भार की\nअरोही अधीर हुआ प्रेरणा से मार की\nदिखता है मुझे तो कठिन मार्ग कटना\nअगर ये बढ़ना है तो कहूँ मैं किसे हटना?\nबस क्या यही है बस बैठ विधियाँ गढ़ो?\nअश्व से अडो ना अरे, कुछ तो बढ़ो, कुछ तो बढ़ो\nबार बार कन्धे फेरने को ऋषि अटके\nआतुर हो राजा ने सरौष पैर पटके\nक्षिप्त पद हाय! एक ऋषि को जा लगा\nसातों ऋषियों में महा क्षोभानल आ जगा\nभार बहे, बातें सुने, लातें भी सहे क्या हम\nतु ही कह क्रूर, मौन अब भी रहें क्या हम\nपैर था या सांप यह, डस गया संग ही\nपमर पतित हो तु होकर भुंजग ही \nराजा हतेज हुआ शाप सुनते ही काँप\nमानो डस गया हो उसे जैसे पिना साँप\nश्वास टुटने-सी मुख-मुद्रा हुई विकला\n\"हा! ये हुआ क्या?\" यही व्यग्र वाक्य निकला\nजड़-सा सचिन्त वह नीचा सर करके\nपालकी का नाल डूबते का तृण धरके\nशून्य-पट-चित्र धुलता हुआ सा दृष्टि से\nदेखा फिर उसने समक्ष शून्य दृष्टि से\nदीख पड़ा उसको न जाने क्या समीप सा\nचौंका एक साथ वह बुझता प्रदीप-सा -\n“संकट तो संकट, परन्तु यह भय क्या?\nदूसरा सृजन नहीं मेरा एक लय क्या?”\nसँभला अद्मय मानी वह खींचकर ढीले अंग -\n“कुछ नहीं स्वप्न था सो हो गया भला ही भंग.\nकठिन कठोर सत्य तो भी शिरोधार्य है\nशांत हो महर्षि मुझे, सांप अंगीकार्य है\"\nदुख में भी राजा मुसकराया पूर्व दर्प से\nमानते हो तुम अपने को डसा सर्प से\nहोते ही परन्तु पद स्पर्श भुल चुक से\nमैं भी क्या डसा नहीं गया हुँ दन्डशूक से\nमानता हुँ भुल हुई, खेद मुझे इसका\nसौंपे वही कार्य, उसे धार्य हो जो जिसका\nस्वर्ग से पतन, किन्तु गोत्रीणी की गोद में\nऔर जिस जोन में जो, सो उसी में मोद में \nकाल गतिशील मुझे लेके नहीं बेठैगा\nकिन्तु उस जीवन में विष घुस पैठेगा\nफिर भी खोजने का कुछ रास्ता तो उठायेगें\nविष में भी अमर्त छुपा वे कृति पायेगें\nमानता हुँ भुल गया नारद का कहना\nदैत्यों से बचाये भोग धाम रहना\nआप घुसा असुर हाय मेरे ही ह्रदय में\nमानता हुँ आप लज्जा पाप अविनय में\nमानता हुँ आड ही ली मेने स्वाधिकार की\nमुल में तो प्रेरणा थी काम के विकार की\nमाँगता हुँ आज में शची से भी खुली क्षमा\nविधि से बहिर्गता में भी साधवी वह ज्यों रमा\nमानता हुँ और सब हार नहीं मानता\nअपनी अगाति आज भी मैं जानता\nआज मेरा भुकत्योजित हो गया है स्वर्ग भी\nलेके दिखा दूँगा कल मैं ही अपवर्ग भी\nतन जिसका हो मन और आत्मा मेरा है\nचिन्ता नहीं बाहर उजेला या अँधेरा है\nचलना मुझे है बस अंत तक चलना\nगिरना ही मुख्य नहीं, मुख्य है सँभलना\nगिरना क्या उसका उठा ही नहीं जो कभी\nमैं ही तो उठा था आप गिरता हुँ जो अभी\nफिर भी ऊठूँगा और बढ़के रहुँगा मैं\nनर हूँ, पुरुष हूँ, चढ़ के रहुँगा मैं\nचाहे जहाँ मेरे उठने के लिये ठौर है\nकिन्तु लिया भार आज मेने कुछ और है\nउठना मुझे ही नहीं बस एक मात्र रीते हाथ\nमेरा देवता भी और ऊंचा उठे मेरे साथ\n\n","author":"मैथिलीशरण गुप्त","title":"नहुष का पतन \/ मैथिलीशरण गुप्त"},{"poem":"चारुचंद्र की चंचल किरणें, खेल रहीं हैं जल थल में,\nस्वच्छ चाँदनी बिछी हुई है अवनि और अम्बरतल में।\nपुलक प्रकट करती है धरती, हरित तृणों की नोकों से,\nमानों झूम रहे हैं तरु भी, मन्द पवन के झोंकों से॥\n\nपंचवटी की छाया में है, सुन्दर पर्ण-कुटीर बना,\nजिसके सम्मुख स्वच्छ शिला पर, धीर-वीर निर्भीकमना,\nजाग रहा यह कौन धनुर्धर, जब कि भुवन भर सोता है?\nभोगी कुसुमायुध योगी-सा, बना दृष्टिगत होता है॥\n\nकिस व्रत में है व्रती वीर यह, निद्रा का यों त्याग किये,\nराजभोग्य के योग्य विपिन में, बैठा आज विराग लिये।\nबना हुआ है प्रहरी जिसका, उस कुटीर में क्या धन है,\nजिसकी रक्षा में रत इसका, तन है, मन है, जीवन है!\n\nमर्त्यलोक-मालिन्य मेटने, स्वामि-संग जो आई है,\nतीन लोक की लक्ष्मी ने यह, कुटी आज अपनाई है।\nवीर-वंश की लाज यही है, फिर क्यों वीर न हो प्रहरी,\nविजन देश है निशा शेष है, निशाचरी माया ठहरी॥\n\nकोई पास न रहने पर भी, जन-मन मौन नहीं रहता;\nआप आपकी सुनता है वह, आप आपसे है कहता।\nबीच-बीच मे इधर-उधर निज दृष्टि डालकर मोदमयी,\nमन ही मन बातें करता है, धीर धनुर्धर नई नई-\n\nक्या ही स्वच्छ चाँदनी है यह, है क्या ही निस्तब्ध निशा;\nहै स्वच्छन्द-सुमंद गंध वह, निरानंद है कौन दिशा?\nबंद नहीं, अब भी चलते हैं, नियति-नटी के कार्य-कलाप,\nपर कितने एकान्त भाव से, कितने शांत और चुपचाप!\n\nहै बिखेर देती वसुंधरा, मोती, सबके सोने पर,\nरवि बटोर लेता है उनको, सदा सवेरा होने पर।\nऔर विरामदायिनी अपनी, संध्या को दे जाता है,\nशून्य श्याम-तनु जिससे उसका, नया रूप झलकाता है।\n\nसरल तरल जिन तुहिन कणों से, हँसती हर्षित होती है,\nअति आत्मीया प्रकृति हमारे, साथ उन्हींसे रोती है!\nअनजानी भूलों पर भी वह, अदय दण्ड तो देती है,\nपर बूढों को भी बच्चों-सा, सदय भाव से सेती है॥\n\nतेरह वर्ष व्यतीत हो चुके, पर है मानो कल की बात,\nवन को आते देख हमें जब, आर्त्त अचेत हुए थे तात।\nअब वह समय निकट ही है जब, अवधि पूर्ण होगी वन की।\nकिन्तु प्राप्ति होगी इस जन को, इससे बढ़कर किस धन की!\n\nऔर आर्य को, राज्य-भार तो, वे प्रजार्थ ही धारेंगे,\nव्यस्त रहेंगे, हम सब को भी, मानो विवश विसारेंगे।\nकर विचार लोकोपकार का, हमें न इससे होगा शोक;\nपर अपना हित आप नहीं क्या, कर सकता है यह नरलोक!\n\n","author":"मैथिलीशरण गुप्त","title":"चारु चंद्र की चंचल किरणें \/ मैथिलीशरण गुप्त"},{"poem":"सखि, वे मुझसे कहकर जाते,\nकह, तो क्या मुझको वे अपनी पथ-बाधा ही पाते?\n\nमुझको बहुत उन्होंने माना\nफिर भी क्या पूरा पहचाना?\nमैंने मुख्य उसी को जाना\nजो वे मन में लाते।\nसखि, वे मुझसे कहकर जाते।\n\nस्वयं सुसज्जित करके क्षण में,\nप्रियतम को, प्राणों के पण में,\nहमीं भेज देती हैं रण में -\nक्षात्र-धर्म के नाते \nसखि, वे मुझसे कहकर जाते।\n\nहु‌आ न यह भी भाग्य अभागा,\nकिसपर विफल गर्व अब जागा?\nजिसने अपनाया था, त्यागा;\nरहे स्मरण ही आते!\nसखि, वे मुझसे कहकर जाते।\n\nनयन उन्हें हैं निष्ठुर कहते,\nपर इनसे जो आँसू बहते,\nसदय हृदय वे कैसे सहते?\nगये तरस ही खाते!\nसखि, वे मुझसे कहकर जाते।\n\nजायें, सिद्धि पावें वे सुख से,\nदुखी न हों इस जन के दुख से,\nउपालम्भ दूँ मैं किस मुख से?\nआज अधिक वे भाते!\nसखि, वे मुझसे कहकर जाते।\n\nगये, लौट भी वे आवेंगे,\nकुछ अपूर्व-अनुपम लावेंगे,\nरोते प्राण उन्हें पावेंगे,\nपर क्या गाते-गाते?\nसखि, वे मुझसे कहकर जाते।\n\n","author":"मैथिलीशरण गुप्त","title":"सखि वे मुझसे कह कर जाते \/ मैथिलीशरण गुप्त"},{"poem":"नर हो, न निराश करो मन को\n\nकुछ काम करो, कुछ काम करो\nजग में रह कर कुछ नाम करो\nयह जन्म हुआ किस अर्थ अहो\nसमझो जिसमें यह व्यर्थ न हो\nकुछ तो उपयुक्त करो तन को\nनर हो, न निराश करो मन को\n\nसंभलो कि सुयोग न जाय चला\nकब व्यर्थ हुआ सदुपाय भला\nसमझो जग को न निरा सपना\nपथ आप प्रशस्त करो अपना\nअखिलेश्वर है अवलंबन को\nनर हो, न निराश करो मन को\n\nजब प्राप्त तुम्हें सब तत्त्व यहाँ\nफिर जा सकता वह सत्त्व कहाँ\nतुम स्वत्त्व सुधा रस पान करो\nउठके अमरत्व विधान करो\nदवरूप रहो भव कानन को\nनर हो न निराश करो मन को\n\nनिज गौरव का नित ज्ञान रहे\nहम भी कुछ हैं यह ध्यान रहे\nमरणोंत्‍तर गुंजित गान रहे\nसब जाय अभी पर मान रहे\nकुछ हो न तज़ो निज साधन को\nनर हो, न निराश करो मन को\n\nप्रभु ने तुमको दान किए\nसब वांछित वस्तु विधान किए\nतुम प्राप्‍त करो उनको न अहो\nफिर है यह किसका दोष कहो\nसमझो न अलभ्य किसी धन को\nनर हो, न निराश करो मन को \n\nकिस गौरव के तुम योग्य नहीं\nकब कौन तुम्हें सुख भोग्य नहीं\nजान हो तुम भी जगदीश्वर के\nसब है जिसके अपने घर के \nफिर दुर्लभ क्या उसके जन को\nनर हो, न निराश करो मन को \n\nकरके विधि वाद न खेद करो\nनिज लक्ष्य निरन्तर भेद करो\nबनता बस उद्‌यम ही विधि है\nमिलती जिससे सुख की निधि है\nसमझो धिक् निष्क्रिय जीवन को\nनर हो, न निराश करो मन को\nकुछ काम करो, कुछ काम करो\n\n","author":"मैथिलीशरण गुप्त","title":"नर हो, न निराश करो मन को \/ मैथिलीशरण गुप्त"},{"poem":"हाँ, निशान्त आया,\nतूने जब टेर प्रिये, कान्त, कान्त, उठो, गाया---\nचौँक शकुन-कुम्भ लिये हाँ, निशान्त गाया ।             \nआहा! यह अभिव्यक्ति,\nद्रवित सार-धार-शक्ति ।\nतृण तृण की मसृण भक्ति\nभाव खींच लाया ।\nतूने जब टेर प्रिये, \"कान्त, उठो\" गाया!\nमगध वा सूत गये,\nकिन्तु स्वर्ग-दूत नये,\nतेरे स्वर पूत अये,\nमैंने भर पाया ।\nतूने जब टेर प्रिये, \"कान्त, उठो\" गाया ।\n\n","author":"मैथिलीशरण गुप्त","title":"कुशलगीत \/ मैथिलीशरण गुप्त"},{"poem":"उस काल मारे क्रोध के तन काँपने उसका लगा,\nमानों हवा के वेग से सोता हुआ सागर जगा ।\nमुख-बाल-रवि-सम लाल होकर ज्वाल सा बोधित हुआ,\nप्रलयार्थ उनके मिस वहाँ क्या काल ही क्रोधित हुआ?\n\nयुग-नेत्र उनके जो अभी थे पूर्ण जल की धार-से,\nअब रोश के मारे हुए, वे दहकते अंगार-से ।\nनिश्चय अरुणिमा-मिस अनल की जल उठी वह ज्वाल ही,\nतब तो दृगों का जल गया शोकाश्रु जल तत्काल ही ।\n\nसाक्षी रहे संसार करता हूँ प्रतिज्ञा पार्थ मैं,\nपूरा करूँगा कार्य सब कथानुसार यथार्थ मैं ।\nजो एक बालक को कपट से मार हँसते हैँ अभी,\nवे शत्रु सत्वर शोक-सागर-मग्न दीखेंगे सभी ।\n\nअभिमन्यु-धन के निधन से कारण हुआ जो मूल है,\nइससे हमारे हत हृदय को, हो रहा जो शूल है,\nउस खल जयद्रथ को जगत में मृत्यु ही अब सार है,\nउन्मुक्त बस उसके लिये रौख नरक का द्वार है ।\n\nउपयुक्त उस खल को न यद्यपि मृत्यु का भी दंड है,\nपर मृत्यु से बढ़कर न जग में दण्ड और प्रचंड है ।\nअतएव कल उस नीच को रण-मघ्य जो मारूँ न मैं,\nतो सत्य कहता हूँ कभी शस्त्रास्त्र फिर धारूँ न मैं ।\n\nअथवा अधिक कहना वृथा है, पार्थ का प्रण है यही,\nसाक्षी रहे सुन ये बचन रवि, शशि, अनल, अंबर, मही ।\nसूर्यास्त से पहले न जो मैं कल जयद्रथ-वधकरूँ,\nतो शपथ करता हूँ स्वयं मैं ही अनल में जल मरूँ ।\n\n","author":"मैथिलीशरण गुप्त","title":"अर्जुन की प्रतिज्ञा \/ मैथिलीशरण गुप्त"},{"poem":"दोनों ओर प्रेम पलता है।\nसखि, पतंग भी जलता है हा! दीपक भी जलता है!\n\nसीस हिलाकर दीपक कहता--\n’बन्धु वृथा ही तू क्यों दहता?’\nपर पतंग पड़ कर ही रहता \nकितनी विह्वलता है!\nदोनों ओर प्रेम पलता है।\nबचकर हाय! पतंग मरे क्या?\nप्रणय छोड़ कर प्राण धरे क्या?\nजले नही तो मरा करे क्या?\nक्या यह असफलता है!\nदोनों ओर प्रेम पलता है।\nकहता है पतंग मन मारे--\n’तुम महान, मैं लघु, पर प्यारे,\nक्या न मरण भी हाथ हमारे?\nशरण किसे छलता है?’\nदोनों ओर प्रेम पलता है।\nदीपक के जलने में आली,\nफिर भी है जीवन की लाली।\nकिन्तु पतंग-भाग्य-लिपि काली,\nकिसका वश चलता है?\nदोनों ओर प्रेम पलता है।\nजगती वणिग्वृत्ति है रखती,\nउसे चाहती जिससे चखती;\nकाम नहीं, परिणाम निरखती।\nमुझको ही खलता है।\nदोनों ओर प्रेम पलता है।\n\n","author":"मैथिलीशरण गुप्त","title":"दोनों ओर प्रेम पलता है \/ मैथिलीशरण गुप्त"},{"poem":"विचार लो कि मत्र्य हो न मृत्यु से डरो कभी¸\nमरो परन्तु यों मरो कि याद जो करे सभी।\nहुई न यों सु–मृत्यु तो वृथा मरे¸ वृथा जिये¸\nनहीं वहीं कि जो जिया न आपके लिए।\nयही पशु–प्रवृत्ति है कि आप आप ही चरे¸\nवही मनुष्य है कि जो मनुष्य के लिए मरे।।\n\nउसी उदार की कथा सरस्वती बखानवी¸\nउसी उदार से धरा कृतार्थ भाव मानती।\nउसी उदार की सदा सजीव कीर्ति कूजती;\nतथा उसी उदार को समस्त सृष्टि पूजती।\nअखण्ड आत्मभाव जो असीम विश्व में भरे¸\nवही मनुष्य है कि जो मनुष्य के लिये मरे।।\n\nसहानुभूति चाहिए¸ महाविभूति है वही;\nवशीकृता सदैव है बनी हुई स्वयं मही।\nविरूद्धवाद बुद्ध का दया–प्रवाह में बहा¸\nविनीत लोक वर्ग क्या न सामने झुका रहे?\nअहा! वही उदार है परोपकार जो करे¸\nवहीं मनुष्य है कि जो मनुष्य के लिए मरे।।\n\nअनंत अंतरिक्ष में अनंत देव हैं खड़े¸\nसमक्ष ही स्वबाहु जो बढ़ा रहे बड़े–बड़े।\nपरस्परावलम्ब से उठो तथा बढ़ो सभी¸\nअभी अमत्र्य–अंक में अपंक हो चढ़ो सभी।\nरहो न यों कि एक से न काम और का सरे¸\nवही मनुष्य है कि जो मनुष्य के लिए मरे।।\n\n\"मनुष्य मात्र बन्धु है\" यही बड़ा विवेक है¸\nपुराणपुरूष स्वयंभू पिता प्रसिद्ध एक है।\nफलानुसार कर्म के अवश्य बाह्य भेद है¸\nपरंतु अंतरैक्य में प्रमाणभूत वेद हैं।\nअनर्थ है कि बंधु हो न बंधु की व्यथा हरे¸\nवही मनुष्य है कि जो मनुष्य के लिए मरे।।\n\nचलो अभीष्ट मार्ग में सहर्ष खेलते हुए¸\nविपत्ति विप्र जो पड़ें उन्हें ढकेलते हुए।\nघटे न हेल मेल हाँ¸ बढ़े न भिन्नता कभी¸\nअतर्क एक पंथ के सतर्क पंथ हों सभी।\nतभी समर्थ भाव है कि तारता हुआ तरे¸\nवही मनुष्य है कि जो मनुष्य के लिए मरे।।\n\nरहो न भूल के कभी मदांध तुच्छ वित्त में\nसन्त जन आपको करो न गर्व चित्त में\nअन्त को हैं यहाँ त्रिलोकनाथ साथ में\nदयालु दीन बन्धु के बडे विशाल हाथ हैं\nअतीव भाग्यहीन हैं अंधेर भाव जो भरे\nवही मनुष्य है कि जो मनुष्य के लिए मरे।।\n\n","author":"मैथिलीशरण गुप्त","title":"मनुष्यता \/ मैथिलीशरण गुप्त"},{"poem":"किसी जन ने किसी से क्लेश पाया\nनबी के पास वह अभियोग लाया।\nमुझे आज्ञा मिले प्रतिशोध लूँ मैं।\nनही निःशक्त वा निर्बोध हूँ मैं।\nउन्होंने शांत कर उसको कहा यों\nस्वजन मेरे न आतुर हो अहा यों।\nचले भी तो कहाँ तुम वैर लेने\nस्वयं भी घात पाकर घात देने\nक्षमा कर दो उसे मैं तो कहूँगा\nतुम्हारे शील का साक्षी रहूंगा\nदिखावो बंधु क्रम-विक्रम नया तुम\nयहाँ देकर वहाँ पाओ दया तुम।\n\n","author":"मैथिलीशरण गुप्त","title":"प्रतिशोध \/ मैथिलीशरण गुप्त"},{"poem":"मुझे फूल मत मारो,\nमैं अबला बाला वियोगिनी, कुछ तो दया विचारो।\nहोकर मधु के मीत मदन, पटु, तुम कटु गरल न गारो,\nमुझे विकलता, तुम्हें विफलता, ठहरो, श्रम परिहारो।\nनही भोगनी यह मैं कोई, जो तुम जाल पसारो,\nबल हो तो सिन्दूर-बिन्दु यह--यह हरनेत्र निहारो!\nरूप-दर्प कंदर्प, तुम्हें तो मेरे पति पर वारो,\nलो, यह मेरी चरण-धूलि उस रति के सिर पर धारो!\n\n","author":"मैथिलीशरण गुप्त","title":"मुझे फूल मत मारो \/ मैथिलीशरण गुप्त"},{"poem":"शिशिर न फिर गिरि वन में\nजितना माँगे पतझड़ दूँगी मैं इस निज नंदन में\nकितना कंपन तुझे चाहिए ले मेरे इस तन में\nसखी कह रही पांडुरता का क्या अभाव आनन में\nवीर जमा दे नयन नीर यदि तू मानस भाजन में\nतो मोती-सा मैं अकिंचना रक्खूँ उसको मन में\nहँसी गई रो भी न सकूँ मैं अपने इस जीवन में\nतो उत्कंठा है देखूँ फिर क्या हो भाव भुवन में।\n\n","author":"मैथिलीशरण गुप्त","title":"शिशिर न फिर गिरि वन में \/ मैथिलीशरण गुप्त"},{"poem":"निरख सखी ये खंजन आए\nफेरे उन मेरे रंजन ने नयन इधर मन भाए\nफैला उनके तन का आतप मन से सर सरसाए\nघूमे वे इस ओर वहाँ ये हंस यहाँ उड़ छाए\nकरके ध्यान आज इस जन का निश्चय वे मुसकाए\nफूल उठे हैं कमल अधर से यह बन्धूक सुहाए\nस्वागत स्वागत शरद भाग्य से मैंने दर्शन पाए\nनभ ने मोती वारे लो ये अश्रु अर्घ्य भर लाए।\n\n","author":"मैथिलीशरण गुप्त","title":"निरख सखी ये खंजन आए \/ मैथिलीशरण गुप्त"},{"poem":"नीलांबर परिधान हरित तट पर सुन्दर है।\nसूर्य-चन्द्र युग मुकुट, मेखला रत्नाकर है॥\nनदियाँ प्रेम प्रवाह, फूल तारे मंडन हैं।\nबंदीजन खग-वृन्द, शेषफन सिंहासन है॥\nकरते अभिषेक पयोद हैं, बलिहारी इस वेष की।\nहे मातृभूमि! तू सत्य ही, सगुण मूर्ति सर्वेश की॥\nजिसके रज में लोट-लोट कर बड़े हुये हैं।\nघुटनों के बल सरक-सरक कर खड़े हुये हैं॥\nपरमहंस सम बाल्यकाल में सब सुख पाये।\nजिसके कारण धूल भरे हीरे कहलाये॥\nहम खेले-कूदे हर्षयुत, जिसकी प्यारी गोद में।\nहे मातृभूमि! तुझको निरख, मग्न क्यों न हों मोद में?\nपा कर तुझसे सभी सुखों को हमने भोगा।\nतेरा प्रत्युपकार कभी क्या हमसे होगा?\nतेरी ही यह देह, तुझी से बनी हुई है।\nबस तेरे ही सुरस-सार से सनी हुई है॥\nफिर अन्त समय तू ही इसे अचल देख अपनायेगी।\nहे मातृभूमि! यह अन्त में तुझमें ही मिल जायेगी॥\nनिर्मल तेरा नीर अमृत के से उत्तम है।\nशीतल मंद सुगंध पवन हर लेता श्रम है॥\nषट्ऋतुओं का विविध दृश्ययुत अद्भुत क्रम है।\nहरियाली का फर्श नहीं मखमल से कम है॥\nशुचि-सुधा सींचता रात में, तुझ पर चन्द्रप्रकाश है।\nहे मातृभूमि! दिन में तरणि, करता तम का नाश है॥\nसुरभित, सुन्दर, सुखद, सुमन तुझ पर खिलते हैं।\nभाँति-भाँति के सरस, सुधोपम फल मिलते है॥\nऔषधियाँ हैं प्राप्त एक से एक निराली।\nखानें शोभित कहीं धातु वर रत्नों वाली॥\nजो आवश्यक होते हमें, मिलते सभी पदार्थ हैं।\nहे मातृभूमि! वसुधा, धरा, तेरे नाम यथार्थ हैं॥\nक्षमामयी, तू दयामयी है, क्षेममयी है।\nसुधामयी, वात्सल्यमयी, तू प्रेममयी है॥\nविभवशालिनी, विश्वपालिनी, दुःखहर्त्री है।\nभय निवारिणी, शान्तिकारिणी, सुखकर्त्री है॥\nहे शरणदायिनी देवि, तू करती सब का त्राण है।\nहे मातृभूमि! सन्तान हम, तू जननी, तू प्राण है॥\nजिस पृथ्वी में मिले हमारे पूर्वज प्यारे।\nउससे हे भगवान! कभी हम रहें न न्यारे॥\nलोट-लोट कर वहीं हृदय को शान्त करेंगे।\nउसमें मिलते समय मृत्यु से नहीं डरेंगे॥\nउस मातृभूमि की धूल में, जब पूरे सन जायेंगे।\nहोकर भव-बन्धन- मुक्त हम, आत्म रूप बन जायेंगे॥\n\n","author":"मैथिलीशरण गुप्त","title":"मातृभूमि \/ मैथिलीशरण गुप्त"},{"poem":"भारत माता का मंदिर यह\nसमता का संवाद जहाँ,\nसबका शिव कल्याण यहाँ है\nपावें सभी प्रसाद यहाँ ।\n\nजाति-धर्म या संप्रदाय का,\nनहीं भेद-व्यवधान यहाँ,\nसबका स्वागत, सबका आदर\nसबका सम सम्मान यहाँ ।\nराम, रहीम, बुद्ध, ईसा का, \nसुलभ एक सा ध्यान यहाँ,\nभिन्न-भिन्न भव संस्कृतियों के \nगुण गौरव का ज्ञान यहाँ ।\n\nनहीं चाहिए बुद्धि बैर की\nभला प्रेम का उन्माद यहाँ\nसबका शिव कल्याण यहाँ है,\nपावें सभी प्रसाद यहाँ ।\n\nसब तीर्थों का एक तीर्थ यह\nह्रदय पवित्र बना लें हम\nआओ यहाँ अजातशत्रु बन,\nसबको मित्र बना लें हम ।\nरेखाएँ प्रस्तुत हैं, अपने\nमन के चित्र बना लें हम ।\nसौ-सौ आदर्शों को लेकर\nएक चरित्र बना लें हम ।\n\nबैठो माता के आँगन में\nनाता भाई-बहन का \nसमझे उसकी प्रसव वेदना\nवही लाल है माई का\nएक साथ मिल बाँट लो\nअपना हर्ष विषाद यहाँ\nसबका शिव कल्याण यहाँ है\nपावें सभी प्रसाद यहाँ ।\n\n\nमिला सेव्य का हमें पुज़ारी\nसकल काम उस न्यायी का\nमुक्ति लाभ कर्तव्य यहाँ है\nएक एक अनुयायी का\nकोटि-कोटि कंठों से मिलकर\nउठे एक जयनाद यहाँ\nसबका शिव कल्याण यहाँ है\nपावें सभी प्रसाद यहाँ ।\n\n","author":"मैथिलीशरण गुप्त","title":"भारत माता का मंदिर यह \/ मैथिलीशरण गुप्त"},{"poem":"तेरे घर के द्वार बहुत हैं,\nकिसमें हो कर आऊं मैं?\nसब द्वारों पर भीड़ मची है,\nकैसे भीतर जाऊं मैं?\n\nद्बारपाल भय दिखलाते हैं,\nकुछ ही जन जाने पाते हैं,\nशेष सभी धक्के खाते हैं,\nक्यों कर घुसने पाऊं मैं?\nतेरे घर के द्वार बहुत हैं,\nकिसमें हो कर आऊं मैं?\n\nतेरी विभव कल्पना कर के,\nउसके वर्णन से मन भर के,\nभूल रहे हैं जन बाहर के\nकैसे तुझे भुलाऊं मैं?\nतेरे घर के द्वार बहुत हैं,\nकिसमें हो कर आऊं मैं?\n\nबीत चुकी है बेला सारी,\nकिंतु न आयी मेरी बारी,\nकरूँ कुटी की अब तैयारी,\nवहीं बैठ गुन गाऊं मैं। \nतेरे घर के द्वार बहुत हैं,\nकिसमें हो कर आऊं मैं?\n\nकुटी खोल भीतर जाता हूँ\nतो वैसा ही रह जाता हूँ\nतुझको यह कहते पाता हूँ- \n'अतिथि, कहो क्या लाउं मैं?'\nतेरे घर के द्वार बहुत हैं,\nकिसमें हो कर आऊं मैं?\n\n","author":"मैथिलीशरण गुप्त","title":"गुणगान \/ मैथिलीशरण गुप्त"}]