[{"poem":"1. शबरी प्रसंग\nअच्छे मीठे फल चाख चाख, बेर लाई भीलणी।\nऎसी कहा अचारवती, रूप नहीं एक रती।\nनीचे कुल ओछी जात, अति ही कुचीलणी।\nजूठे फल लीन्हे राम, प्रेम की प्रतीत त्राण।\nउँच नीच जाने नहीं, रस की रसीलणी।\nऎसी कहा वेद पढी, छिन में विमाण चढी।\nहरि जू सू बाँध्यो हेत, बैकुण्ठ में झूलणी।\nदास मीरां तरै सोई, ऎसी प्रीति करै जोइ।\nपतित पावन प्रभु, गोकुल अहीरणी।\n\n2.\nअजब सलुनी प्यारी मृगया नैनों। तें मोहन वश कीधो रे॥ध्रु०॥\nगोकुळ मां सौ बात करेरे बाला कां न कुबजे वश लीधो रे॥१॥\nमनको सो करी ते लाल अंबाडी अंकुशे वश कीधो रे॥२॥\nलवींग सोपारी ने पानना बीदला राधांसु रारुयो कीनो रे॥३॥\nमीरां कहे प्रभु गिरिधर नागर चरणकमल चित्त दीनो रे॥४॥\n\n3.\nअपनी गरज हो मिटी सावरे हम देखी तुमरी प्रीत॥ध्रु०॥\nआपन जाय दुवारका छाय ऐसे बेहद भये हो नचिंत॥ ठोर०॥१॥\nठार सलेव करित हो कुलभवर कीसि रीत॥२॥\nबीन दरसन कलना परत हे आपनी कीसि प्रीत।\nमीरां के प्रभु गिरिधर नागर प्रभुचरन न परचित॥३॥\n\n4.\nअब तो निभायाँ सरेगी, बांह गहेकी लाज।\nसमरथ सरण तुम्हारी सइयां, सरब सुधारण काज॥\nभवसागर संसार अपरबल, जामें तुम हो झयाज।\nनिरधारां आधार जगत गुरु तुम बिन होय अकाज॥\nजुग जुग भीर हरी भगतन की, दीनी मोच्छ समाज।\nमीरां सरण गही चरणन की, लाज रखो महाराज॥\n\n5.\nअब तो मेरा राम नाम दूसरा न कोई॥\nमाता छोडी पिता छोडे छोडे सगा भाई।\nसाधु संग बैठ बैठ लोक लाज खोई॥\nसतं देख दौड आई, जगत देख रोई।\nप्रेम आंसु डार डार, अमर बेल बोई॥\nमारग में तारग मिले, संत राम दोई।\nसंत सदा शीश राखूं, राम हृदय होई॥\nअंत में से तंत काढयो, पीछे रही सोई।\nराणे भेज्या विष का प्याला, पीवत मस्त होई॥\nअब तो बात फैल गई, जानै सब कोई।\nदास मीरां लाल गिरधर, होनी हो सो होई॥\n\n6.\nअब तौ हरी नाम लौ लागी।\nसब जगको यह माखनचोरा, नाम धर्‌यो बैरागीं॥\nकित छोड़ी वह मोहन मुरली, कित छोड़ी सब गोपी।\nमूड़ मुड़ाइ डोरि कटि बांधी, माथे मोहन टोपी॥\nमात जसोमति माखन-कारन, बांधे जाके पांव।\nस्यामकिसोर भयो नव गौरा, चैतन्य जाको नांव॥\nपीतांबर को भाव दिखावै, कटि कोपीन कसै।\nगौर कृष्ण की दासी मीरां, रसना कृष्ण बसै॥\n\n7.\nबंसीवारा आज्यो म्हारे देस। सांवरी सुरत वारी बेस।।\nॐ-ॐ कर गया जी, कर गया कौल अनेक।\nगिणता-गिणता घस गई म्हारी आंगलिया री रेख।।\nमैं बैरागिण आदिकी जी थांरे म्हारे कदको सनेस।\nबिन पाणी बिन साबुण जी, होय गई धोय सफेद।।\nजोगण होय जंगल सब हेरूं छोड़ा ना कुछ सैस।\nतेरी सुरत के कारणे जी म्हे धर लिया भगवां भेस।।\nमोर-मुकुट पीताम्बर सोहै घूंघरवाला केस।\nमीरा के प्रभु गिरधर मिलियां दूनो बढ़ै सनेस।।\n\n8.\nअरज करे छे मीरा रोकडी। उभी उभी अरज॥ध्रु०॥\nमाणिगर स्वामी मारे मंदिर पाधारो सेवा करूं दिनरातडी॥१॥\nफूलनारे तुरा ने फूलनारे गजरे फूलना ते हार फूल पांखडी॥२॥\nफूलनी ते गादी रे फूलना तकीया फूलनी ते पाथरी पीछोडी॥३॥\nपय पक्कानु मीठाई न मेवा सेवैया न सुंदर दहीडी॥४॥\nलवींग सोपारी ने ऐलची तजवाला काथा चुनानी पानबीडी॥५॥\nसेज बिछावूं ने पासा मंगावूं रमवा आवो तो जाय रातडी॥६॥\nमीरा कहे प्रभु गिरिधर नागर तमने जोतमां ठरे आखडी॥७॥\n\n9.\nआई ती ते भिस्ती जनी जगत देखके रोई।\nमातापिता भाईबंद सात नही कोई।\nमेरो मन रामनाम दुजा नही कोई॥ध्रु०॥\nसाधु संग बैठे लोक लाज खोई। अब तो बात फैल गई।\nजानत है सब कोई॥१॥\nआवचन जल छीक छीक प्रेम बोल भई। अब तो मै फल भई।\nआमरूत फल भई॥२॥\nशंख चक्र गदा पद्म गला। बैजयंती माल सोई।\nमीरा कहे नीर लागो होनियोसी हो भई॥३॥\n\n10.\nआओ मनमोहना जी जोऊं थांरी बाट।\nखान पान मोहि नैक न भावै नैणन लगे कपाट॥\nतुम आयां बिन सुख नहिं मेरे दिल में बहोत उचाट।\nमीरा कहै मैं बई रावरी, छांड़ो नाहिं निराट॥\nआओ सहेल्हां रली करां है पर घर गवण निवारि॥\nझूठा माणिक मोतिया री झूठी जगमग जोति।\nझूठा आभूषण री, सांची पियाजी री प्रीति॥\nझूठा पाट पटंबरा रे, झूठा दिखडणी चीर।\nसांची पियाजी री गूदड़ी, जामें निरमल रहे सरीर॥\nछपन भोग बुहाय देहे इण भोगन में दाग।\nलूण अलूणो ही भलो है अपणे पियाजीरो साग॥\nदेखि बिराणे निवांणकूं है क्यूं उपजावे खीज।\nकालर अपणो ही भलो है, जामें निपजै चीज॥\nछैल बिराणो लाखको है अपणे काज न होय।\nताके संग सीधारतां है भला न कहसी कोय॥\nबर हीणो अपणो भलो है कोढी कुष्टी कोय।\nजाके संग सीधारतां है भला कहै सब लोय॥\nअबिनासीसूं बालबा हे जिनसूं सांची प्रीत।\nमीरा कूं प्रभुजी मिल्या है ए ही भगतिकी रीत॥\n\n11. \nआज मारे साधुजननो संगरे राणा। मारा भाग्ये मळ्यो॥ध्रु०॥\nसाधुजननो संग जो करीये पियाजी चडे चोगणो रंग रे॥१॥\nसीकुटीजननो संग न करीये पियाजी पाडे भजनमां भंगरे॥२॥\nअडसट तीर्थ संतोनें चरणें पियाजी कोटी काशी ने कोटी गंगरे॥३॥\nनिंदा करसे ते तो नर्क कुंडमां जासे पियाजी थशे आंधळा अपंगरे॥४॥\nमीरा कहे गिरिधरना गुन गावे पियाजी संतोनी रजमां शीर संगरे॥५॥\n\n12.\nआज मेरेओ भाग जागो साधु आये पावना॥ध्रु०॥\nअंग अंग फूल गये तनकी तपत गये।\nसद्‌गुरु लागे रामा शब्द सोहामणा॥ आ०॥१॥\nनित्य प्रत्यय नेणा निरखु आज अति मनमें हरखू।\nबाजत है ताल मृदंग मधुरसे गावणा॥ आ०॥२॥\nमोर मुगुट पीतांबर शोभे छबी देखी मन मोहे।\nहरख निरख आनंद बधामणा॥ आ०॥३॥\n\n13.\nहोरी खेलनकू आई राधा प्यारी हाथ लिये पिचकरी॥ध्रु०॥\nकितना बरसे कुंवर कन्हैया कितना बरस राधे प्यारी॥ हाथ०॥१॥\nसात बरसके कुंवर कन्हैया बारा बरसकी राधे प्यारी॥ हाथ०॥२॥\nअंगली पकड मेरो पोचो पकड्यो बैयां पकड झक झारी॥ हाथ०॥३॥\nमीरा कहे प्रभु गिरिधर नागर तुम जीते हम हारी॥ हाथ०॥४॥\n\n14.\nमेरो मनमोहना, आयो नहीं सखी री॥\nकैं कहुं काज किया संतन का, कै कहुं गैल भुलावना॥\nकहा करूं कित जाऊं मेरी सजनी, लाग्यो है बिरह सतावना॥\nमीरा दासी दरसण प्यासी, हरिचरणां चित लावना॥\n\n15.\nहरिनाम बिना नर ऐसा है। दीपकबीन मंदिर जैसा है॥ध्रु०॥\nजैसे बिना पुरुखकी नारी है। जैसे पुत्रबिना मातारी है।\nजलबिन सरोबर जैसा है। हरिनामबिना नर ऐसा है॥१॥\nजैसे सशीविन रजनी सोई है। जैसे बिना लौकनी रसोई है।\nघरधनी बिन घर जैसा है। हरिनामबिना नर ऐसा है॥२॥\nठुठर बिन वृक्ष बनाया है। जैसा सुम संचरी नाया है।\nगिनका घर पूतेर जैसा है। हरिनम बिना नर ऐसा है॥३॥\nकहे हरिसे मिलना। जहां जन्ममरणकी नही कलना।\nबिन गुरुका चेला जैसा है। हरिनामबिना नर ऐसा है॥४॥\n\n16.\nहरि तुम हरो जन की भीर।\nद्रोपदी की लाज राखी, तुम बढायो चीर॥\nभक्त कारण रूप नरहरि, धरयो आप शरीर।\nहिरणकश्यपु मार दीन्हों, धरयो नाहिंन धीर॥\nबूडते गजराज राखे, कियो बाहर नीर।\nदासि 'मीरा लाल गिरिधर, दु:ख जहाँ तहँ पीर॥\n\n17.\nहरि गुन गावत नाचूंगी॥ध्रु०॥\nआपने मंदिरमों बैठ बैठकर। गीता भागवत बाचूंगी॥१॥\nग्यान ध्यानकी गठरी बांधकर। हरीहर संग मैं लागूंगी॥२॥\nमीराके प्रभु गिरिधर नागर। सदा प्रेमरस चाखुंगी॥३॥\n\n18.\nतो सांवरे के रंग राची।\nसाजि सिंगार बांधि पग घुंघरू, लोक-लाज तजि नाची।।\nगई कुमति, लई साधुकी संगति, भगत, रूप भै सांची।\nगाय गाय हरिके गुण निस दिन, कालब्यालसूँ बांची।।\nउण बिन सब जग खारो लागत, और बात सब कांची।\nमीरा श्रीगिरधरन लालसूँ, भगति रसीली जांची।।\n\n19.\nशरणागतकी लाज। तुमकू शणागतकी लाज॥ध्रु०॥\nनाना पातक चीर मेलाय। पांचालीके काज॥१॥\nप्रतिज्ञा छांडी भीष्मके। आगे चक्रधर जदुराज॥२॥\nमीराके प्रभु गिरिधर नागर। दीनबंधु महाराज॥३॥\n\n20. \nसांवरा म्हारी प्रीत निभाज्यो जी॥\nथे छो म्हारा गुण रा सागर, औगण म्हारूं मति जाज्यो जी।\nलोकन धीजै (म्हारो) मन न पतीजै, मुखडारा सबद सुणाज्यो जी॥\nमैं तो दासी जनम जनम की, म्हारे आंगणा रमता आज्यो जी।\nमीरा के प्रभु गिरधर नागर, बेड़ो पार लगाज्यो जी॥\n\n21.\nनाव किनारे लगाव प्रभुजी नाव किना०॥ध्रु०॥\nनदीया घहेरी नाव पुरानी। डुबत जहाज तराव॥१॥\nग्यान ध्यानकी सांगड बांधी। दवरे दवरे आव॥२॥\nमीरा कहे प्रभु गिरिधर नागर। पकरो उनके पाव॥३॥\n\n22.\nहोरी खेलत हैं गिरधारी।\nमुरली चंग बजत डफ न्यारो।\nसंग जुबती ब्रजनारी।।\nचंदन केसर छिड़कत मोहन\nअपने हाथ बिहारी।\nभरि भरि मूठ गुलाल लाल संग\nस्यामा प्राण पियारी।\nगावत चार धमार राग तहं\nदै दै कल करतारी।।\nफाग जु खेलत रसिक सांवरो\nबाढ्यौ रस ब्रज भारी।\nमीरा कूं प्रभु गिरधर मिलिया\nमोहनलाल बिहारी।।\n\n23.\nसखी, मेरी नींद नसानी हो।\nपिवको पंथ निहारत सिगरी रैण बिहानी हो॥\nसखिअन मिलकर सीख दई मन, एक न मानी हो।\nबिन देख्यां कल नाहिं पड़त जिय ऐसी ठानी हो॥\nअंग अंग व्याकुल भई मुख पिय पिय बानी हो।\nअंतरबेदन बिरह की कोई पीर न जानी हो॥\nज्यूं चातक घनकूं रटै, मछली जिमि पानी हो।\nमीरा व्याकुल बिरहणी सुद बुध बिसरानी हो॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-1 \/ मीराबाई"},{"poem":"1.\nआतुर थई छुं सुख जोवांने घेर आवो नंद लालारे॥ध्रु०॥\nगौतणां मीस करी गयाछो गोकुळ आवो मारा बालारे॥१॥\nमासीरे मारीने गुणका तारी टेव तमारी ऐसी छोगळारे॥२॥\nकंस मारी मातपिता उगार्या घणा कपटी नथी भोळारे॥३॥\nमीरा कहे प्रभू गिरिधर नागर गुण घणाज लागे प्यारारे॥४॥\n\n2.\nराम मिलण के काज सखी, मेरे आरति उर में जागी री।\nतड़पत-तड़पत कल न परत है, बिरहबाण उर लागी री।\nनिसदिन पंथ निहारूँ पिवको, पलक न पल भर लागी री।\nपीव-पीव मैं रटूँ रात-दिन, दूजी सुध-बुध भागी री।\nबिरह भुजंग मेरो डस्यो कलेजो, लहर हलाहल जागी री।\nमेरी आरति मेटि गोसाईं, आय मिलौ मोहि सागी री।\nमीरा ब्याकुल अति उकलाणी, पिया की उमंग अति लागी री।\n\n3.\nआयी देखत मनमोहनकू, मोरे मनमों छबी छाय रही॥ध्रु०॥\nमुख परका आचला दूर कियो। तब ज्योतमों ज्योत समाय रही॥२॥\nसोच करे अब होत कंहा है। प्रेमके फुंदमों आय रही॥३॥\nमीरा के प्रभु गिरिधर नागर। बुंदमों बुंद समाय रही॥४॥\n\n4.\nआली रे मेरे नैणा बाण पड़ी।\nचित्त चढ़ो मेरे माधुरी मूरत उर बिच आन अड़ी।\nकब की ठाढ़ी पंथ निहारूँ अपने भवन खड़ी।।\nकैसे प्राण पिया बिन राखूँ जीवन मूल जड़ी।\nमीरा गिरधर हाथ बिकानी लोग कहै बिगड़ी।।\n\n5.\nआली, म्हांने लागे वृन्दावन नीको।\nघर घर तुलसी ठाकुर पूजा दरसण गोविन्दजी को॥\nनिरमल नीर बहत जमुना में, भोजन दूध दही को।\nरतन सिंघासन आप बिराजैं, मुगट धर्‌यो तुलसी को॥\nकुंजन कुंजन फिरति राधिका, सबद सुनन मुरली को।\nमीरा के प्रभु गिरधर नागर, बजन बिना नर फीको॥\n\n6.\nआली , सांवरे की दृष्टि मानो, प्रेम की कटारी है॥\nलागत बेहाल भई, तनकी सुध बुध गई ,\nतन मन सब व्यापो प्रेम, मानो मतवारी है॥\nसखियां मिल दोय चारी, बावरी सी भई न्यारी,\nहौं तो वाको नीके जानौं, कुंजको बिहारी॥\nचंदको चकोर चाहे, दीपक पतंग दाहै,\nजल बिना मीन जैसे, तैसे प्रीत प्यारी है॥\nबिनती करूं हे स्याम, लागूं मैं तुम्हारे पांव,\nमीरा प्रभु ऐसी जानो, दासी तुम्हारी है॥\n\n7.\nकठण थयां रे माधव मथुरां जाई, कागळ न लख्यो कटकोरे॥ध्रु०॥\nअहियाथकी हरी हवडां पधार्या। औद्धव साचे अटक्यारे॥१॥\nअंगें सोबरणीया बावा पेर्या। शीर पितांबर पटकोरे॥२॥\nगोकुळमां एक रास रच्यो छे। कहां न कुबड्या संग अतक्योरे॥३॥\nकालीसी कुबजा ने आंगें छे कुबडी। ये शूं करी जाणे लटकोरे॥४॥\nये छे काळी ने ते छे। कुबडी रंगे रंग बाच्यो चटकोरे॥५॥\nमीरा कहे प्रभु गिरिधर नागर। खोळामां घुंघट खटकोरे॥६॥\n\n8.\nकरुणा सुणो स्याम मेरी, मैं तो होय रही चेरी तेरी॥\nदरसण कारण भई बावरी बिरह-बिथा तन घेरी।\nतेरे कारण जोगण हूंगी, दूंगी नग्र बिच फेरी॥\nकुंज बन हेरी-हेरी॥\nअंग भभूत गले मृगछाला, यो तप भसम करूं री।\nअजहुं न मिल्या राम अबिनासी बन-बन बीच फिरूं री॥\nरोऊं नित टेरी-टेरी॥\nजन मीरा कूं गिरधर मिलिया दुख मेटण सुख भेरी।\nरूम रूम साता भइ उर में, मिट गई फेरा-फेरी॥\nरहूं चरननि तर चेरी॥\n\n9.\nसखी मेरी नींद नसानी हो।\nपिवको पंथ निहारत सिगरी, रैण बिहानी हो।\nसखियन मिलकर सीख दई मन, एक न मानी हो।\nबिन देख्यां कल नाहिं पड़त जिय, ऐसी ठानी हो।\nअंग-अंग ब्याकुल भई मुख, पिय पिय बानी हो।\nअंतर बेदन बिरहकी कोई, पीर न जानी हो।\nज्यूं चातक घनकूं रटै, मछली जिमि पानी हो।\nमीरा ब्याकुल बिरहणी, सुध बुध बिसरानी हो।\n\n10.\nकहां गयोरे पेलो मुरलीवाळो, अमने रास रमाडीरे॥ध्रु०॥\nरास रमाडवानें वनमां तेड्या मोहन मुरली सुनावीरे॥१॥\nमाता जसोदा शाख पुरावे केशव छांट्या धोळीरे॥२॥\nहमणां वेण समारी सुती प्रेहरी कसुंबळ चोळीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर चरणकमल चित्त चोरीरे॥४॥\n\n11.\nकागळ कोण लेई जायरे मथुरामां वसे रेवासी मेरा प्राण पियाजी॥ध्रु०॥\nए कागळमां झांझु शूं लखिये। थोडे थोडे हेत जणायरे॥१॥\nमित्र तमारा मळवाने इच्छे। जशोमती अन्न न खाय रे॥२॥\nसेजलडी तो मुने सुनी रे लागे। रडतां तो रजनी न जायरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल तारूं त्यां जायरे॥४॥\n\n12.\nकाना चालो मारा घेर कामछे। सुंदर तारूं नामछे॥ध्रु०॥\nमारा आंगनमों तुलसीनु झाड छे। राधा गौळण मारूं नामछे॥१॥\nआगला मंदिरमा ससरा सुवेलाछे। पाछला मंदिर सामसुमछे॥२॥\nमोर मुगुट पितांबर सोभे। गला मोतनकी मालछे॥३॥\nमीराके प्रभु गिरिधर नागर। चरन कमल चित जायछे॥४॥\n\n13.\nकाना तोरी घोंगरीया पहरी होरी खेले किसन गिरधारी॥१॥\nजमुनाके नीर तीर धेनु चरावत खेलत राधा प्यारी॥२॥\nआली कोरे जमुना बीचमों राधा प्यारी॥३॥\nमोर मुगुट पीतांबर शोभे कुंडलकी छबी न्यारी॥४॥\nमीराके प्रभु गिरिधर नागर चरनकमल बलहारी॥५॥\n\n14.\nकान्हा कानरीया पेहरीरे॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावे। खेल खेलकी गत न्यारीरे॥१॥\nखेल खेलते अकेले रहता। भक्तनकी भीड भारीरे॥२॥\nबीखको प्यालो पीयो हमने। तुह्मारो बीख लहरीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरण कमल बलिहारीरे॥४॥\n\n15.\nकान्हा बनसरी बजाय गिरधारी, तोरि बनसरी लागी मोकों प्यारीं॥ध्रु०॥\nदहीं दुध बेचने जाती जमुना। कानानें घागरी फोरी॥ काना०॥१॥\nसिरपर घट घटपर झारी। उसकूं उतार मुरारी॥ काना०॥२॥\nसास बुरीरे ननंद हटेली। देवर देवे मोको गारी॥ काना०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल बलहारी॥ काना०॥४॥\n\n16.\nकान्हो काहेकूं मारो मोकूं कांकरी, कांकरी कांकरी कांकरीरे॥ध्रु०॥\nगायो भेसो तेरे अवि होई है। आगे रही घर बाकरीरे॥ कानो॥१॥\nपाट पितांबर काना अबही पेहरत है। आगे न रही कारी घाबरीरे॥ का०॥२॥\nमेडी मेहेलात तेरे अबी होई है। आगे न रही वर छापरीरे॥ का०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। शरणे राखो तो करूं चाकरीरे॥ कान०॥४॥\n\n17.\nकायकूं देह धरी भजन बिन कोयकु देह गर्भवासकी त्रास देखाई धरी वाकी पीठ बुरी॥ भ०॥१॥\nकोल बचन करी बाहेर आयो अब तूम भुल परि॥ भ०॥२॥\nनोबत नगारा बाजे। बघत बघाई कुंटूंब सब देख ठरी॥ भ०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। जननी भार मरी॥ भ०॥४॥\n\n18.\nकारे कारे सबसे बुरे ओधव प्यारे॥ध्रु०॥\nकारेको विश्वास न कीजे अतिसे भूल परे॥१॥\nकाली जात कुजात कहीजे। ताके संग उजरे॥२॥\nश्याम रूप कियो भ्रमरो। फुलकी बास भरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। कारे संग बगरे॥४॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-2 \/ मीराबाई"},{"poem":"1.\nकालोकी रेन बिहारी। महाराज कोण बिलमायो॥ध्रु०॥\nकाल गया ज्यां जाहो बिहारी। अही तोही कौन बुलायो॥१॥\nकोनकी दासी काजल सार्यो। कोन तने रंग रमायो॥२॥\nकंसकी दासी काजल सार्यो। उन मोहि रंग रमायो॥३॥\nमीरा कहे प्रभु गिरिधर नागर। कपटी कपट चलायो॥४॥\n\n2.\nकिन्ने देखा कन्हया प्यारा की मुरलीवाला॥ध्रु०॥\nजमुनाके नीर गंवा चरावे। खांदे कंबरिया काला॥१॥\nमोर मुकुट पितांबर शोभे। कुंडल झळकत हीरा॥२॥\nमीराके प्रभु गिरिधर नागर। चरन कमल बलहारा॥३॥\n\n3.\nबादल देख डरी हो, स्याम! मैं बादल देख डरी।\nश्याम मैं बादल देख डरी।\nकाली-पीली घटा ऊमड़ी बरस्यो एक घरी।\nश्याम मैं बादल देख डरी।\nजित जाऊँ तित पाणी पाणी हुई भोम हरी।।\nजाका पिय परदेस बसत है भीजूं बाहर खरी।\nश्याम मैं बादल देख डरी।\nमीरा के प्रभु हरि अबिनासी कीजो प्रीत खरी।\nश्याम मैं बादल देख डरी।\n\n4.\nकीत गयो जादु करके नो पीया॥ध्रु०॥\nनंदनंदन पीया कपट जो कीनो। नीकल गयो छल करके॥१॥\nमोर मुगुट पितांबर शोभे। कबु ना मीले आंग भरके॥२॥\nमीरा दासी शरण जो आई। चरणकमल चित्त धरके॥३॥\n\n5.\nकीसनजी नहीं कंसन घर जावो। राणाजी मारो नही॥ध्रु०॥\nतुम नारी अहल्या तारी। कुंटण कीर उद्धारो॥१॥\nकुबेरके द्वार बालद लायो। नरसिंगको काज सुदारो॥२॥\nतुम आये पति मारो दहीको। तिनोपार तनमन वारो॥३॥\nजब मीरा शरण गिरधरकी। जीवन प्राण हमारो॥४॥\n\n6.\nकुंजबनमों गोपाल राधे॥ध्रु०॥\nमोर मुकुट पीतांबर शोभे। नीरखत शाम तमाल॥१॥\nग्वालबाल रुचित चारु मंडला। वाजत बनसी रसाळ॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनपर मन चिरकाल॥३॥\n\n7.\nकुण बांचे पाती, बिना प्रभु कुण बांचे पाती।\nकागद ले ऊधोजी आयो, कहां रह्या साथी।\nआवत जावत पांव घिस्या रे (वाला) अंखिया भई राती॥\nकागद ले राधा वांचण बैठी, (वाला) भर आई छाती।\nनैण नीरज में अम्ब बहे रे (बाला) गंगा बहि जाती॥\nपाना ज्यूं पीली पड़ी रे (वाला) धान नहीं खाती।\nहरि बिन जिवणो यूं जलै रे (वाला) ज्यूं दीपक संग बाती॥\nमने भरोसो रामको रे (वाला) डूब तिर्‌यो हाथी।\nदासि मीरा लाल गिरधर, सांकडारो साथी॥\n\n8.\nकुबजानें जादु डारा। मोहे लीयो शाम हमारारे॥ कुबजा०॥ध्रु०॥\nदिन नहीं चैन रैन नहीं निद्रा। तलपतरे जीव हमरारे॥ कुब०॥१॥\nनिरमल नीर जमुनाजीको छांड्यो। जाय पिवे जल खारारे॥ कु०॥२॥\nइत गोकुल उत मथुरा नगरी। छोड्यायो पिहु प्यारा॥ कु०॥३॥\nमोर मुगुट पितांबर शोभे। जीवन प्रान हमारा॥ कु०॥४॥\nमीराके प्रभु गिरिधर नागर। बिरह समुदर सारा॥ कुबजानें जादू डारारे कुब०॥५॥\n\n9.\nकृष्ण करो जजमान॥ प्रभु तुम॥ध्रु०॥\nजाकी किरत बेद बखानत। सांखी देत पुरान॥ प्रभु०२॥\nमोर मुकुट पीतांबर सोभत। कुंडल झळकत कान॥ प्रभु०३॥\nमीराके प्रभू गिरिधर नागर। दे दरशनको दान॥ प्रभु०४॥\n\n10.\nकृष्णमंदिरमों नाचे तो ताल मृदंग रंग चटकी।\nपावमों घुंगरू झुमझुम वाजे। तो ताल राखो घुंगटकी॥१॥\nनाथ तुम जान है सब घटका मीरा भक्ति करे पर घटकी॥ध्रु०॥\nध्यान धरे मीरा फेर सरनकुं सेवा करे झटपटको।\nसालीग्रामकूं तीलक बनायो भाल तिलक बीज टबकी॥२॥\nबीख कटोरा राजाजीने भेजो तो संटसंग मीरा हटकी।\nले चरणामृत पी गईं मीरा जैसी शीशी अमृतकी॥३॥\nघरमेंसे एक दारा चली शीरपर घागर और मटकी।\nमीरा कहे प्रभु गिरिधर नागर। जैसी डेरी तटवरकी॥४॥\n\n11.\nकैसी जादू डारी। अब तूने कैशी जादु॥ध्रु०॥\nमोर मुगुट पितांबर शोभे। कुंडलकी छबि न्यारी॥१॥\nवृंदाबन कुंजगलीनमों। लुटी गवालन सारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलहारी॥३॥\n\n12.\nकोई कहियौ रे प्रभु आवन की,\nआवनकी मनभावन की।\nआप न आवै लिख नहिं भेजै ,\nबाण पड़ी ललचावन की।\nए दोउ नैण कह्यो नहिं मानै,\nनदियां बहै जैसे सावन की।\nकहा करूं कछु नहिं बस मेरो,\nपांख नहीं उड़ जावनकी।\nमीरा कहै प्रभु कब रे मिलोगे,\nचेरी भै हूँ तेरे दांवन की।\n\n13.\nकोईकी भोरी वोलो मइंडो मेरो लूंटे॥ध्रु०॥\nछोड कनैया ओढणी हमारी। माट महिकी काना मेरी फुटे॥ को०॥१॥\nछोड कनैया मैयां हमारी। लड मानूकी काना मेरी तूटे॥ को०॥२॥\nछोडदे कनैया चीर हमारो। कोर जरीकी काना मेरी छुटे॥ को०॥३॥\nमीरा कहे प्रभू गिरिधर नागर। लागी लगन काना मेरी नव छूटे॥ को०॥४॥\n\n14.\nकोई देखोरे मैया। शामसुंदर मुरलीवाला॥ध्रु०॥\nजमुनाके तीर धेनु चरावत। दधी घट चोर चुरैया॥१॥\nब्रिंदाजीबनके कुंजगलीनमों। हमकू देत झुकैया॥२॥\nईत गोकुल उत मथुरा नगरी। पकरत मोरी भय्या॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बजैया॥४॥\n\n16.\nकौन भरे जल जमुना। सखीको०॥ध्रु०॥\nबन्सी बजावे मोहे लीनी। हरीसंग चली मन मोहना॥१॥\nशाम हटेले बडे कवटाले। हर लाई सब ग्वालना॥२॥\nकहे मीरा तुम रूप निहारो। तीन लोक प्रतिपालना॥३॥\n\n17.\nकरूं मैं बनमें गई घर होती। तो शामकू मनाई लेती॥ध्रु०॥\nगोरी गोरी बईमया हरी हरी चुडियां। झाला देके बुलालेती॥१॥\nअपने शाम संग चौपट रमती। पासा डालके जीता लेती॥२॥\nबडी बडी अखिया झीणा झीणा सुरमा। जोतसे जोत मिला लेती॥३॥\nकहे प्रभु गिरिधर नागर। चरनकमल लपटा लेती॥४॥\n\n18.\nखबर मोरी लेजारे बंदा जावत हो तुम उनदेस॥ध्रु०॥\nहो नंदके नंदजीसु यूं जाई कहीयो। एकबार दरसन दे जारे॥१॥\nआप बिहारे दरसन तिहारे। कृपादृष्टि करी जारे॥२॥\nनंदवन छांड सिंधु तब वसीयो। एक हाम पैन सहजीरे।\nजो दिन ते सखी मधुबन छांडो। ले गयो काळ कलेजारे॥३॥\nमीराके प्रभु गिरिधर नागर। सबही बोल सजारे॥४॥\n\n19.\nखबर मोरी लेजारे बंदा जावत हो तुम उनदेस॥ध्रु०॥\nहो नंदके नंदजीसु यूं जाई कहीयो। एकबार दरसन दे जारे॥१॥\nआप बिहारे दरसन तिहारे। कृपादृष्टि करी जारे॥२॥\nनंदवन छांड सिंधु तब वसीयो। एक हाम पैन सहजीरे।\nजो दिन ते सखी मधुबन छांडो। ले गयो काळ कलेजारे॥३॥\nमीराके प्रभु गिरिधर नागर। सबही बोल सजारे॥४॥\n\n20..\nगली तो चारों बंद हुई, मैं हरिसे मिलूं कैसे जाय।\nऊंची नीची राह लपटीली, पांव नहीं ठहराय।\nसोच सोच पग धरूं जतनसे, बार बार डिग जाय॥\nऊंचा नीचा महल पियाका म्हांसूं चढ़्‌यो न जाय।\nपिया दूर पंथ म्हारो झीणो, सुरत झकोला खाय॥\nकोस कोस पर पहरा बैठ्या, पैंड़ पैंड़ बटमार।\nहै बिधना, कैसी रच दीनी दूर बसायो म्हांरो गांव॥\nमीरा के प्रभु गिरधर नागर सतगुरु दई बताय।\nजुगन जुगन से बिछड़ी मीरा घर में लीनी लाय॥\n\n21.\nगांजा पीनेवाला जन्मको लहरीरे॥ध्रु०॥\nस्मशानावासी भूषणें भयंकर। पागट जटा शीरीरे॥१॥\nव्याघ्रकडासन आसन जयाचें। भस्म दीगांबरधारीरे॥२॥\nत्रितिय नेत्रीं अग्नि दुर्धर। विष हें प्राशन करीरे॥३॥\nमीरा कहे प्रभू ध्यानी निरंतर। चरण कमलकी प्यारीरे॥४॥\n\n22.\nगांजा पीनेवाला जन्मको लहरीरे॥ध्रु०॥\nस्मशानावासी भूषणें भयंकर। पागट जटा शीरीरे॥१॥\nव्याघ्रकडासन आसन जयाचें। भस्म दीगांबरधारीरे॥२॥\nत्रितिय नेत्रीं अग्नि दुर्धर। विष हें प्राशन करीरे॥३॥\nमीरा कहे प्रभू ध्यानी निरंतर। चरण कमलकी प्यारीरे॥४॥\n\n23.\nगोपाल राधे कृष्ण गोविंद॥ गोविंद॥ध्रु०॥\nबाजत झांजरी और मृंदग। और बाजे करताल॥१॥\nमोर मुकुट पीतांबर शोभे। गलां बैजयंती माल॥२॥\nमीरा कहे प्रभु गिरिधर नागर। भक्तनके प्रतिपाल॥३॥\n\n24.\nगोबिन्द कबहुं मिलै पिया मेरा॥\nचरण कंवल को हंस हंस देखूं, राखूं नैणां नेरा।\nनिरखणकूं मोहि चाव घणेरो, कब देखूं मुख तेरा॥\nव्याकुल प्राण धरत नहिं धीरज, मिल तूं मीत सबेरा।\nमीरा के प्रभु गिरधर नागर ताप तपन बहुतेरा॥\n\n25.\nघर आंगण न सुहावै, पिया बिन मोहि न भावै॥\nदीपक जोय कहा करूं सजनी, पिय परदेस रहावै।\nसूनी सेज जहर ज्यूं लागे, सिसक-सिसक जिय जावै॥\nनैण निंदरा नहीं आवै॥\nकदकी उभी मैं मग जोऊं, निस-दिन बिरह सतावै।\nकहा कहूं कछु कहत न आवै, हिवड़ो अति उकलावै॥\nहरि कब दरस दिखावै॥\nऐसो है कोई परम सनेही, तुरत सनेसो लावै।\nवा बिरियां कद होसी मुझको, हरि हंस कंठ लगावै॥\nमीरा मिलि होरी गावै॥\n\n26.\nघर आवो जी सजन मिठ बोला।\nतेरे खातर सब कुछ छोड्या, काजर, तेल तमोला॥\nजो नहिं आवै रैन बिहावै, छिन माशा छिन तोला।\n'मीरा' के प्रभु गिरिधर नागर, कर धर रही कपोला॥\n\n27.\nचरन रज महिमा मैं जानी। याहि चरनसे गंगा प्रगटी।\nभगिरथ कुल तारी॥ चरण०॥१॥\nयाहि चरनसे बिप्र सुदामा। हरि कंचन धाम दिन्ही॥ च०॥२॥\nयाहि चरनसे अहिल्या उधारी। गौतम घरकी पट्टरानी॥ च०॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमल से लटपटानी॥ चरण०॥४॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-3 \/ मीराबाई"},{"poem":"1.\nस्याम! मने चाकर राखो जी\nगिरधारी लाला! चाकर राखो जी।\nचाकर रहसूं बाग लगासूं नित उठ दरसण पासूं।\nब्रिंदाबन की कुंजगलिन में तेरी लीला गासूं।।\nचाकरी में दरसण पाऊँ सुमिरण पाऊँ खरची।\nभाव भगति जागीरी पाऊँ, तीनूं बाता सरसी।।\nमोर मुकुट पीताम्बर सोहै, गल बैजंती माला।\nब्रिंदाबन में धेनु चरावे मोहन मुरलीवाला।।\nहरे हरे नित बाग लगाऊँ, बिच बिच राखूं क्यारी।\nसांवरिया के दरसण पाऊँ, पहर कुसुम्मी सारी।\nजोगी आया जोग करणकूं, तप करणे संन्यासी।\nहरी भजनकूं साधू आया ब्रिंदाबन के बासी।।\nमीरा के प्रभु गहिर गंभीरा सदा रहो जी धीरा।\nआधी रात प्रभु दरसन दीन्हें, प्रेमनदी के तीरा।।\n\n2.\nचालने सखी दही बेचवा जइंये, ज्या सुंदर वर रमतोरे॥ध्रु०॥\nप्रेमतणां पक्कान्न लई साथे। जोईये रसिकवर जमतोरे॥१॥\nमोहनजी तो हवे भोवो थयो छे। गोपीने नथी दमतोरे॥२॥\nमीरा कहे प्रभु गिरिधर नागर। रणछोड कुबजाने गमतोरे॥३॥\n\n3.\nचालो अगमके देस कास देखत डरै।\nवहां भरा प्रेम का हौज हंस केल्यां करै॥\nओढ़ण लज्जा चीर धीरज कों घांघरो।\nछिमता कांकण हाथ सुमत को मूंदरो॥\nदिल दुलड़ी दरियाव सांचको दोवडो।\nउबटण गुरुको ग्यान ध्यान को धोवणो॥\nकान अखोटा ग्यान जुगतको झोंटणो।\nबेसर हरिको नाम चूड़ो चित ऊजणो॥\nपूंची है बिसवास काजल है धरमकी।\nदातां इम्रत रेख दयाको बोलणो॥\nजौहर सील संतोष निरतको घूंघरो।\nबिंदली गज और हार तिलक हरि-प्रेम रो॥\nसज सोला सिणगार पहरि सोने राखड़ीं।\nसांवलियांसूं प्रीति औरासूं आखड़ी॥\nपतिबरता की सेज प्रभुजी पधारिया।\nगावै दासि कर राखिया॥\n\n4.\nचालो ढाकोरमा जइज वसिये। मनेले हे लगाडी रंग रसिये॥ध्रु०॥\nप्रभातना पोहोरमा नौबत बाजे। अने दर्शन करवा जईये॥१॥\nअटपटी पाघ केशरीयो वाघो। काने कुंडल सोईये॥२॥\nपिवळा पितांबर जर कशी जामो। मोतन माळाभी मोहिये॥३॥\nचंद्रबदन आणियाळी आंखो। मुखडुं सुंदर सोईये॥४॥\nरूमझुम रूमझुम नेपुर बाजे। मन मोह्यु मारूं मुरलिये॥५॥\nमीरा कहे प्रभु गिरिधर नागर। अंगो अंग जई मळीयेरे॥६॥\n\n5.\nचालो मन गंगा जमुना तीर।\nगंगा जमुना निरमल पाणी सीतल होत सरीर।\nबंसी बजावत गावत कान्हो, संग लियो बलबीर॥\nमोर मुगट पीताम्बर सोहे कुण्डल झलकत हीर।\nमीराके प्रभु गिरधर नागर चरण कंवल पर सीर॥\n\n6.\nचालो सखी मारो देखाडूं। बृंदावनमां फरतोरे॥ध्रु०॥\nनखशीखसुधी हीरानें मोती। नव नव शृंगार धरतोरे॥१॥\nपांपण पाध कलंकी तोरे। शिरपर मुगुट धरतोरे॥२॥\nधेनु चरावे ने वेणू बजावे। मन माराने हरतोरे॥३॥\nरुपनें संभारुं के गुणवे संभारु। जीव राग छोडमां गमतोरे॥४॥\nमीरा कहे प्रभु गिरिधर नागर। सामळियो कुब्जाने वरतोरे॥५॥\n\n7.\nतनक हरि चितवौ जी मोरी ओर।\nहम चितवत तुम चितवत नाहीं\nमन के बड़े कठोर।\nमेरे आसा चितनि तुम्हरी\nऔर न दूजी ठौर।\nतुमसे हमकूँ एक हो जी\nहम-सी लाख करोर।।\nकब की ठाड़ी अरज करत हूँ\nअरज करत भै भोर।\nमीरा के प्रभु हरि अबिनासी\nदेस्यूँ प्राण अकोर।।\n\n8.\nछोड़ मत जाज्यो जी महाराज॥\nमैं अबला बल नायं गुसाईं, तुमही मेरे सिरताज।\nमैं गुणहीन गुण नांय गुसाईं, तुम समरथ महाराज॥\nथांरी होयके किणरे जाऊं, तुमही हिबडा रो साज।\nमीरा के प्रभु और न कोई राखो अबके लाज॥\n\n9.\nआवो सहेल्या रली करां हे, पर घर गावण निवारि।\nझूठा माणिक मोतिया री, झूठी जगमग जोति।\nझूठा सब आभूषण री, सांचि पियाजी री पोति।\nझूठा पाट पटंबरारे, झूठा दिखणी चीर।\nसांची पियाजी री गूदडी, जामे निरमल रहे सरीर।\n\n10.\nजोसीड़ा ने लाख बधाई रे अब घर आये स्याम॥\nआज आनंद उमंगि भयो है जीव लहै सुखधाम।\nपांच सखी मिलि पीव परसिकैं आनंद ठामूं ठाम॥\nबिसरि गयो दुख निरखि पियाकूं, सुफल मनोरथ काम।\nमीराके सुखसागर स्वामी भवन गवन कियो राम॥\n\n11.\nझुलत राधा संग। गिरिधर झूलत राधा संग॥ध्रु०॥\nअबिर गुलालकी धूम मचाई। भर पिचकारी रंग॥ गिरि०॥१॥\nलाल भई बिंद्रावन जमुना। केशर चूवत रंग॥ गिरि०॥२॥\nनाचत ताल आधार सुरभर। धिमी धिमी बाजे मृदंग॥ गिरि०॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमलकू दंग॥ गिरि०॥४॥\n\n12.\nछोडो चुनरया छोडो मनमोहन मनमों बिच्यारो॥धृ०॥\nनंदाजीके लाल। संग चले गोपाल धेनु चरत चपल।\nबीन बाजे रसाल। बंद छोडो॥१॥\nकाना मागत है दान। गोपी भये रानोरान।\nसुनो उनका ग्यान। घबरगया उनका प्रान।\nचिर छोडो॥२॥\nमीरा कहे मुरारी। लाज रखो मेरी।\nपग लागो तोरी। अब तुम बिहारी।\nचिर छोडो॥३॥\n\n13.\nजमुनाजीको तीर दधी बेचन जावूं॥ध्रु०॥\nयेक तो घागर सिरपर भारी दुजा सागर दूर॥१॥\nकैसी दधी बेचन जावूं एक तो कन्हैया हटेला दुजा मखान चोर॥ कैसा०॥२॥\nयेक तो ननंद हटेली दुजा ससरा नादान॥३॥\nहै मीरा दरसनकुं प्यासी। दरसन दिजोरे महाराज॥४॥\n\n14.\nजमुनामों कैशी जाऊं मोरे सैया। बीच खडा तोरो लाल कन्हैया॥ध्रु०॥\nब्रिदाबनके मथुरा नगरी पाणी भरणा। कैशी जाऊं मोरे सैंया॥१॥\nहातमों मोरे चूडा भरा है। कंगण लेहेरा देत मोरे सैया॥२॥\nदधी मेरा खाया मटकी फोरी। अब कैशी बुरी बात बोलु मोरे सैया॥३॥\nशिरपर घडा घडेपर झारी। पतली कमर लचकया सैया॥४॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलजाऊ मोरे सैया॥५॥\n\n15.\nजल कैशी भरुं जमुना भयेरी॥ध्रु०॥\nखडी भरुं तो कृष्ण दिखत है। बैठ भरुं तो भीजे चुनडी॥१॥\nमोर मुगुटअ पीतांबर शोभे। छुम छुम बाजत मुरली॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चणरकमलकी मैं जेरी॥३॥\n\n16.\nजल भरन कैशी जाऊंरे। जशोदा जल भरन॥ध्रु०॥\nवाटेने घाटे पाणी मागे मारग मैं कैशी पाऊं॥ज० १॥\nआलीकोर गंगा पलीकोर जमुना। बिचमें सरस्वतीमें नहावूं॥ज० २॥\nब्रिंदावनमें रास रच्चा है। नृत्य करत मन भावूं॥ज० ३॥\nमीरा कहे प्रभु गिरिधर नागर। हेते हरिगुण गाऊं॥ज० ४॥\n\n17.\nजशोदा मैया मै नही दधी खायो॥ध्रु०॥\nप्रात समये गौबनके पांछे। मधुबन मोहे पठायो॥१॥\nसारे दिन बन्सी बन भटके। तोरे आगे आयो॥२॥\nले ले अपनी लकुटी कमलिया। बहुतही नाच नचायो॥३॥\nतुम तो धोठा पावनको छोटा। ये बीज कैसो पायो॥४॥\nग्वाल बाल सब द्वारे ठाडे है। माखन मुख लपटायो॥५॥\nमीरा कहे प्रभु गिरिधर नागर। जशोमती कंठ लगायो॥६॥\n\n18.\nजसवदा मैय्यां नित सतावे कनैय्यां, वाकु भुरकर क्या कहुं मैय्यां॥ध्रु०॥\nबैल लावे भीतर बांधे। छोर देवता सब गैय्यां॥ जसवदा मैया०॥१॥\nसोते बालक आन जगावे। ऐसा धीट कनैय्यां॥२॥\nमीराके प्रभु गिरिधर नागर। हरि लागुं तोरे पैय्यां॥ जसवदा०॥३॥\n\n19.\nजाके मथुरा कान्हांनें घागर फोरी, घागरिया फोरी दुलरी मोरी तोरी॥ध्रु०॥\nऐसी रीत तुज कौन सिकावे। किलन करत बलजोरी॥१॥\nसास हठेली नंद चुगेली। दीर देवत मुजे गारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल चितहारी॥३॥\n\n20.\nजागो बंसी वारे जागो मोरे ललन।\nरजनी बीती भोर भयो है घर घर खुले किवारे।\nगोपी दही मथत सुनियत है कंगना के झनकारे।\nउठो लालजी भोर भयो है सुर नर ठाढ़े द्वारे ।\nग्वाल बाल सब करत कोलाहल जय जय सबद उचारे ।\nमीरा के प्रभु गिरधर नागर शरण आया कूं तारे ॥\n\n21.\nजागो म्हांरा जगपतिरायक हंस बोलो क्यूं नहीं॥\nहरि छो जी हिरदा माहिं पट खोलो क्यूं नहीं॥\nतन मन सुरति संजोइ सीस चरणां धरूं।\nजहां जहां देखूं म्हारो राम तहां सेवा करूं॥\nसदकै करूं जी सरीर जुगै जुग वारणैं।\nछोड़ी छोड़ी लिखूं सिलाम बहोत करि जानज्यौ।\nबंदी हूं खानाजाद महरि करि मानज्यौ॥\nहां हो म्हारा नाथ सुनाथ बिलम नहिं कीजिये।\nमीरा चरणां की दासि दरस फिर दीजिये॥\n\n22.\nजोगी मेरो सांवळा कांहीं गवोरी॥ध्रु०॥\nन जानु हार गवो न जानु पार गवो। न जानुं जमुनामें डुब गवोरी॥१॥\nईत गोकुल उत मथुरानगरी। बीच जमुनामो बही गवोरी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल चित्त हार गवोरी॥३॥\n\n24.\nजो तुम तोडो पियो मैं नही तोडू, तोरी प्रीत तोडी कृष्ण कोन संग जोडू\n॥ध्रु०॥\nतुम भये तरुवर मैं भई पखिया। तुम भये सरोवर मैं तोरी मछिया॥ जो०॥१॥\nतुम भये गिरिवर मैं भई चारा। तुम भये चंद्रा हम भये चकोरा॥ जो०॥२॥\nतुम भये मोती प्रभु हम भये धागा। तुम भये सोना हम भये स्वागा॥ जो०॥३॥\nबाई मीरा कहे प्रभु ब्रज के बासी। तुम मेरे ठाकोर मैं तेरी दासी॥ जो०॥४॥\n\n25.\nज्यानो मैं राजको बेहेवार उधवजी। मैं जान्योही राजको बेहेवार।\nआंब काटावो लिंब लागावो। बाबलकी करो बाड॥जा०॥१॥\nचोर बसावो सावकार दंडावो। नीती धरमरस बार॥ जा०॥२॥\nमेरो कह्यो सत नही जाणयो। कुबजाके किरतार॥ जा०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। अद्वंद दरबार॥ जा०॥४॥\n\n26\nज्या संग मेरा न्याहा लगाया। वाकू मैं धुंडने जाऊंगी॥ध्रु०॥\nजोगन होके बनबन धुंडु। आंग बभूत रमायोरे॥१॥\nगोकुल धुंडु मथुरा धुंडु। धुंडु फीरूं कुंज गलीयारे॥२॥\nमीरा दासी शरण जो आई। शाम मीले ताहां जाऊंरे॥३॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-4 \/ मीराबाई"},{"poem":"1.\nछैल बिराणे लाख को हे अपणे काज न होइ।\nताके संग सीधारतां हे, भला न कहसी कोइ।\nवर हीणों आपणों भलो हे, कोढी कुष्टि कोइ।\nजाके संग सीधारतां है, भला कहै सब लोइ।\nअबिनासी सूं बालवां हे, जिपसूं सांची प्रीत।\nमीरा कूं प्रभु मिल्या हे, ऐहि भगति की रीत॥\n\n2.\nडर गयोरी मन मोहनपास, डर गयोरी मन मोहनपास॥१॥\nबीरहा दुबारा मैं तो बन बन दौरी। प्राण त्यजुगी करवत लेवगी काशी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। हरिचरणकी दासी॥३॥\n\n3.\nतुम कीं करो या हूं ज्यानी। तुम०॥ध्रु०॥\nब्रिंद्राजी बनके कुंजगलीनमों। गोधनकी चरैया हूं ज्यानी॥१॥\nमोर मुगुट पीतांबर सोभे। मुरलीकी बजैया हूं ज्यानी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। दान दिन ले तब लै हुं ज्यानी॥३॥\n\n4.\nम्हारे घर आओ प्रीतम प्यारा।।\nतन मन धन सब भेंट धरूंगी भजन करूंगी तुम्हारा।\nम्हारे घर आओ प्रीतम प्यारा।।\nतुम गुणवंत सुसाहिब कहिये मोमें औगुण सारा।।\nम्हारे घर आओ प्रीतम प्यारा।।\nमैं निगुणी कछु गुण नहिं जानूं तुम सा बगसणहारा।।\nम्हारे घर आओ प्रीतम प्यारा।।\nमीरा कहै प्रभु कब रे मिलोगे तुम बिन नैण दुखारा।।\nम्हारे घर आओ प्रीतम प्यारा।।\n\n5.\nतुम बिन मेरी कौन खबर ले, गोवर्धन गिरिधारीरे॥ध्रु०॥\nमोर मुगुट पीतांबर सोभे। कुंडलकी छबी न्यारीरे॥ तुम०॥१॥\nभरी सभामों द्रौपदी ठारी। राखो लाज हमारी रे॥ तुम०॥२॥\nमीराके प्रभु गिरिधर नागर। चरनकमल बलहारीरे॥ तुम०॥३॥\n\n6.\nदूर नगरी, बड़ी दूर नगरी-नगरी\nकैसे मैं तेरी गोकुल नगरी\nदूर नगरी बड़ी दूर नगरी\nरात को कान्हा डर माही लागे,\nदिन को तो देखे सारी नगरी। दूर नगरी...\nसखी संग कान्हा शर्म मोहे लागे,\nअकेली तो भूल जाऊँ तेरी डगरी। दूर नगरी...\nधीरे-धीरे चलूँ तो कमर मोरी लचके\nझटपट चलूँ तो छलकाए गगरी। दूर नगरी...\nमीरा कहे प्रभु गिरधर नागर,\nतुमरे दरस बिन मैं तो हो गई बावरी। दूर नगरी...\n\n7.\nतुम लाल नंद सदाके कपटी॥ध्रु०॥\nसबकी नैया पार उतर गयी। हमारी नैया भवर बिच अटकी॥१॥\nनैया भीतर करत मस्करी। दे सय्यां अरदन पर पटकी॥२॥\nब्रिंदाबनके कुंजगलनमों सीरकी। घगरीया जतनसे पटकी॥३॥\nमीराके प्रभु गिरिधर नागर। राधे तूं या बन बन भटकी॥४॥\n\n8.\nतुम सुणौ दयाल म्हारी अरजी॥\nभवसागर में बही जात हौं, काढ़ो तो थारी मरजी।\nइण संसार सगो नहिं कोई, सांचा सगा रघुबरजी॥\nमात पिता औ कुटुम कबीलो सब मतलब के गरजी।\nमीरा की प्रभु अरजी सुण लो चरण लगाओ थारी मरजी॥\n\n9.\nतुम्हरे कारण सब छोड्या, अब मोहि क्यूं तरसावौ हौ।\nबिरह-बिथा लागी उर अंतर, सो तुम आय बुझावौ हो॥\nअब छोड़त नहिं बड़ै प्रभुजी, हंसकर तुरत बुलावौ हौ।\nमीरा दासी जनम जनम की, अंग से अंग लगावौ हौ॥\n\n10.\nतेरे सावरे मुख पर वारी। वारी वारी बलिहारी॥ध्रु०॥\nमोर मुगुट पितांबर शोभे। कुंडलकी छबि न्यारी न्यारी॥१॥\nब्रिंदामन मों धेनु चरावे। मुरली बजावत प्यारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरण कमल चित्त वारी॥३॥\n\n11.\nमेरी गेंद चुराई। ग्वालनारे॥ध्रु०॥\nआबहि आणपेरे तोरे आंगणा। आंगया बीच छुपाई॥१॥\nग्वाल बाल सब मिलकर जाये। जगरथ झोंका आई॥२॥\nसाच कन्हैया झूठ मत बोले। घट रही चतुराई॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलजाई॥४॥\n\n12.\nतोती मैना राधे कृष्ण बोल। तोती मैना राधे कृष्ण बोल॥ध्रु०॥\nयेकही तोती धुंडत आई। लकट किया अनी मोल॥तोती मै०॥१॥\nदाना खावे तोती पानी पीवे। पिंजरमें करत कल्लोळ॥ तो०॥२॥\nमीराके प्रभु गिरिधर नागर। हरिके चरण चित डोल॥ तो०॥३॥\n\n13.\nतोरी सावरी सुरत नंदलालाजी॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावत। कारी कामली वालाजी॥१॥\nमोर मुगुट पितांबर शोभे। कुंडल झळकत लालाजी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। भक्तनके प्रतिपालाजी॥३॥\n\n14.\nतोसों लाग्यो नेह रे प्यारे, नागर नंद कुमार।\nमुरली तेरी मन हर्यो, बिसर्यो घर-व्यौहार॥\nजब तें सवननि धुनि परि, घर आँगण न सुहाइ।\nपारधि ज्यूँ चूकै नहीं, मृगी बेधी दइ आइ॥\nपानी पीर न जानई ज्यों मीन तड़फि मरि जाइ।\nरसिक मधुप के मरम को नहिं समुझत कमल सुभाइ॥\nदीपक को जो दया नहिं, उड़ि-उड़ि मरत पतंग।\n'मीरा' प्रभु गिरिधर मिले, जैसे पाणी मिलि गयो रंग॥\n\n15.\nथारो विरुद्ध घेटे कैसी भाईरे॥ध्रु०॥\nसैना नायको साची मीठी। आप भये हर नाईरे॥१॥\nनामा शिंपी देवल फेरो। मृतीकी गाय जिवाईरे॥२॥\nराणाने भेजा बिखको प्यालो। पीबे मिराबाईरे॥३॥\n\n16.\nतो पलक उघाड़ो दीनानाथ,मैं हाजिर-नाजिर कद की खड़ी॥\nसाजणियां दुसमण होय बैठ्या, सबने लगूं कड़ी।\nतुम बिन साजन कोई नहिं है, डिगी नाव मेरी समंद अड़ी॥\nदिन नहिं चैन रैण नहीं निदरा, सूखूं खड़ी खड़ी।\nबाण बिरह का लग्या हिये में, भूलुं न एक घड़ी॥\nपत्थर की तो अहिल्या तारी बन के बीच पड़ी।\nकहा बोझ मीरा में करिये सौ पर एक धड़ी॥\n\n17.\nहे री मैं तो प्रेम दिवानी, मेरो दरद न जाणै कोय।\nसूली ऊपर सेज हमारी सोवण किस विध होय।\nगगन मंडल पर सेज पिया की किस विध मिलणा होय।\nघायलकी गत घायल जाणै जो कोई घायल होय।\nजौहरि की गति जौहरी जाणै दूजा न जाणै कोय।\nदरद की मारी बन-बन डोलूँ बैद मिल्या नहिं कोय।\nमीराँ की प्रभु पीर मिटे जब बैद साँवलिया होय।\n\n18.\nदरस बिनु दूखण लागे नैन।\nजबसे तुम बिछुड़े प्रभु मोरे, कबहुं न पायो चैन॥\nसबद सुणत मेरी छतियां कांपे, मीठे लागे बैन।\nबिरह कथा कांसूं कहूं सजनी, बह गई करवत ऐन॥\nकल न परत पल हरि मग जोवत, भई छमासी रैन।\nमीरा के प्रभू कब र मिलोगे, दुखमेटण सुखदैन॥\n\n19.\nदीजो हो चुररिया हमारी। किसनजी मैं कन्या कुंवारी॥ध्रु०॥\nगौलन सब मिल पानिया भरन जाती। वहंको करत बलजोरी॥१॥\nपरनारीका पल्लव पकडे। क्या करे मनवा बिचारी॥२॥\nब्रिंद्रावनके कुंजबनमों। मारे रंगकी पिचकारी॥३॥\nजाके कहती यशवदा मैया। होगी फजीती तुम्हारी॥४॥\nमीराके प्रभु गिरिधर नागर। भक्तनके है लहरी॥५॥\n\n20 .\nदरस बिन दूखण लागे नैन।\nजबसे तुम बिछुड़े प्रभु मोरे, कबहुं न पायो चैन।\nसबद सुणत मेरी छतियां, कांपै मीठे लागै बैन।\nबिरह व्यथा कांसू कहूं सजनी, बह गई करवत ऐन।\nकल न परत पल हरि मग जोवत, भई छमासी रैन।\nमीरा के प्रभु कब रे मिलोगे, दुख मेटण सुख देन।\n\n21 .\nमेरे तो गिरधर गोपाल दूसरो न कोई।।\nजाके सिर मोर मुकुट मेरो पति सोई।\nतात मात भ्रात बंधु आपनो न कोई।।\nछांडि दई कुलकी कानि कहा करिहै कोई।\nसंतन ढिग बैठि बैठि लोकलाज खोई।।\nचुनरी के किये टूक ओढ़ लीन्ही लोई।\nमोती मूंगे उतार बनमाला पोई।।\nअंसुवन जल सीचि सीचि प्रेम बेलि बोई।\nअब तो बेल फैल गई आंणद फल होई।।\nदूध की मथनियाँ बड़े प्रेम से बिलोई।\nमाखन जब काढ़ि लियो छाछ पिये कोई।।\nभगति देखि राजी हुई जगत देखि रोई।\nदासी मीरा लाल गिरधर तारो अब मोही।।\n\n22.\nदेखत राम हंसे सुदामाकूं देखत राम हंसे॥\nफाटी तो फूलडियां पांव उभाणे चरण घसे।\nबालपणेका मिंत सुदामां अब क्यूं दूर बसे॥\nकहा भावजने भेंट पठाई तांदुल तीन पसे।\nकित गई प्रभु मोरी टूटी टपरिया हीरा मोती लाल कसे॥\nकित गई प्रभु मोरी गउअन बछिया द्वारा बिच हसती फसे।\nमीराके प्रभु हरि अबिनासी सरणे तोरे बसे॥\n\n23.\nदेखोरे देखो जसवदा मैय्या तेरा लालना, तेरा लालना मैय्यां झुले पालना॥ध्रु०॥\nबाहार देखे तो बारारे बरसकु। भितर देखे मैय्यां झुले पालना॥१॥\nजमुना जल राधा भरनेकू निकली। परकर जोबन मैय्यां तेरा लालना॥२॥\nमीराके प्रभु गिरिधर नागर। हरिका भजन नीत करना॥ मैय्यां०॥३॥\n\n24.\nनहिं एसो जनम बारंबार॥\nका जानूं कछु पुन्य प्रगटे मानुसा-अवतार।\nबढ़त छिन-छिन घटत पल-पल जात न लागे बार॥\nबिरछ के ज्यूं पात टूटे, लगें नहीं पुनि डार।\nभौसागर अति जोर कहिये अनंत ऊंड़ी धार॥\nरामनाम का बांध बेड़ा उतर परले पार।\nज्ञान चोसर मंडा चोहटे सुरत पासा सार॥\nसाधु संत महंत ग्यानी करत चलत पुकार।\nदासि मीरा लाल गिरधर जीवणा दिन च्यार॥\n\n25.\nनहिं भावै थांरो देसड़लो जी रंगरूड़ो॥\nथांरा देसा में राणा साध नहीं छै, लोग बसे सब कूड़ो।\nगहणा गांठी राणा हम सब त्यागा, त्याग्यो कररो चूड़ो॥\nकाजल टीकी हम सब त्याग्या, त्याग्यो है बांधन जूड़ो।\nमीरा के प्रभु गिरधर नागर बर पायो छै रूड़ो॥\n\n26.\nनही जाऊंरे जमुना पाणीडा, मार्गमां नंदलाल मळे॥ध्रु०॥\nनंदजीनो बालो आन न माने। कामण गारो जोई चितडूं चळे॥१॥\nअमे आहिउडां सघळीं सुवाळां। कठण कठण कानुडो मळ्यो॥२॥\nमीरा कहे प्रभु गिरिधर नागर। गोपीने कानुडो लाग्यो नळ्यो॥३॥\n\n27.\nनही तोरी बलजोरी राधे॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावे। छीन लीई बांसरी॥१॥\nसब गोपन हस खेलत बैठे। तुम कहत करी चोरी॥२॥\nहम नही अब तुमारे घरनकू। तुम बहुत लबारीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारीरे॥४॥\n\n28.\nनातो नामको जी म्हांसूं तनक न तोड्यो जाय॥\nपानां ज्यूं पीली पड़ी रे, लोग कहैं पिंड रोग।\nछाने लांघण म्हैं किया रे, राम मिलण के जोग॥\nबाबल बैद बुलाइया रे, पकड़ दिखाई म्हांरी बांह।\nमूरख बैद मरम नहिं जाणे, कसक कलेजे मांह॥\nजा बैदां, घर आपणे रे, म्हांरो नांव न लेय।\nमैं तो दाझी बिरहकी रे, तू काहेकूं दारू देय॥\nमांस गल गल छीजिया रे, करक रह्या गल आहि।\nआंगलिया री मूदड़ी (म्हारे) आवण लागी बांहि॥\nरह रह पापी पपीहडा रे,पिवको नाम न लेय।\nजै कोई बिरहण साम्हले तो, पिव कारण जिव देय॥\nखिण मंदिर खिण आंगणे रे, खिण खिण ठाड़ी होय।\nघायल ज्यूं घूमूं खड़ी, म्हारी बिथा न बूझै कोय॥\nकाढ़ कलेजो मैं धरू रे, कागा तू ले जाय।\nज्यां देसां म्हारो पिव बसै रे, वे देखै तू खाय॥\nम्हांरे नातो नांवको रे, और न नातो कोय।\nमीरा ब्याकुल बिरहणी रे, (हरि) दरसण दीजो मोय॥\n\n29.\nनाथ तुम जानतहो सब घटकी, मीरा भक्ति करे प्रगटकी॥ध्रु०॥\nध्यान धरी प्रभु मीरा संभारे पूजा करे अट पटकी।\nशालिग्रामकूं चंदन चढत है भाल तिलक बिच बिंदकी॥१॥\nराम मंदिरमें नाचे ताल बजावे चपटी।\nपाऊमें नेपुर रुमझुम बाजे। लाज संभार गुंगटकी॥२॥\nझेर कटोरा राणाजिये भेज्या संत संगत मीरा अटकी।\nले चरणामृत मिराये पिधुं होगइे अमृत बटकी॥३॥\nसुरत डोरी पर मीरा नाचे शिरपें घडा उपर मटकी।\nमीरा के प्रभु गिरिधर नागर सुरति लगी जै श्रीनटकी॥४॥\n\n30.\nनामोकी बलहारी गजगणिका तारी॥ध्रु०॥\nगणिका तारी अजामेळ उद्धरी। तारी गौतमकी नारी॥१॥\nझुटे बेर भिल्लणीके खावे। कुबजा नार उद्धारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारी॥३॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-5 \/ मीराबाई"},{"poem":"1.\nपग घूँघरू बाँध मीरा नाची रे।\nमैं तो मेरे नारायण की आपहि हो गई दासी रे।\nलोग कहै मीरा भई बावरी न्यात कहै कुलनासी रे॥\nविष का प्याला राणाजी भेज्या पीवत मीरा हाँसी रे।\n'मीरा' के प्रभु गिरिधर नागर सहज मिले अविनासी रे॥\n\n2.\nपतीया मैं कैशी लीखूं, लीखये न जातरे॥ध्रु०॥\nकलम धरत मेरा कर कांपत। नयनमों रड छायो॥१॥\nहमारी बीपत उद्धव देखी जात है। हरीसो कहूं वो जानत है॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल रहो छाये॥३॥\n\n3.\nपपइया रे, पिव की वाणि न बोल।\nसुणि पावेली बिरहुणी रे, थारी रालेली पांख मरोड़॥\nचोंच कटाऊं पपइया रे, ऊपर कालोर लूण।\nपिव मेरा मैं पीव की रे, तू पिव कहै स कूण॥\nथारा सबद सुहावणा रे, जो पिव मेंला आज।\nचोंच मंढ़ाऊं थारी सोवनी रे, तू मेरे सिरताज॥\nप्रीतम कूं पतियां लिखूं रे, कागा तू ले जाय।\nजाइ प्रीतम जासूं यूं कहै रे, थांरि बिरहस धान न खाय॥\nमीरा दासी व्याकुल रे, पिव पिव करत बिहाय।\nबेगि मिलो प्रभु अंतरजामी, तुम विन रह्यौ न जाय॥\n\n4.\nपानी में मीन प्यासी, मोहे सुन सुन आवत हांसी॥ध्रु०॥\nआत्मज्ञान बिन नर भटकत है। कहां मथुरा काशी॥१॥\nभवसागर सब हार भरा है। धुंडत फिरत उदासी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। सहज मिळे अविनाशी॥३॥\n\n5.\nपायो जी म्हें तो राम रतन धन पायो।\nवस्तु अमोलक दी म्हारे सतगुरू, किरपा कर अपनायो॥\nजनम-जनम की पूँजी पाई, जग में सभी खोवायो।\nखरच न खूटै चोर न लूटै, दिन-दिन बढ़त सवायो॥\nसत की नाँव खेवटिया सतगुरू, भवसागर तर आयो।\n'मीरा' के प्रभु गिरिधर नागर, हरख-हरख जस पायो॥\n\n6.\nराग दरबारी कान्हरा\nपिय बिन सूनो छै जी म्हारो देस॥\nऐसो है कोई पिवकूं मिलावै, तन मन करूं सब पेस।\nतेरे कारण बन बन डोलूं, कर जोगण को भेस॥\nअवधि बदीती अजहूं न आए, पंडर हो गया केस।\nरा के प्रभु कब र मिलोगे, तज दियो नगर नरेस॥\n\n7.\nपपइया रे, पिव की वाणि न बोल।\nसुणि पावेली बिरहुणी रे, थारी रालेली पांख मरोड़॥\nचोंच कटाऊं पपइया रे, ऊपर कालोर लूण।\nपिव मेरा मैं पीव की रे, तू पिव कहै स कूण॥\nथारा सबद सुहावणा रे, जो पिव मेंला आज।\nचोंच मंढ़ाऊं थारी सोवनी रे, तू मेरे सिरताज॥\nप्रीतम कूं पतियां लिखूं रे, कागा तू ले जाय।\nजाइ प्रीतम जासूं यूं कहै रे, थांरि बिरहस धान न खाय॥\nमीरा दासी व्याकुल रे, पिव पिव करत बिहाय।\nबेगि मिलो प्रभु अंतरजामी, तुम विन रह्यौ न जाय॥\n\n8.\nपिया मोहि दरसण दीजै हो।\nबेर बेर मैं टेरहूं, या किरपा कीजै हो॥\nजेठ महीने जल बिना पंछी दुख होई हो।\nमोर असाढ़ा कुरलहे घन चात्रा सोई हो॥\nसावण में झड़ लागियो, सखि तीजां खेलै हो।\nभादरवै नदियां वहै दूरी जिन मेलै हो॥\nसीप स्वाति ही झलती आसोजां सोई हो।\nदेव काती में पूजहे मेरे तुम होई हो॥\nमंगसर ठंड बहोती पड़ै मोहि बेगि सम्हालो हो।\nपोस महीं पाला घणा,अबही तुम न्हालो हो॥\nमहा महीं बसंत पंचमी फागां सब गावै हो।\nफागुण फागां खेलहैं बणराय जरावै हो।\nचैत चित्त में ऊपजी दरसण तुम दीजै हो।\nबैसाख बणराइ फूलवै कोमल कुरलीजै हो॥\nकाग उड़ावत दिन गया बूझूं पंडित जोसी हो।\nमीरा बिरहण व्याकुली दरसण कद होसी हो॥\n\n9.\nपिहु की बोलि न बोल पपैय्या॥ध्रु०॥\nतै खोलना मेरा जी डरत है। तनमन डावा डोल॥ पपैय्या०॥१॥\nतोरे बिना मोकूं पीर आवत है। जावरा करुंगी मैं मोल॥ पपैय्या०॥२॥\nमीरा के प्रभु गिरिधर नागर। कामनी करत कीलोल॥ पपैय्या०॥३॥\n\n10.\nप्यारे दरसन दीज्यो आय, तुम बिन रह्यो न जाय॥\nजल बिन कमल, चंद बिन रजनी। ऐसे तुम देख्यां बिन सजनी॥\nआकुल व्याकुल फिरूं रैन दिन, बिरह कलेजो खाय॥\nदिवस न भूख, नींद नहिं रैना, मुख सूं कथत न आवै बैना॥\nकहा कहूं कछु कहत न आवै, मिलकर तपत बुझाय॥\nक्यूं तरसावो अंतरजामी, आय मिलो किरपाकर स्वामी॥\nमीरां दासी जनम जनम की, पड़ी तुम्हारे पाय॥\n\n11.\nप्रगट भयो भगवान॥ध्रु०॥\nनंदाजीके घर नौबद बाजे। टाळ मृदंग और तान॥१॥\nसबही राजे मिलन आवे। छांड दिये अभिमान॥२॥\nमीराके प्रभु गिरिधर नागर। निशिदिनीं धरिजे ध्यान॥३॥\n\n12.\nप्रभु जी तुम दर्शन बिन मोय घड़ी चैन नहीं आवड़े।।टेक।।\nअन्न नहीं भावे नींद न आवे विरह सतावे मोय।\nघायल ज्यूं घूमूं खड़ी रे म्हारो दर्द न जाने कोय।।१।।\nदिन तो खाय गमायो री, रैन गमाई सोय।\nप्राण गंवाया झूरता रे, नैन गंवाया दोनु रोय।।२।।\nजो मैं ऐसा जानती रे, प्रीत कियाँ दुख होय।\nनगर ढुंढेरौ पीटती रे, प्रीत न करियो कोय।।३।।\nपन्थ निहारूँ डगर भुवारूँ, ऊभी मारग जोय।\nमीरा के प्रभु कब रे मिलोगे, तुम मिलयां सुख होय।।४।।\n\n13.\nस्वामी सब संसार के हो सांचे श्रीभगवान।।\nस्थावर जंगम पावक पाणी धरती बीज समान।\nसबमें महिमा थांरी देखी कुदरत के कुरबान।।\nबिप्र सुदामा को दालद खोयो बाले की पहचान।\nदो मुट्ठी तंदुलकी चाबी दीन्हयों द्रव्य महान।\nभारत में अर्जुन के आगे आप भया रथवान।\nअर्जुन कुलका लोग निहारयां छुट गया तीर कमान।\nना कोई मारे ना कोइ मरतो, तेरो यो अग्यान।\nचेतन जीव तो अजर अमर है, यो गीतारों ग्यान।।\nमेरे पर प्रभु किरपा कीजौ, बांदी अपणी जान।\nमीरा के प्रभु गिरधर नागर चरण कंवल में ध्यान।।\n\n14.\nबरसै बदरिया सावन की\nसावन की मनभावन की।\nसावन में उमग्यो मेरो मनवा\nभनक सुनी हरि आवन की।\nउमड़ घुमड़ चहुँ दिसि से आयो\nदामण दमके झर लावन की।\nनान्हीं नान्हीं बूंदन मेहा बरसै\nसीतल पवन सोहावन की।\nमीराके प्रभु गिरधर नागर\nआनंद मंगल गावन की।\n\n15.\nप्रभुजी थे कहां गया नेहड़ो लगाय।\nछोड़ गया बिस्वास संगाती प्रेमकी बाती बलाय॥\nबिरह समंद में छोड़ गया छो, नेहकी नाव चलाय।\nमीरा के प्रभु कब र मिलोगे, तुम बिन रह्यो न जाय॥\n\n16.\nप्रभु तुम कैसे दीनदयाळ॥ध्रु०॥\nमथुरा नगरीमों राज करत है बैठे। नंदके लाल॥१॥\nभक्तनके दुःख जानत नहीं। खेले गोपी गवाल॥२॥\nमीरा कहे प्रभू गिरिधर नागर। भक्तनके प्रतिपाल॥३॥\n\n17.\nप्रभुजी थे कहाँ गया, नेहड़ो लगाय।\nछोड़ गया बिस्वास संगाती प्रेम की बाती बलाय।।\nबिरह समंद में छोड़ गया छो हकी नाव चलाय।\nमीरा के प्रभु कब रे मिलोगे तुम बिन रह्यो न जाय।।\n\n18.\nफरका फरका जो बाई हरी की मुरलीया, सुनोरे सखी मारा मन हरलीया॥ध्रु०॥\nगोकुल बाजी ब्रिंदाबन बाजी। और बाजी जाहा मथुरा नगरीया॥१॥\nतुम तो बेटो नंदबावांके। हम बृषभान पुराके गुजरीया॥२॥\nयहां मधुबनके कटा डारूं बांस। उपजे न बांस मुरलीया॥३॥\nमीराके प्रभु गिरिधर नागर। चरणकमलकी लेऊंगी बलय्या॥४॥\n\n19.\nहरि मेरे जीवन प्राण अधार।\nऔर आसरो नांही तुम बिन, तीनू लोक मंझार।।\nहरि मेरे जीवन प्राण अधार\nआपबिना मोहि कछु न सुहावै निरख्यौ सब संसार।\nहरि मेरे जीवन प्राण अधार\nमीरा कहै मैं दासि रावरी, दीज्यो मती बिसार।।\nहरि मेरे जीवन प्राण अधार\n\n20.\nफागुन के दिन चार होली खेल मना रे॥\nबिन करताल पखावज बाजै अणहदकी झणकार रे।\nबिन सुर राग छतीसूं गावै रोम रोम रणकार रे॥\nसील संतोखकी केसर घोली प्रेम प्रीत पिचकार रे।\nउड़त गुलाल लाल भयो अंबर, बरसत रंग अपार रे॥\nघटके सब पट खोल दिये हैं लोकलाज सब डार रे।\nमीराके प्रभु गिरधर नागर चरणकंवल बलिहार रे॥\n\n21.\nफिर बाजे बरनै हरीकी मुरलीया सुनोरे, सखी मेरो मन हरलीनो॥१॥\nगोकुल बाजी ब्रिंदाबन बाजी। ज्याय बजी वो तो मथुरा नगरीया॥२॥\nतूं तो बेटो नंद बाबाको। मैं बृषभानकी पुरानी गुजरियां॥३॥\nमीरा कहे प्रभु गिरिधर नागर। हरिके चरनकी मैं तो बलैया॥४॥\n\n22.\nबसो मोरे नैनन में नंदलाल।\nमोहनी मूरति सांवरि सूरति, नैणा बने बिसाल।\nअधर सुधारस मुरली राजत, उर बैजंती-माल।।\nछुद्र घंटिका कटि तट सोभित, नूपुर सबद रसाल।\nमीरा प्रभु संतन सुखदाई, भगत बछल गोपाल।।\n\n23.\nफूल मंगाऊं हार बनाऊ। मालीन बनकर जाऊं॥१॥\nकै गुन ले समजाऊं। राजधन कै गुन ले समाजाऊं॥२॥\nगला सैली हात सुमरनी। जपत जपत घर जाऊं॥३॥\nमीरा कहे प्रभु गिरिधर नागर। बैठत हरिगुन गाऊं॥४॥\n\n24.\nबड़े घर ताली लागी रे, म्हारां मन री उणारथ भागी रे॥\nछालरिये म्हारो चित नहीं रे, डाबरिये कुण जाव।\nगंगा जमना सूं काम नहीं रे, मैंतो जाय मिलूं दरियाव॥\nहाल्यां मोल्यांसूं काम नहीं रे, सीख नहीं सिरदार।\nकामदारासूं काम नहीं रे, मैं तो जाब करूं दरबार॥\nकाच कथीरसूं काम नहीं रे, लोहा चढ़े सिर भार।\nसोना रूपासूं काम नहीं रे, म्हारे हीरांरो बौपार॥\nभाग हमारो जागियो रे, भयो समंद सूं सीर।\nअम्रित प्याला छांडिके, कुण पीवे कड़वो नीर॥\nपीपाकूं प्रभु परचो दियो रे, दीन्हा खजाना पूर।\nमीरा के प्रभु गिरघर नागर, धणी मिल्या छै हजूर॥\n\n25.\nबन जाऊं चरणकी दासी रे, दासी मैं भई उदासी॥ध्रु०॥\nऔर देव कोई न जाणूं। हरिबिन भई उदासी॥१॥\nनहीं न्हावूं गंगा नहीं न्हावूं जमुना। नहीं न्हावूं प्रयाग कासी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमलकी प्यासी॥३॥\n\n26.\nबन्सी तूं कवन गुमान भरी॥ध्रु०॥\nआपने तनपर छेदपरंये बालाते बिछरी॥१॥\nजात पात हूं तोरी मय जानूं तूं बनकी लकरी॥२॥\nमीराके प्रभु गिरिधर नागर राधासे झगरी बन्सी॥३॥\n\n27.\nबरजी मैं काहूकी नाहिं रहूं।\nसुणो री सखी तुम चेतन होयकै मनकी बात कहूं॥\nसाध संगति कर हरि सुख लेऊं जगसूं दूर रहूं।\nतन धन मेरो सबही जावो भल मेरो सीस लहूं॥\nमन मेरो लागो सुमरण सेती सबका मैं बोल सहूं।\nमीरा के प्रभु हरि अविनासी सतगुर सरण गहूं॥\n\n28.\nबागनमों नंदलाल चलोरी॥ अहालिरी॥ध्रु॥\nचंपा चमेली दवना मरवा। झूक आई टमडाल॥च०॥१॥\nबागमों जाये दरसन पाये। बिच ठाडे मदन गोपाल॥च०॥२॥\nमीराके प्रभू गिरिधर नागर। वांके नयन विसाल॥च०॥३॥\n\n29.\nभजु मन चरन कँवल अविनासी।\nजेताइ दीसे धरण-गगन-बिच, तेताई सब उठि जासी।\nकहा भयो तीरथ व्रत कीन्हे, कहा लिये करवत कासी।\nइस देही का गरब न करना, माटी मैं मिल जासी।\nयो संसार चहर की बाजी, साँझ पडयाँ उठ जासी।\nकहा भयो है भगवा पहरयाँ, घर तज भए सन्यासी।\nजोगी होय जुगति नहिं जाणी, उलटि जनम फिर जासी।\nअरज करूँ अबला कर जोरें, स्याम तुम्हारी दासी।\nमीरा के प्रभु गिरिधर नागर, काटो जम की फाँसी।\n\n30.\nमाई मैनें गोविंद लीन्हो मोल॥ध्रु०॥\nकोई कहे हलका कोई कहे भारी। लियो है तराजू तोल॥ मा०॥१॥\nकोई कहे ससता कोई कहे महेंगा। कोई कहे अनमोल॥ मा०॥२॥\nब्रिंदाबनके जो कुंजगलीनमों। लायों है बजाकै ढोल॥ मा०॥३॥\nमीराके प्रभु गिरिधर नागर। पुरब जनमके बोल॥ मा०॥४॥\n\n31.\nमेरो मन राम-हि-राम रटै।\nराम-नाम जप लीजै प्राणी! कोटिक पाप कटै।\nजनम-जनम के खत जु पुराने, नामहि‍ लेत फटै।\nकनक-कटोरै इमरत भरियो, नामहि लेत नटै।\nमीरा के प्रभु हरि अविनासी तन-मन ताहि पटै।\n\n32.\nगली तो चारों बंद हुई हैं, मैं हरिसे मिलूँ कैसे जाय।।\nऊंची-नीची राह रपटली, पांव नहीं ठहराय।\nसोच सोच पग धरूँ जतन से, बार-बार डिग जाय।।\nऊंचा नीचां महल पिया का म्हांसूँ चढ्यो न जाय।\nपिया दूर पथ म्हारो झीणो, सुरत झकोला खाय।।\nकोस कोस पर पहरा बैठया, पैग पैग बटमार।\nहे बिधना कैसी रच दीनी दूर बसायो लाय।।\nमीरा के प्रभु गिरधर नागर सतगुरु दई बताय।\nजुगन-जुगन से बिछड़ी मीरा घर में लीनी लाय।।\n\n33.\nमेरे तो गिरधर गोपाल दूसरो न कोई॥\nजाके सिर मोरमुगट मेरो पति सोई।\nतात मात भ्रात बंधु आपनो न कोई॥\nछांड़ि दई कुलकी कानि कहा करिहै कोई॥\nसंतन ढिग बैठि बैठि लोकलाज खोई॥\nचुनरीके किये टूक ओढ़ लीन्हीं लोई।\nमोती मूंगे उतार बनमाला पोई॥\nअंसुवन जल सींचि-सींचि प्रेम-बेलि बोई।\nअब तो बेल फैल गई आणंद फल होई॥\nदूधकी मथनियां बड़े प्रेमसे बिलोई।\nमाखन जब काढ़ि लियो छाछ पिये कोई॥\nभगति देखि राजी हुई जगत देखि रोई।\nदासी मीरा लाल गिरधर तारो अब मोही॥\n\n34.\nमोरी लागी लटक गुरु चरणकी॥ध्रु०॥\nचरन बिना मुज कछु नही भावे। झूंठ माया सब सपनकी॥१॥\nभवसागर सब सुख गयी है। फिकीर नही मुज तरुणोनकी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। उलट भयी मोरे नयननकी॥३॥\n\n35.\nराणाजी, म्हे तो गोविन्द का गुण गास्यां।\nचरणामृत को नेम हमारे, नित उठ दरसण जास्यां॥\nहरि मंदर में निरत करास्यां, घूंघरियां धमकास्यां।\nराम नाम का झाझ चलास्यां भवसागर तर जास्यां॥\nयह संसार बाड़ का कांटा ज्या संगत नहीं जास्यां।\nमीरा कहै प्रभु गिरधर नागर निरख परख गुण गास्यां॥\n\n36.\nपायो जी म्हे तो राम रतन धन पायो।। टेक।।\nवस्तु अमोलक दी मेरे सतगुरु, किरपा कर अपनायो।।\nजनम जनम की पूंजी पाई, जग में सभी खोवायो।।\nखायो न खरच चोर न लेवे, दिन-दिन बढ़त सवायो।।\nसत की नाव खेवटिया सतगुरु, भवसागर तर आयो।।\n\"मीरा\" के प्रभु गिरधर नागर, हरस हरस जश गायो।।\n\n37.\nनैना निपट बंकट छबि अटके।\nदेखत रूप मदनमोहन को, पियत पियूख न मटके।\nबारिज भवाँ अलक टेढी मनौ, अति सुगंध रस अटके॥\nटेढी कटि, टेढी कर मुरली, टेढी पाग लट लटके।\n'मीरा प्रभु के रूप लुभानी, गिरिधर नागर नट के॥\n\n","author":"मीराबाई","title":"पदावली \/ भाग-6 \/ मीराबाई"},{"poem":"नहिं भावै थांरो देसड़लो जी रंगरूड़ो॥\n\nथांरा देसा में राणा साध नहीं छै, लोग बसे सब कूड़ो।\nगहणा गांठी राणा हम सब त्यागा, त्याग्यो कररो चूड़ो॥\n\nकाजल टीकी हम सब त्याग्या, त्याग्यो है बांधन जूड़ो।\nमीरा के प्रभु गिरधर नागर बर पायो छै रूड़ो॥\n\n","author":"मीराबाई","title":"नहिं भावै थांरो देसड़लो जी रंगरूड़ो \/ मीराबाई"},{"poem":"हरि तुम हरो जन की भीर।\nद्रोपदी की लाज राखी, तुम बढायो चीर॥\nभक्त कारण रूप नरहरि, धरयो आप शरीर।\nहिरणकश्यपु मार दीन्हों, धरयो नाहिंन धीर॥\nबूडते गजराज राखे, कियो बाहर नीर।\nदासि 'मीरा लाल गिरिधर, दु:ख जहाँ तहँ पीर॥\n\n","author":"मीराबाई","title":"हरि तुम हरो जन की भीर \/ मीराबाई"},{"poem":"नैना निपट बंकट छबि अटके।\nदेखत रूप मदनमोहन को, पियत पियूख न मटके।\nबारिज भवाँ अलक टेढी मनौ, अति सुगंध रस अटके॥\nटेढी कटि, टेढी कर मुरली, टेढी पाग लट लटके।\n'मीरा प्रभु के रूप लुभानी, गिरिधर नागर नट के॥\n\n","author":"मीराबाई","title":"नैना निपट बंकट छबि अटके \/ मीराबाई"},{"poem":"मोती मूँगे उतार बनमाला पोई॥\nअंसुवन जल सींचि सींचि प्रेम बेलि बोई।\nअब तो बेल फैल गई आणँद फल होई॥\nदूध की मथनिया बडे प्रेम से बिलोई।\nमाखन जब काढि लियो छाछ पिये कोई॥\nभगत देखि राजी हुई जगत देखि रोई।\nदासी 'मीरा लाल गिरिधर तारो अब मोही॥\n\n","author":"मीराबाई","title":"मोती मूँगे उतार बनमाला पोई \/ मीराबाई"},{"poem":"हे री मैं तो प्रेम-दिवानी मेरो दरद न जाणै कोय।\nघायल की गति घायल जाणै, जो कोई घायल होय।\nजौहरि की गति जौहरी जाणै, की जिन जौहर होय। \nसूली ऊपर सेज हमारी, सोवण किस बिध होय।\nगगन मंडल पर सेज पिया की किस बिध मिलणा होय।\nदरद की मारी बन-बन डोलूँ बैद मिल्या नहिं कोय।\nमीरा की प्रभु पीर मिटेगी, जद बैद सांवरिया होय।\n\n","author":"मीराबाई","title":"मेरो दरद न जाणै कोय \/ मीराबाई"},{"poem":"सुण लीजो बिनती मोरी, मैं शरण गही प्रभु तेरी।\nतुम (तो) पतित अनेक उधारे, भवसागर से तारे॥\n\nमैं सबका तो नाम न जानूं, कोई कोई नाम उचारे।\nअम्बरीष सुदामा नामा, तुम पहुंचाये निज धामा॥\n\nध्रुव जो पांच वर्ष के बालक, तुम दरस दिये घनस्यामा।\nधना भक्त का खेत जमाया, कबिरा का बैल चराया॥\n\nसबरी का जूंठा फल खाया, तुम काज किये मनभाया।\nसदना औ सेना नाई को तुम कीन्हा अपनाई॥\n\nकरमा की खिचड़ी खाई, तुम गणिका पार लगाई।\nमीरां प्रभु तुरे रंगराती या जानत सब दुनियाई॥\n\n","author":"मीराबाई","title":"सुण लीजो बिनती मोरी, मैं शरण गही प्रभु तेरी \/ मीराबाई"},{"poem":"मेरे तो गिरधर गोपाल दूसरो न कोई॥\nजाके सिर है  मोरपखा  मेरो पति सोई।\nतात मात भ्रात बंधु आपनो न कोई॥\nछांड़ि दई कुलकी कानि कहा करिहै कोई॥\nसंतन ढिग बैठि बैठि लोकलाज खोई॥\nचुनरीके किये टूक ओढ़ लीन्हीं लोई।\nमोती मूंगे उतार बनमाला पोई॥\nअंसुवन जल सींचि-सींचि प्रेम-बेलि बोई।\nअब तो बेल फैल गई आणंद फल होई॥\nदूध की मथनियां बड़े प्रेम से बिलोई।\nमाखन जब काढ़ि लियो छाछ पिये कोई॥\nभगति देखि राजी हुई जगत देखि रोई।\nदासी मीरा लाल गिरधर तारो अब मोही॥\n\n","author":"मीराबाई","title":"मेरे तो गिरधर गोपाल दूसरो न कोई \/ मीराबाई"},{"poem":"देखोरे देखो जसवदा मैय्या तेरा लालना। तेरा लालना मैय्यां झुले पालना \n॥ध्रु०॥\nबाहार देखे तो बारारे बरसकु। भितर देखे मैय्यां झुले पालना॥१॥\nजमुना जल राधा भरनेकू निकली। परकर जोबन मैय्यां तेरा लालना॥२॥\nमीराके प्रभु गिरिधर नागर। हरिका भजन नीत करना॥ मैय्यां०॥३॥\n\n","author":"मीराबाई","title":"देखोरे देखो जसवदा मैय्या तेरा लालना \/ मीराबाई"},{"poem":"जसवदा मैय्यां नित सतावे कनैय्यां। वाकु भुरकर क्या कहुं मैय्यां॥ध्रु०॥\nबैल लावे भीतर बांधे। छोर देवता सब गैय्यां॥ जसवदा मैया०॥१॥\nसोते बालक आन जगावे। ऐसा धीट कनैय्यां॥२॥\nमीराके प्रभु गिरिधर नागर। हरि लागुं तोरे पैय्यां॥ जसवदा०॥३॥\n\n","author":"मीराबाई","title":"जसवदा मैय्यां नित सतावे कनैय्यां \/ मीराबाई"},{"poem":"कालोकी रेन बिहारी। महाराज कोण बिलमायो॥ध्रु०॥\nकाल गया ज्यां जाहो बिहारी। अही तोही कौन बुलायो॥१॥\nकोनकी दासी काजल सार्यो। कोन तने रंग रमायो॥२॥\nकंसकी दासी काजल सार्यो। उन मोहि रंग रमायो॥३॥\nमीरा कहे प्रभु गिरिधर नागर। कपटी कपट चलायो॥४॥\n\n","author":"मीराबाई","title":"कालोकी रेन बिहारी \/ मीराबाई"},{"poem":"सखी मेरा कानुंडो कलिजेकी कोर है॥ध्रु०॥\nमोर मुगुट पितांबर शोभे। कुंडलकी झकझोल॥स० १॥\nसासु बुरी मेरी नणंद हटेली। छोटो देवर चोर॥स० २॥\nब्रिंदावनकी कुंजगलिनमें। नाचत नंद किशोर॥स० ३॥\nमीरा कहे प्रभू गिरिधर। नागर चरणकमल चितचोर॥स० ४॥\n\n","author":"मीराबाई","title":"सखी मेरा कानुंडो कलिजेकी कोर है \/ मीराबाई"},{"poem":"सांवरो रंग मिनोरे। सांवरो रंग मिनोरे॥ध्रु०॥\nचांदनीमें उभा बिहारी महाराज॥१॥\nकाथो चुनो लविंग सोपारी। पानपें कछु दिनों॥सां० २॥\nहमारो सुख अति दुःख लागे। कुबजाकूं सुख कीनो॥सां० ३॥\nमेरे अंगन रुख कदमको। त्यांतल उभो अति चिनो॥सां० ४॥\nमीरा कहे प्रभु गिरिधर नागर। नैननमें कछु लीनो॥सां० ५॥\n\n","author":"मीराबाई","title":"सांवरो रंग मिनोरे \/ मीराबाई"},{"poem":"जल भरन कैशी जाऊंरे। जशोदा जल भरन॥ध्रु०॥\nवाटेने घाटे पाणी मागे मारग मैं कैशी पाऊं॥ज० १॥\nआलीकोर गंगा पलीकोर जमुना। बिचमें सरस्वतीमें नहावूं॥ज० २॥\nब्रिंदावनमें रास रच्चा है। नृत्य करत मन भावूं॥ज० ३॥\nमीरा कहे प्रभु गिरिधर नागर। हेते हरिगुण गाऊं॥ज० ४॥\n\n","author":"मीराबाई","title":"जल भरन कैशी जाऊंरे \/ मीराबाई"},{"poem":"कान्हो काहेकूं मारो मोकूं कांकरी। कांकरी कांकरी कांकरीरे॥ध्रु०॥\nगायो भेसो तेरे अवि होई है। आगे रही घर बाकरीरे॥ कानो॥१॥\nपाट पितांबर काना अबही पेहरत है। आगे न रही कारी घाबरीरे॥ का०॥२॥\nमेडी मेहेलात तेरे अबी होई है। आगे न रही वर छापरीरे॥ का०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। शरणे राखो तो करूं चाकरीरे॥ कान०॥४॥\n\n","author":"मीराबाई","title":"कान्हो काहेकूं मारो मोकूं कांकरी \/ मीराबाई"},{"poem":"ज्यानो मैं राजको बेहेवार उधवजी। मैं जान्योही राजको बेहेवार।\nआंब काटावो लिंब लागावो। बाबलकी करो बाड॥जा०॥१॥\nचोर बसावो सावकार दंडावो। नीती धरमरस बार॥ जा०॥२॥\nमेरो कह्यो सत नही जाणयो। कुबजाके किरतार॥ जा०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। अद्वंद दरबार॥ जा०॥४॥\n\n","author":"मीराबाई","title":"ज्यानो मैं राजको बेहेवार उधवजी \/ मीराबाई"},{"poem":"मेरे तो आज साचे राखे हरी साचे। सुदामा अति सुख पायो दरिद्र दूर करी॥ \nमे०॥१॥\nसाचे लोधि कहे हरी हाथ बंधाये। मारखाधी ते खरी॥ मे०॥२॥\nसाच बिना प्रभु स्वप्नामें न आवे। मरो तप तपस्या करी॥ मे०॥३॥\nमीरा कहे प्रभू गिरिधर नागर। बल जाऊं गडी गडीरे॥ मे०॥४॥\n\n","author":"मीराबाई","title":"मेरे तो आज साचे राखे हरी साचे \/ मीराबाई"},{"poem":"कोईकी भोरी वोलो म‍इंडो मेरो लूंटे॥ध्रु०॥\nछोड कनैया ओढणी हमारी। माट महिकी काना मेरी फुटे॥ को०॥१॥\nछोड कनैया मैयां हमारी। लड मानूकी काना मेरी तूटे॥ को०॥२॥\nछोडदे कनैया चीर हमारो। कोर जरीकी काना मेरी छुटे॥ को०॥३॥\nमीरा कहे प्रभू गिरिधर नागर। लागी लगन काना मेरी नव छूटे॥ को०॥४॥\n\n","author":"मीराबाई","title":"कोईकी भोरी वोलो म‍इंडो मेरो लूंटे \/ मीराबाई"},{"poem":"कायकूं देह धरी भजन बिन कोयकु देह गर्भवासकी त्रास देखाई धरी वाकी पीठ बुरी॥ भ०॥१॥\nकोल बचन करी बाहेर आयो अब तूम भुल परि॥ भ०॥२॥\nनोबत नगारा बाजे। बघत बघाई कुंटूंब सब देख ठरी॥ भ०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। जननी भार मरी॥ भ०॥४॥\n\n","author":"मीराबाई","title":"कायकूं देह धरी भजन बिन कोयकु \/ मीराबाई"},{"poem":"रटतां क्यौं नहीं रे हरिनाम। तेरे कोडी लगे नही दाम॥ \nनरदेहीं स्मरणकूं दिनी। बिन सुमरे वे काम॥१॥\nबालपणें हंस खेल गुमायो। तरुण भये बस काम॥२॥\nपाव दिया तोये तिरथ करने। हाथ दिया कर दान॥३॥\nनैन दिया तोये दरशन करने। श्रवन दिया सुन ज्ञान॥४॥\nदांत दिया तेरे मुखकी शोभा। जीभ दिई भज राम॥५॥\nमीरा कहे प्रभु गिरिधर नागर। है जीवनको काम॥६॥\n\n","author":"मीराबाई","title":"रटतां क्यौं नहीं रे हरिनाम \/ मीराबाई"},{"poem":"कारे कारे सबसे बुरे ओधव प्यारे॥ध्रु०॥\nकारेको विश्वास न कीजे अतिसे भूल परे॥१॥\nकाली जात कुजात कहीजे। ताके संग उजरे॥२॥\nश्याम रूप कियो भ्रमरो। फुलकी बास भरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। कारे संग बगरे॥४॥\n\n","author":"मीराबाई","title":"कारे कारे सबसे बुरे ओधव प्यारे \/ मीराबाई"},{"poem":"माई तेरी काना कोन गुनकारो। जबही देखूं तबही द्वारहि ठारो॥ध्रु०॥\nगोरी बावो नंद गोरी जशू मैया। गोरो बलिभद्र बंधु तिहारे॥ मा०॥१॥\nकारो करो मतकर ग्वालनी। ये कारो सब ब्रजको उज्जारो॥ मा०॥२॥\nजमुनाके नीरे तीरे धेनु चराबे। मधुरी बन्सी बजावत वारो॥ मा०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल मोहि लागत प्यारो॥ मा०॥४॥\n\n","author":"मीराबाई","title":"माई तेरी काना कोन गुनकारो \/ मीराबाई"},{"poem":"आज मेरेओ भाग जागो साधु आये पावना॥ध्रु०॥\nअंग अंग फूल गये तनकी तपत गये। \nसद्‌गुरु लागे रामा शब्द सोहामणा॥ आ०॥१॥\nनित्य प्रत्यय नेणा निरखु आज अति मनमें हरखू। \nबाजत है ताल मृदंग मधुरसे गावणा॥ आ०॥२॥\nमोर मुगुट पीतांबर शोभे छबी देखी मन मोहे। \nमीराबाई हरख निरख आनंद बधामणा॥ आ०॥३॥\n\n","author":"मीराबाई","title":"आज मेरेओ भाग जागो साधु आये पावना \/ मीराबाई"},{"poem":"जो तुम तोडो पियो मैं नही तोडू। तोरी प्रीत तोडी कृष्ण कोन संग जोडू \n॥ध्रु०॥\nतुम भये तरुवर मैं भई पखिया। तुम भये सरोवर मैं तोरी मछिया॥ जो०॥१॥\nतुम भये गिरिवर मैं भई चारा। तुम भये चंद्रा हम भये चकोरा॥ जो०॥२॥\nतुम भये मोती प्रभु हम भये धागा। तुम भये सोना हम भये स्वागा॥ जो०॥३॥\nबाई मीरा कहे प्रभु ब्रजके बाशी। तुम मेरे ठाकोर मैं तेरी दासी॥ जो०॥४॥\n\n","author":"मीराबाई","title":"जो तुम तोडो पियो मैं नही तोडू \/ मीराबाई"},{"poem":"मन अटकी मेरे दिल अटकी। हो मुगुटकी लटक मन अटकी॥ध्रु०॥\nमाथे मुकुट कोर चंदनकी। शोभा है पीरे पटकी॥ मन०॥१॥\nशंख चक्र गदा पद्म बिराजे। गुंजमाल मेरे है अटकी॥ मन०॥२॥\nअंतर ध्यान भये गोपीयनमें। सुध न रही जमूना तटकी॥ मन०॥३॥\nपात पात ब्रिंदाबन धुंडे। कुंज कुंज राधे भटकी॥ मन०॥४॥\nजमुनाके नीर तीर धेनु चरावे। सुरत रही बनशी बटकी॥ मन०॥५॥\nफुलनके जामा कदमकी छैया। गोपीयनकी मटुकी पटकी॥ मन०॥६॥\nमीरा कहे प्रभु गिरिधर नागर। जानत हो सबके घटकी॥ मन अटकी०॥७॥\n\n","author":"मीराबाई","title":"मन अटकी मेरे दिल अटकी \/ मीराबाई"},{"poem":"भोलानाथ दिंगबर ये दुःख मेरा हरोरे॥ध्रु०॥\nशीतल चंदन बेल पतरवा मस्तक गंगा धरीरे॥१॥\nअर्धांगी गौरी पुत्र गजानन चंद्रकी रेख धरीरे॥२॥\nशिव शंकरके तीन नेत्र है अद्‌भूत रूप धरोरे॥३॥\nआसन मार सिंहासन बैठे शांत समाधी धरोरे॥४॥\nमीरा कहे प्रभुका जस गांवत शिवजीके पैयां परोरे॥५॥\n\n","author":"मीराबाई","title":"भोलानाथ दिंगबर ये दुःख मेरा हरोरे \/ मीराबाई"},{"poem":"चालो मान गंगा जमुना तीर गंगा जमुना तीर॥ध्रु०॥\nगंगा जमुना निरमल पानी शीतल होत सरीस॥१॥\nबन्सी बजावत गावत काना संग लीये बलवीर॥२॥\nमोर मुगुट पितांबर शोभे। कुंडल झलकत हीर॥३॥\nमीरा कहे प्रभु गिरिधर नागर चरनकमल शीर॥४॥\n\n","author":"मीराबाई","title":"चालो मान गंगा जमुना तीर गंगा जमुना तीर \/ मीराबाई"},{"poem":"नाथ तुम जानतहो सब घटकी। मीरा भक्ति करे प्रगटकी॥ध्रु०॥\nध्यान धरी प्रभु मीरा संभारे पूजा करे अट पटकी। \nशालिग्रामकूं चंदन चढत है भाल तिलक बिच बिंदकी॥१॥\nराम मंदिरमें मीराबाई नाचे ताल बजावे चपटी। \nपाऊमें नेपुर रुमझुम बाजे। लाज संभार गुंगटकी॥२॥\nझेर कटोरा राणाजिये भेज्या संत संगत मीरा अटकी। \nले चरणामृत मिराये पिधुं होग‍इ अमृत बटकी॥३॥\nसुरत डोरीपर मीरा नाचे शिरपें घडा उपर मटकी। \nमीराके प्रभु गिरिधर नागर सुरति लगी जै श्रीनटकी॥४॥\n\n","author":"मीराबाई","title":"नाथ तुम जानतहो सब घटकी \/ मीराबाई"},{"poem":"हरिनाम बिना नर ऐसा है। दीपकबीन मंदिर जैसा है॥ध्रु०॥\nजैसे बिना पुरुखकी नारी है। जैसे पुत्रबिना मातारी है। \nजलबिन सरोबर जैसा है। हरिनामबिना नर ऐसा है॥१॥\nजैसे सशीविन रजनी सोई है। जैसे बिना लौकनी रसोई है।\nघरधनी बिन घर जैसा है। हरिनामबिना नर ऐसा है॥२॥\nठुठर बिन वृक्ष बनाया है। जैसा सुम संचरी नाया है।\nगिनका घर पूतेर जैसा है। हरिनम बिना नर ऐसा है॥३॥\nमीराबाई कहे हरिसे मिलना। जहां जन्ममरणकी नही कलना।\nबिन गुरुका चेला जैसा है। हरिनामबिना नर ऐसा है॥४॥\n\n","author":"मीराबाई","title":"हरिनाम बिना नर ऐसा है \/ मीराबाई"},{"poem":"क्या करूं मैं बनमें गई घर होती। तो शामकू मनाई लेती॥ध्रु०॥\nगोरी गोरी ब‍ईया हरी हरी चुडियां। झाला देके बुलालेती॥१॥\nअपने शाम संग चौपट रमती। पासा डालके जीता लेती॥२॥\nबडी बडी अखिया झीणा झीणा सुरमा। जोतसे जोत मिला लेती॥३॥\nमीराबाई कहे प्रभु गिरिधर नागर। चरनकमल लपटा लेती॥४॥\n\n","author":"मीराबाई","title":"क्या करूं मैं बनमें गई घर होती \/ मीराबाई"},{"poem":"होरी खेलनकू आई राधा प्यारी हाथ लिये पिचकरी॥ध्रु०॥\nकितना बरसे कुंवर कन्हैया कितना बरस राधे प्यारी॥ हाथ०॥१॥\nसात बरसके कुंवर कन्हैया बारा बरसकी राधे प्यारी॥ हाथ०॥२॥\nअंगली पकड मेरो पोचो पकड्यो बैयां पकड झक झारी॥ हाथ०॥३॥\nमीरा कहे प्रभु गिरिधर नागर तुम जीते हम हारी॥ हाथ०॥४॥\n\n","author":"मीराबाई","title":"होरी खेलनकू आई राधा प्यारी हाथ लिये पिचकरी \/ मीराबाई"},{"poem":"मोहन आवनकी साई किजोरे। आवनकी मन भावनकी॥ कोई०॥ध्रु०॥\nआप न आवे पतिया न भेजे | ए बात ललचावनकी॥को०॥१॥\nबिन दरशन व्याकुल भई सजनी। जैशी बिजलीयां श्रावनकी॥ को०॥२॥\nक्या करूं शक्ति जाऊं मोरी सजनी। पांख होवे तो उडजावनकी॥ को०॥३॥\nमीरा कहे प्रभु गिरिधर नागर | इच्छा लगी हरी बतलावनकी॥ को०॥४॥\n\n","author":"मीराबाई","title":"मोहन आवनकी साई किजोरे \/ मीराबाई"},{"poem":"मत डारो पिचकारी। मैं सगरी भिजगई सारी॥ध्रु०॥\nजीन डारे सो सनमुख रहायो। नहीं तो मैं देउंगी गारी॥ मत०॥१॥\nभर पिचकरी मेरे मुखपर डारी। भीजगई तन सारी॥ मत०॥२॥\nलाल गुलाल उडावन लागे। मैं तो मनमें बिचारी॥ मत०॥३॥मीरा कहे प्रभु गिरिधर \nनागर। चरनकमल बलहारी॥ मत०॥४॥\n\n","author":"मीराबाई","title":"मत डारो पिचकारी \/ मीराबाई"},{"poem":"राधाजी को लागे बिंद्रावनमें नीको॥ध्रु०॥\nब्रिंदाबनमें तुलसीको वडलो जाको पानचरीको॥ रा०॥१॥\nब्रिंदावनमें धेनु बहोत है भोजन दूध दहींको॥ रा०॥२॥\nब्रिंदावनमें रास रची है दरशन कृष्णजीको॥ रा०॥३॥\nमीरा कहे प्रभु गिरिधर नागर हरिबिना सब रंग फिको॥ रा०॥४॥\n\n","author":"मीराबाई","title":"राधाजी को लागे बिंद्रावनमें नीको \/ मीराबाई"},{"poem":"मेरी लाज तुम रख भैया। नंदजीके कुंवर कनैया॥ध्रु०॥\nबेस प्यारे काली नागनाथी। फेणपर नृत्य करैया॥ मे०॥१॥\nजमुनाके नीर तीर धेनु चरावे। मुखपर मुरली बजैया॥ मे०॥२॥\nमोर मुगुट पीतांबर शोभे। कान कुंडल झलकैया॥ मे०॥३॥\nब्रिंदावनके कुंज गलिनमें नाचत है दो भैया॥ मे०॥४॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल लपटैया॥ ने०॥५॥\n\n","author":"मीराबाई","title":"मेरी लाज तुम रख भैया \/ मीराबाई"},{"poem":"मन मोहन दिलका प्यारा॥ध्रु०॥\nमाता जसोदा पालना हलावे। हातमें लेकर दोरा॥१॥\nकबसे अंगनमों खडी है राधा। देखे किसनका चेहरा॥२॥\nमोर मुगुट पीतांबर शोभे। गळा मोतनका गजरा॥३॥\nमीराके प्रभु गिरिधर नागर। चरन कमल बलहारी॥४॥\n\n","author":"मीराबाई","title":"मन मोहन दिलका प्यारा \/ मीराबाई"},{"poem":"काना तोरी घोंगरीया पहरी होरी खेले किसन गिरधारी॥१॥\nजमुनाके नीर तीर धेनु चरावत खेलत राधा प्यारी॥२॥\nआली कोरे जमुना बीचमों राधा प्यारी॥३॥\nमोर मुगुट पीतांबर शोभे कुंडलकी छबी न्यारी॥४॥\nमीराके प्रभु गिरिधर नागर चरनकमल बलहारी॥५॥\n\n","author":"मीराबाई","title":"काना तोरी घोंगरीया पहरी होरी खेले \/ मीराबाई"},{"poem":"भीजो मोरी नवरंग चुनरी। काना लागो तैरे नाव॥ध्रु०॥\nगोरस लेकर चली मधुरा। शिरपर घडा झोले खाव॥१॥\nत्रिभंगी आसन गोवर्धन धरलीयो। छिनभर मुरली बजावे॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरन कमल चित लागो तोरे पाव॥३॥\n\n","author":"मीराबाई","title":"भीजो मोरी नवरंग चुनरी \/ मीराबाई"},{"poem":"सुमन आयो बदरा। श्यामबिना सुमन आयो बदरा॥ध्रु०॥\nसोबत सपनमों देखत शामकू। भरायो नयन निकल गयो कचरा॥१॥\nमथुरा नगरकी चतुरा मालन। शामकू हार हमकू गजरा॥२॥\nमीरा कहे प्रभु गिरिधर नागर। समय गयो पिछे मीट गया झगरा॥३॥\n\n","author":"मीराबाई","title":"सुमन आयो बदरा \/ मीराबाई"},{"poem":"मैया मोकू खिजावत बलजोर। मैया मोकु खिजावत॥ध्रु०॥\nजशोदा माता मील ली जाबे। लायो जमुनाको तीर॥१॥\nजशोदाही गोरी नंदही गोरा। तुम क्यौं भयो शाम सरीर॥२॥\nमीरा कहे प्रभु गिरिधर नागर। नयनमों बरखत नीर॥३॥\n\n","author":"मीराबाई","title":"मैया मोकू खिजावत बलजोर \/ मीराबाई"},{"poem":"फिर बाजे बरनै हरीकी मुरलीया सुनोरे। सखी मेरो मन हरलीनो॥१॥\nगोकुल बाजी ब्रिंदाबन बाजी। ज्याय बजी वो तो मथुरा नगरीया॥२॥\nतूं तो बेटो नंद बाबाको। मैं बृषभानकी पुरानी गुजरियां॥३॥\nमीरा कहे प्रभु गिरिधर नागर। हरिके चरनकी मैं तो बलैया॥४॥\n\n","author":"मीराबाई","title":"फिर बाजे बरनै हरीकी मुरलीया सुनोरे \/ मीराबाई"},{"poem":"डर गयोरी मन मोहनपास। डर गयोरी मन मोहनपास॥१॥\nबीरहा दुबारा मैं तो बन बन दौरी। प्राण त्यजुगी करवत लेवगी काशी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। हरिचरणकी दासी॥३॥\n\n","author":"मीराबाई","title":"डर गयोरी मन मोहनपास \/ मीराबाई"},{"poem":"फूल मंगाऊं हार बनाऊ। मालीन बनकर जाऊं॥१॥\nकै गुन ले समजाऊं। राजधन कै गुन ले समाजाऊं॥२॥\nगला सैली हात सुमरनी। जपत जपत घर जाऊं॥३॥\nमीरा कहे प्रभु गिरिधर नागर। बैठत हरिगुन गाऊं॥४॥\n\n","author":"मीराबाई","title":"फूल मंगाऊं हार बनाऊ \/ मीराबाई"},{"poem":"जाके मथुरा कान्हांनें घागर फोरी। घागरिया फोरी दुलरी मोरी तोरी॥ध्रु०॥\nऐसी रीत तुज कौन सिकावे। किलन करत बलजोरी॥१॥\nसास हठेली नंद चुगेली। दीर देवत मुजे गारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल चितहारी॥३॥\n\n","author":"मीराबाई","title":"जाके मथुरा कान्हांनें घागर फोरी \/ मीराबाई"},{"poem":"शाम बतावरे मुरलीवाला॥ध्रु०॥\nमोर मुगुट पीताबंर शोभे। भाल तिलक गले मोहनमाला॥१॥\nएक बन धुंडे सब बन धुंडे। काहां न पायो नंदलाला॥२॥\nजोगन होऊंगी बैरागन होऊंगी। गले बीच वाऊंगी मृगछाला॥३॥\nमीराके प्रभु गिरिधर नागर। माग लीयो प्रीयां प्रेमको माला॥४॥\n\n","author":"मीराबाई","title":"शाम बतावरे मुरलीवाला \/ मीराबाई"},{"poem":"आई ती ते भिस्ती जनी जगत देखके रोई। \nमातापिता भाईबंद सात नही कोई।\nमेरो मन रामनाम दुजा नही कोई॥ध्रु०॥\nसाधु संग बैठे लोक लाज खोई। अब तो बात फैल गई। \nजानत है सब कोई॥१॥\nआवचन जल छीक छीक प्रेम बोल भई। अब तो मै फल भई।\nआमरूत फल भई॥२॥\nशंख चक्र गदा पद्म गला। बैजयंती माल सोई। \nमीरा कहे नीर लागो होनियोसी हो भई॥३॥\n\n","author":"मीराबाई","title":"आई ती ते भिस्ती जनी जगत देखके रोई \/ मीराबाई"},{"poem":"मन माने जब तार प्रभुजी॥ध्रु०॥\nनदिया गहेरी नाव पुराणी। कैशी उतरु पार॥१॥\nपोथी पुरान सब कुच देखे। अंत न लागे पार॥२॥\nमीर कहे प्रभु गिरिधर नागर। नाम निरंतर सार॥३॥\n\n","author":"मीराबाई","title":"मन माने जब तार प्रभुजी \/ मीराबाई"},{"poem":"जमुनामों कैशी जाऊं मोरे सैया। बीच खडा तोरो लाल कन्हैया॥ध्रु०॥\nब्रिदाबनके मथुरा नगरी पाणी भरणा। कैशी जाऊं मोरे सैंया॥१॥\nहातमों मोरे चूडा भरा है। कंगण लेहेरा देत मोरे सैया॥२॥\nदधी मेरा खाया मटकी फोरी। अब कैशी बुरी बात बोलु मोरे सैया॥३॥\nशिरपर घडा घडेपर झारी। पतली कमर लचकया सैया॥४॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलजाऊ मोरे सैया॥५॥\n\n","author":"मीराबाई","title":"जमुनामों कैशी जाऊं मोरे सैया \/ मीराबाई"},{"poem":"नामोकी बलहारी गजगणिका तारी॥ध्रु०॥\nगणिका तारी अजामेळ उद्धरी। तारी गौतमकी नारी॥१॥\nझुटे बेर भिल्लणीके खावे। कुबजा नार उद्धारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारी॥३॥\n\n","author":"मीराबाई","title":"नामोकी बलहारी गजगणिका तारी \/ मीराबाई"},{"poem":"जोगी मेरो सांवळा कांहीं गवोरी॥ध्रु०॥\nन जानु हार गवो न जानु पार गवो। न जानुं जमुनामें डुब गवोरी॥१॥\nईत गोकुल उत मथुरानगरी। बीच जमुनामो बही गवोरी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल चित्त हार गवोरी॥३॥\n\n","author":"मीराबाई","title":"जोगी मेरो सांवळा कांहीं गवोरी \/ मीराबाई"},{"poem":"लक्ष्मण धीरे चलो मैं हारी॥ध्रु०॥\nरामलक्ष्मण दोनों भीतर। बीचमें सीता प्यारी॥१॥\nचलत चलत मोहे छाली पड गये। तुम जीते मैं हारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारी॥३॥\n\n","author":"मीराबाई","title":"लक्ष्मण धीरे चलो मैं हारी \/ मीराबाई"},{"poem":"प्रभु तुम कैसे दीनदयाळ॥ध्रु०॥\nमथुरा नगरीमों राज करत है बैठे। नंदके लाल॥१॥\nभक्तनके दुःख जानत नहीं। खेले गोपी गवाल॥२॥\nमीरा कहे प्रभू गिरिधर नागर। भक्तनके प्रतिपाल॥३॥\n\n","author":"मीराबाई","title":"प्रभु तुम कैसे दीनदयाळ \/ मीराबाई"},{"poem":"मोहन डार दीनो गले फांसी॥ध्रु०॥\nऐसा जो होता मेरे नयनमें। करवत ले जाऊं कासी॥१॥\nआंबाके बनमें कोयल बोले बचन उदासी॥२॥\nमीरा दासी प्रभु छबी नीरखत। तूं मेरा ठाकोर मैं हूं तोरी दासी॥३॥\n\n","author":"मीराबाई","title":"मोहन डार दीनो गले फांसी \/ मीराबाई"},{"poem":"कुंजबनमों गोपाल राधे॥ध्रु०॥\nमोर मुकुट पीतांबर शोभे। नीरखत शाम तमाल॥१॥\nग्वालबाल रुचित चारु मंडला। वाजत बनसी रसाळ॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनपर मन चिरकाल॥३॥\n\n","author":"मीराबाई","title":"कुंजबनमों गोपाल राधे \/ मीराबाई"},{"poem":"ज्या संग मेरा न्याहा लगाया। वाकू मैं धुंडने जाऊंगी॥ध्रु०॥\nजोगन होके बनबन धुंडु। आंग बभूत रमायोरे॥१॥\nगोकुल धुंडु मथुरा धुंडु। धुंडु फीरूं कुंज गलीयारे॥२॥\nमीरा दासी शरण जो आई। शाम मीले ताहां जाऊंरे॥३॥\n\n","author":"मीराबाई","title":"ज्या संग मेरा न्याहा लगाया \/ मीराबाई"},{"poem":"शाम बन्सीवाला कन्हैया। मैं ना बोलूं तुजसेरे॥ध्रु०॥\nघर मेरा दूर घगरी मोरी भारी। पतली कमर लचकायरे॥१॥\nसास नंनदके लाजसे मरत हूं। हमसे करत बलजोरी॥२॥\nमीरा तुमसो बिगरी। चरणकमलकी उपासीरे॥३॥\n\n","author":"मीराबाई","title":"शाम बन्सीवाला कन्हैया \/ मीराबाई"},{"poem":"पतीया मैं कैशी लीखूं, लीखये न जातरे॥ध्रु०॥\nकलम धरत मेरा कर कांपत। नयनमों रड छायो॥१॥\nहमारी बीपत उद्धव देखी जात है। हरीसो कहूं वो जानत है॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल रहो छाये॥३॥\n\n","author":"मीराबाई","title":"पतीया मैं कैशी लीखूं, लीखये न जातरे \/ मीराबाई"},{"poem":"कीत गयो जादु करके नो पीया॥ध्रु०॥\nनंदनंदन पीया कपट जो कीनो। नीकल गयो छल करके॥१॥\nमोर मुगुट पितांबर शोभे। कबु ना मीले आंग भरके॥२॥\nमीरा दासी शरण जो आई। चरणकमल चित्त धरके॥३॥\n\n","author":"मीराबाई","title":"कीत गयो जादु करके नो पीया \/ मीराबाई"},{"poem":"हरी तुम कायकू प्रीत लगाई॥ध्रु०॥\nप्रीत लगाई परम दुःख दीनो। कैशी लाज न आई॥१॥\nगोकुल छांड मथुरेकु जाये। वामें कोन बराई॥२॥\nमीरा कहे प्रभु गिरिधर नागर। तुमकू नंद दुवाई॥३॥\n\n","author":"मीराबाई","title":"हरी तुम कायकू प्रीत लगाई \/ मीराबाई"},{"poem":"ये ब्रिजराजकूं अर्ज मेरी। जैसी राम हमारी॥ध्रु०॥\nमोर मुगुट श्रीछत्र बिराजे। कुंडलकी छब न्यारी॥१॥\nहारी हारी पगया केशरी जामा। उपर फुल हाजारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारी॥३॥\n\n","author":"मीराबाई","title":"ये ब्रिजराजकूं अर्ज मेरी \/ मीराबाई"},{"poem":"तैं मेरी गेंद चुराई। ग्वालनारे॥ध्रु०॥\nआबहि आणपेरे तोरे आंगणा। आंगया बीच छुपाई॥१॥\nग्वाल बाल सब मिलकर जाये। जगरथ झोंका आई॥२॥\nसाच कन्हैया झूठ मत बोले। घट रही चतुराई॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलजाई॥४॥\n\n","author":"मीराबाई","title":"तैं मेरी गेंद चुराई \/ मीराबाई"},{"poem":"कोई देखोरे मैया। शामसुंदर मुरलीवाला॥ध्रु०॥\nजमुनाके तीर धेनु चरावत। दधी घट चोर चुरैया॥१॥\nब्रिंदाजीबनके कुंजगलीनमों। हमकू देत झुकैया॥२॥\nईत गोकुल उत मथुरा नगरी। पकरत मोरी भय्या॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बजैया॥४॥\n\n","author":"मीराबाई","title":"कोई देखोरे मैया \/ मीराबाई"},{"poem":"जल कैशी भरुं जमुना भयेरी॥ध्रु०॥\nखडी भरुं तो कृष्ण दिखत है। बैठ भरुं तो भीजे चुनडी॥१॥\nमोर मुगुटअ पीतांबर शोभे। छुम छुम बाजत मुरली॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चणरकमलकी मैं जेरी॥३॥\n\n","author":"मीराबाई","title":"जल कैशी भरुं जमुना भयेरी \/ मीराबाई"},{"poem":"भज मन शंकर भोलानाथ भज मन॥ध्रु०॥\nअंग विभूत सबही शोभा। ऊपर फुलनकी बास॥१॥\nएकहि लोटाभर जल चावल। चाहत ऊपर बेलकी पात॥२॥\nमीरा कहे प्रभू गिरिधर नागर। पूजा करले समजे आपहि आप॥३॥\n\n","author":"मीराबाई","title":"भज मन शंकर भोलानाथ भज मन \/ मीराबाई"},{"poem":"मदन गोपाल नंदजीको लाल प्रभुजी॥ध्रु०॥\nबालपनकी प्रीत बिखायो। नवनीत धरियो नंदलाल॥१॥\nकुब्जा हीनकी तुम पत राखो। हम ब्रीज नारी भई बेहाल॥२॥\nमीरा कहे प्रभु गिरिधर नागर। हम जपे यही जपमाल॥३॥\n\n","author":"मीराबाई","title":"मदन गोपाल नंदजीको लाल प्रभुजी \/ मीराबाई"},{"poem":"मनुवा बाबारे सुमरले मन सिताराम॥ध्रु०॥\nबडे बडे भूपती सुलतान उनके। डेरे भय मैदान॥१॥\nलंकाके रावण कालने खाया। तूं क्या है कंगाल॥२॥\nमीरा कहे प्रभु गिरिधर लाल। भज गोपाल त्यज जंजाल॥३॥\n\n","author":"मीराबाई","title":"मनुवा बाबारे सुमरले मन सिताराम \/ मीराबाई"},{"poem":"मन केरो जेवो चंद्र छे। रास रमे नंद लालो रे॥ध्रु०॥\nनटवर बेश धर्यो नंद लाले। सौ ओघाने चालोरे॥१॥\nगानतान वाजिंत्र बाजे। नाचे जशोदानो काळोरे॥२॥\nसोळा सहस्त्र अष्ट पटराणी। बच्चे रह्यो मारो बहालोरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। रणछोडे दिसे छोगळोरे॥४॥\n\n","author":"मीराबाई","title":"मन केरो जेवो चंद्र छे \/ मीराबाई"},{"poem":"मथुराके कान मोही मोही मोही॥ध्रु०॥\nखांदे कामरीया हातमों लकरीया। सीर पाग लाल लोई लोई॥१॥\nपाउपें पैंजण आण वट बीचवे। चाल चलत ताता थै थै थै॥२॥\nमीरा कहे प्रभु गिरिधर नागर। हृदय बसत प्रभू तुही तुही तुही तुही॥३॥\n\n","author":"मीराबाई","title":"मथुराके कान मोही मोही मोही \/ मीराबाई"},{"poem":"मोरी लागी लटक गुरु चरणकी॥ध्रु०॥\nचरन बिना मुज कछु नही भावे। झूंठ माया सब सपनकी॥१॥\nभवसागर सब सुख गयी है। फिकीर नही मुज तरुणोनकी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। उलट भयी मोरे नयननकी॥३॥\n\n","author":"मीराबाई","title":"मोरी लागी लटक गुरु चरणकी \/ मीराबाई"},{"poem":"राधे तोरे नयनमों जदुबीर॥ध्रु०॥\nआदी आदी रातमों बाल चमके। झीरमीर बरसत नीर॥१॥\nमोर मुगुट पितांबर शोभे। कुंडल झलकत हीर॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल शीर॥३॥\n\n","author":"मीराबाई","title":"राधे तोरे नयनमों जदुबीर \/ मीराबाई"},{"poem":"राधे देवो बांसरी मोरी। मुरली हमारी॥ध्रु०॥\nपान पात सब ब्रिंदावन धुंडयो। कुंजगलीनमों सब हेरी॥१॥\nबांसरी बिन मोहे कल न परहे। पया लागत तोरी॥२॥\nकाहेसुं गावूं काहेंसुं बजाऊं। काहेसुं लाऊं गवा घहेरी॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकी मैं तो चित्त चोरी॥४॥\n\n","author":"मीराबाई","title":"राधे देवो बांसरी मोरी \/ मीराबाई"},{"poem":"रंगेलो राणो कई करसो मारो राज्य। \nहूं तो छांडी छांडी कुलनी लाज॥ध्रु०॥\nपग बांधीनें घुंगरा हातमों छीनी सतार। \nआपने ठाकूरजीके मंदिर नाचुं वो हरी जागे दिनानाथ\n॥ रंगेलो०॥१॥\nबिखको प्यालो राणाजीने भेजो कैं दिजे मिराबाई हात। \nकर चरणामृत पीगई मीराबाई ठाकुरको प्रसाद॥ रंगेलो०॥२॥\nसापरो पेटारो राणाजीनें भेजों दासाजीने हात। \nसापरो उपाडीनें गलामों डारयो हो गयो चंदन हार। \nमीरा कहे प्रभु गिरिधर नागर तूं मारो भरतार॥ रंगेलो०॥३॥\n\n","author":"मीराबाई","title":"रंगेलो राणो कई करसो मारो राज्य \/ मीराबाई"},{"poem":"बारी होके जाने बंदना। पठीयो कछु नारी है॥ध्रु०॥\nबुटीसे बुडी भई साची तो भारी हो बिचारी रही। \nतुम घर जावो बदना मेरो प्यारा भारी हो॥१॥\nनारी होके द्वारकामें बाजे बासुरी। बासु मुस वारी हो। \nवोही खूब लाला वणीर जोए। मारी सारी हो॥२॥\nपान जैसी पिरी भई पर गोपवर रही। \nमेरा गिरिधर पिया प्रभुजी मीरा वारी डारी हो॥३॥\n\n","author":"मीराबाई","title":"बारी होके जाने बंदना \/ मीराबाई"},{"poem":"लेता लेता श्रीरामजीनुं नाम। लोकडिवा तो लाजे मरे छे॥ध्रु०॥\nहरी मंदिर जाता पाव लिया दुखे। फरा आवे सारूं गाम॥१॥\nझगडो थाय त्यां दोडीनें जाया। मुक्तीनें बरना काम॥२॥\nभांड भवैया गुणका नृत्य करता। बेशी रहे चारे ठाम॥३॥\nमीरा कहे प्रभु गिरिधर गुण गाऊं। चरणकमल चित्त काम॥४॥\n\n","author":"मीराबाई","title":"लेता लेता श्रीरामजीनुं नाम \/ मीराबाई"},{"poem":"साधुकी संगत पाईवो। ज्याकी पुरन कमाई वो॥ध्रु०॥\nपिया नामदेव और कबीरा। चौथी मिराबाई वो॥१॥\nकेवल कुवा नामक दासा। सेना जातका नाई वो॥२॥\nधनाभगत रोहिदास चह्यारा। सजना जात कसाईवो॥३॥\nत्रिलोचन घर रहत ब्रीतिया। कर्मा खिचडी खाईवो॥४॥\nभिल्लणीके बोर सुदामाके चावल। रुची रुची भोग लगाईरे॥५॥\nरंका बंका सूरदास भाईं। बिदुरकी भाजी खाईरे॥६॥\nध्रुव प्रल्हाद और बिभीषण। उनकी क्या भलाईवो॥७॥\nमीरा कहे प्रभु गिरिधर नागर। ज्योतीमें ज्योती लगाईवो॥८॥\n\n","author":"मीराबाई","title":"साधुकी संगत पाईवो \/ मीराबाई"},{"poem":"हैडा मामूनें हरीवर पालारे। जाऊछूं जमनी तेमनीरे। \nमुजे मारी कट्यारी। प्रेमनी प्रेमनीरे॥ध्रु०॥\nजल भरवासु गरवा गमाया। माथा घागरडी हमनारे॥१॥\nबाजुबंद गोंडा बरखा बिराजे। हाथे बिटी छे हेमनीरे॥२॥\nसांकडी शेरीमां वालोजी मी ज्याथी। खबर पुछुछुं खेमनीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। भक्ति करुछुं नित नेमनीरे॥४॥\n\n","author":"मीराबाई","title":"हैडा मामूनें हरीवर पालारे \/ मीराबाई"},{"poem":"हारे मारे शाम काले मळजो। पेलां कह्या बचन पाळजो॥ध्रु०॥\nजळ जमुना जळ पाणी जातां। मार्ग बच्चे वेहेला वळजो॥१॥\nबाळपननी वाहिली दासी। प्रीत करी परवर जो॥२॥\nवाटे आळ न करिये वाहला। वचन कह्युं तें सुनजो॥३॥\nघणोज स्नेह थयाथी गिरिधर। लोललज्जाथी बळजो॥४॥\nमीरा कहे गिरिधर नागर। प्रीत करी ते पाळजो॥५॥\n\n","author":"मीराबाई","title":"हारे मारे शाम काले मळजो \/ मीराबाई"},{"poem":"हूं जाऊं रे जमुना पाणीडा। एक पंथ दो काज सरे॥ध्रु०॥\nजळ भरवुं बीजुं हरीने मळवुं। दुनियां मोटी दंभेरे॥१॥\nअजाणपणमां कांइरे नव सुझ्यूं। जशोदाजी आगळ राड करे॥२॥\nमोरली बजाडे बालो मोह उपजावे। तल वल मारो जीव फफडे॥३॥\nवृंदावनमें मारगे जातां। जन्म जन्मनी प्रीत मळे॥४॥\nमीरा कहे प्रभु गिरिधर नागर। भवसागरनो फेरो टळे॥५॥\n\n","author":"मीराबाई","title":"हूं जाऊं रे जमुना पाणीडा \/ मीराबाई"},{"poem":"हारे जावो जावोरे जीवन जुठडां। हारे बात करतां हमे दीठडां॥ध्रु०॥\nसौ देखतां वालो आळ करेछे। मारे मन छो मीठडारे॥१॥\nवृंदावननी कुंजगलीनमें। कुब्जा संगें दीठ डारे॥२॥\nचंदन पुष्पने माथे पटको। बली माथे घाल्याता पछिडारे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। मारे मनछो नीठडारे॥४॥\n\n","author":"मीराबाई","title":"हारे जावो जावोरे जीवन जुठडां \/ मीराबाई"},{"poem":"कृष्णमंदिरमों मिराबाई नाचे तो ताल मृदंग रंग चटकी। \nपावमों घुंगरू झुमझुम वाजे। तो ताल राखो घुंगटकी॥१॥\nनाथ तुम जान है सब घटका मीरा भक्ति करे पर घटकी॥ध्रु०॥\nध्यान धरे मीरा फेर सरनकुं सेवा करे झटपटको। \nसालीग्रामकूं तीलक बनायो भाल तिलक बीज टबकी॥२॥\nबीख कटोरा राजाजीने भेजो तो संटसंग मीरा हटकी। \nले चरणामृत पी गईं मीरा जैसी शीशी अमृतकी॥३॥\nघरमेंसे एक दारा चली शीरपर घागर और मटकी। \nमीरा कहे प्रभु गिरिधर नागर। जैसी डेरी तटवरकी॥४॥\n\n","author":"मीराबाई","title":"कृष्णमंदिरमों मिराबाई नाचे \/ मीराबाई"},{"poem":"कौन भरे जल जमुना। सखीको०॥ध्रु०॥\nबन्सी बजावे मोहे लीनी। हरीसंग चली मन मोहना॥१॥\nशाम हटेले बडे कवटाले। हर लाई सब ग्वालना॥२॥\nकहे मीरा तुम रूप निहारो। तीन लोक प्रतिपालना॥३॥\n\n","author":"मीराबाई","title":"कौन भरे जल जमुना \/ मीराबाई"},{"poem":"कैसी जादू डारी। अब तूने कैशी जादु॥ध्रु०॥\nमोर मुगुट पितांबर शोभे। कुंडलकी छबि न्यारी॥१॥\nवृंदाबन कुंजगलीनमों। लुटी गवालन सारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलहारी॥३॥\n\n","author":"मीराबाई","title":"कैसी जादू डारी \/ मीराबाई"},{"poem":"कान्हा कानरीया पेहरीरे॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावे। खेल खेलकी गत न्यारीरे॥१॥\nखेल खेलते अकेले रहता। भक्तनकी भीड भारीरे॥२॥\nबीखको प्यालो पीयो हमने। तुह्मारो बीख लहरीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरण कमल बलिहारीरे॥४॥\n\n","author":"मीराबाई","title":"कान्हा कानरीया पेहरीरे \/ मीराबाई"},{"poem":"कीसनजी नहीं कंसन घर जावो। राणाजी मारो नही॥ध्रु०॥\nतुम नारी अहल्या तारी। कुंटण कीर उद्धारो॥१॥\nकुबेरके द्वार बालद लायो। नरसिंगको काज सुदारो॥२॥\nतुम आये पति मारो दहीको। तिनोपार तनमन वारो॥३॥\nजब मीरा शरण गिरधरकी। जीवन प्राण हमारो॥४॥\n\n","author":"मीराबाई","title":"कीसनजी नहीं कंसन घर जावो \/ मीराबाई"},{"poem":"गोपाल राधे कृष्ण गोविंद॥ गोविंद॥ध्रु०॥\nबाजत झांजरी और मृंदग। और बाजे करताल॥१॥\nमोर मुकुट पीतांबर शोभे। गलां बैजयंती माल॥२॥\nमीरा कहे प्रभु गिरिधर नागर। भक्तनके प्रतिपाल॥३॥\n\n","author":"मीराबाई","title":"गोपाल राधे कृष्ण गोविंद \/ मीराबाई"},{"poem":"गांजा पीनेवाला जन्मको लहरीरे॥ध्रु०॥\nस्मशानावासी भूषणें भयंकर। पागट जटा शीरीरे॥१॥\nव्याघ्रकडासन आसन जयाचें। भस्म दीगांबरधारीरे॥२॥\nत्रितिय नेत्रीं अग्नि दुर्धर। विष हें प्राशन करीरे॥३॥\nमीरा कहे प्रभू ध्यानी निरंतर। चरण कमलकी प्यारीरे॥४॥\n\n","author":"मीराबाई","title":"गांजा पीनेवाला जन्मको लहरीरे \/ मीराबाई"},{"poem":"चालो ढाकोरमा ज‍इ वसिये। मनेले हे लगाडी रंग रसिये॥ध्रु०॥\nप्रभातना पोहोरमा नौबत बाजे। अने दर्शन करवा जईये॥१॥\nअटपटी पाघ केशरीयो वाघो। काने कुंडल सोईये॥२॥\nपिवळा पितांबर जर कशी जामो। मोतन माळाभी मोहिये॥३॥\nचंद्रबदन आणियाळी आंखो। मुखडुं सुंदर सोईये॥४॥\nरूमझुम रूमझुम नेपुर बाजे। मन मोह्यु मारूं मुरलिये॥५॥\nमीरा कहे प्रभु गिरिधर नागर। अंगो अंग जई मळीयेरे॥६॥\n\n","author":"मीराबाई","title":"चालो ढाकोरमा ज‍इ वसिये \/ मीराबाई"},{"poem":"चालो सखी मारो देखाडूं। बृंदावनमां फरतोरे॥ध्रु०॥\nनखशीखसुधी हीरानें मोती। नव नव शृंगार धरतोरे॥१॥\nपांपण पाध कलंकी तोरे। शिरपर मुगुट धरतोरे॥२॥\nधेनु चरावे ने वेणू बजावे। मन माराने हरतोरे॥३॥\nरुपनें संभारुं के गुणवे संभारु। जीव राग छोडमां गमतोरे॥४॥\nमीरा कहे प्रभु गिरिधर नागर। सामळियो कुब्जाने वरतोरे॥५॥\n\n","author":"मीराबाई","title":"चालो सखी मारो देखाडूं \/ मीराबाई"},{"poem":"आयी देखत मनमोहनकू। मोरे मनमों छबी छाय रही॥ध्रु०॥\nमुख परका आचला दूर कियो। तब ज्योतमों ज्योत समाय रही॥२॥\nसोच करे अब होत कंहा है। प्रेमके फुंदमों आय रही॥३॥\nमीरा के प्रभु गिरिधर नागर। बुंदमों बुंद समाय रही॥४॥\n\n","author":"मीराबाई","title":"आयी देखत मनमोहनकू \/ मीराबाई"},{"poem":"हृदय तुमकी करवायो। हूं आलबेली बेल रही कान्हा॥१॥\nमोर मुकुट पीतांबर शोभे। मुरली क्यौं बजावे कान्हा॥२॥\nब्रिंदाबनमों कुंजगलनमों। गड उनकी चरन धुलाई॥३॥\nमीराके प्रभु गिरिधर नागर। घर घर लेऊं बलाई॥४॥\n\n","author":"मीराबाई","title":"हृदय तुमकी करवायो \/ मीराबाई"},{"poem":"मनमोहन गिरिवरधारी॥ध्रु०॥\nमोर मुकुट पीतांबरधारी। मुरली बजावे कुंजबिहारी॥१॥\nहात लियो गोवर्धन धारी। लिला नाटकी बांकी गत है न्यारी॥२॥\nग्वाल बाल सब देखन आयो। संग लिनी राधा प्यारी॥३॥\nमीराके प्रभु गिरिधर नागर। आजी आईजी हमारी फेरी॥४॥\n\n","author":"मीराबाई","title":"मनमोहन गिरिवरधारी \/ मीराबाई"},{"poem":"बालपनमों बैरागन करी गयोरे॥ध्रु०॥\nखांदा कमलीया तो हात लकरीया। जमुनाके पार उतारगयोरे॥१॥\nजमुनाके नीर तीर धेनु चरावत। बनसीकी टेक सुनागयोरे॥२॥\nमीराके प्रभु गिरिधर नागर। सावली सुरत दरशन दे गयोरे॥३॥\n\n","author":"मीराबाई","title":"बालपनमों बैरागन करी गयोरे \/ मीराबाई"},{"poem":"लटपटी पेचा बांधा राज॥ध्रु०॥\nसास बुरी घर ननंद हाटेली। तुमसे आठे कियो काज॥१॥\nनिसीदन मोहिके कलन परत है। बनसीनें सार्‍यो काज॥२॥\nमीराके प्रभु गिरिधन नागर। चरन कमल सिरताज॥३॥\n\n","author":"मीराबाई","title":"लटपटी पेचा बांधा राज \/ मीराबाई"},{"poem":"राजा थारे कुबजाही मन मानी। म्हांसु आ बोलना॥ध्रु०॥\nरसकोबी हरि छेला हारियो बनसीवाला जादु लाया।\nभुलगई सुद सारी॥१॥\nतुम उधो हरिसो जाय कैहीयो। कछु नही चूक हमारी॥२॥\nमिराके प्रभु गिरिधर नागर। चरण कमल उरधारी॥३॥\n\n","author":"मीराबाई","title":"राजा थारे कुबजाही मन मानी \/ मीराबाई"},{"poem":"हमे कैशी घोर उतारो। द्रग आंजन सबही धोडावे। \nमाथे तिलक बनावे पेहरो चोलावे॥१॥\nहमारो कह्यो सुनो बिष लाग्यो। उनके जाय भवन रस चाख्यो। \nउवासे हिलमिल रहना हासना बोलना॥२॥\nजमुनाके तट धेनु चरावे। बन्सीमें कछु आचरज गावे। \nमीठी राग सुनावे बोले बोलना॥३॥\nहामारी प्रीत तुम संग लागी। लोकलाज कुलकी सब त्यागी। \nमीराके प्रभु गिरिधारी बन बन डोलना॥४॥\n\n","author":"मीराबाई","title":"हमे कैशी घोर उतारो \/ मीराबाई"},{"poem":"माई मेरो मोहनमें मन हारूं॥ध्रु०॥\nकांह करुं कीत जाऊं सजनी। प्रान पुरससु बरयो॥१॥\nहूं जल भरने जातथी सजनी। कलस माथे धरयो॥२॥\nसावरीसी कीसोर मूरत। मुरलीमें कछु टोनो करयो॥३॥\nलोकलाज बिसार डारी। तबही कारज सरयो॥४॥\nदास मीरा लाल गिरिधर। छान ये बर बरयो॥५॥\n\n","author":"मीराबाई","title":"माई मेरो मोहनमें मन हारूं \/ मीराबाई"},{"poem":"हारि आवदे खोसरी। बुंद न भीजे मो सारी॥ध्रु०॥\nयेक बरसत दुजी पवन चलत है। तिजी जमुना गहरी॥१॥\nएक जोबन दुजी दहीकी मथीनया। तिजी हरि दे छे गारी॥२॥\nब्रज जशोदा राणी आपने लालकू। इन सुबहूमें हारी॥३॥\nमीराके प्रभु गिरिधर नागर। प्रभु चरणा परवारी॥४॥\n\n","author":"मीराबाई","title":"हारि आवदे खोसरी \/ मीराबाई"},{"poem":"राम बिन निंद न आवे। बिरह सतावे प्रेमकी आच ठुरावे॥ध्रु०॥\nपियाकी जोतबिन मो दर आंधारो दीपक कदायन आवे।\nपियाजीबिना मो सेज न आलुनी जाननरे ए बिहावे। \nकबु घर आवे घर आवे॥१॥\nदादर मोर पपीया बोले कोयल सबद सुनावे। \nगुमट घटा ओल रहगई दमक चमक दुरावे। नैन भर आवें॥२॥\nकाहां करूं कितना उसखेरू बदन कोई न बनवे। \nबिरह नाग मेरि काया डसी हो। लहर लहर जीव जावे जडी घस लावे॥३॥\nकहोरी सखी सहली सजनी पियाजीनें आने मिलावे। \nमीराके प्रभु कबरी मिलेगे मोहनमो मन भावे। कबहूं हस हस बतलावे॥४॥\n\n","author":"मीराबाई","title":"राम बिन निंद न आवे \/ मीराबाई"},{"poem":"दरद जाने कोय हेली। मैं दरद दिवानी॥ध्रु०॥\nघायलकी गत घायल ज्याने। लागी हिये॥१॥\nसुली उपर सेजहमारी। किसबीद रहीये सोय॥२॥\nमीराके प्रभु गिरिधर नागर। वदे सामलीया होय॥३॥\n\n","author":"मीराबाई","title":"दरद जाने कोय हेली \/ मीराबाई"},{"poem":"सखी आपनो दाम खोटो दोस काहां कुबज्याकू॥ध्रु०॥\nकुबजा दासी कंस रायकी। दराय कोठोडो॥१॥\nआपन जाय दुबारका छाय। कागद हूं कोठोडो॥२॥\nमीराके प्रभु गिरिधर नागर। कुबजा बडी हरी छोडो॥३॥\n\n","author":"मीराबाई","title":"सखी आपनो दाम खोटो \/ मीराबाई"},{"poem":"खबर मोरी लेजारे बंदा जावत हो तुम उनदेस॥ध्रु०॥\nहो नंदके नंदजीसु यूं जाई कहीयो। एकबार दरसन दे जारे॥१॥\nआप बिहारे दरसन तिहारे। कृपादृष्टि करी जारे॥२॥\nनंदवन छांड सिंधु तब वसीयो। एक हाम पैन सहजीरे।\nजो दिन ते सखी मधुबन छांडो। ले गयो काळ कलेजारे॥३॥\nमीराके प्रभु गिरिधर नागर। सबही बोल सजारे॥४॥\n\n","author":"मीराबाई","title":"खबर मोरी लेजारे बंदा \/ मीराबाई"},{"poem":"अपनी गरज हो मिटी सावरे हाम देखी तुमरी प्रीत॥ध्रु०॥\nआपन जाय दुवारका छाय ऐसे बेहद भये हो नचिंत॥ ठोर०॥१॥\nठार सलेव करित हो कुलभवर कीसि रीत॥२॥\nबीन दरसन कलना परत हे आपनी कीसि प्रीत। \nमीराके प्रभु गिरिधर नागर प्रभुचरन न परचित॥३॥\n\n","author":"मीराबाई","title":"अपनी गरज हो मिटी \/ मीराबाई"},{"poem":"मैं तो तेरे दावन लागीवे गोपाळ॥ध्रु०॥\nकीया कीजो प्रसन्न दिजावे। \nखबर लीजो आये तुम साधनमें तुम संतनसे।\nतुम ग‍उवनके रखवाल॥२॥\nआपन जाय दुवारकामें हामकू देई विसार॥३॥\nमीराके प्रभु गिरिधर नागर। चरणकमल बलहार॥४॥\n\n","author":"मीराबाई","title":"मैं तो तेरे दावन लागीवे गोपाळ \/ मीराबाई"},{"poem":"हरी सखी देख्योरी नंद किशोर॥ध्रु०॥\nमोर मुकुट मकराकृत कुंडल। पीतांबर झलक हरोल॥१॥\nग्वाल बाल सब संग जुलीने। गोवर्धनकी और॥२॥\nमीराके प्रभु गिरिधर नागर। हरि भये माखन चोर॥३॥\n\n","author":"मीराबाई","title":"हरी सखी देख्योरी नंद किशोर \/ मीराबाई"},{"poem":"तुम लाल नंद सदाके कपटी॥ध्रु०॥\nसबकी नैया पार उतर गयी। हमारी नैया भवर बिच अटकी॥१॥\nनैया भीतर करत मस्करी। दे सय्यां अरदन पर पटकी॥२॥\nब्रिंदाबनके कुंजगलनमों सीरकी। घगरीया जतनसे पटकी॥३॥\nमीराके प्रभु गिरिधर नागर। राधे तूं या बन बन भटकी॥४॥\n\n","author":"मीराबाई","title":"तुम लाल नंद सदाके कपटी \/ मीराबाई"},{"poem":"प्रगट भयो भगवान॥ध्रु०॥\nनंदाजीके घर नौबद बाजे। टाळ मृदंग और तान॥१॥\nसबही राजे मिलन आवे। छांड दिये अभिमान॥२॥\nमीराके प्रभु गिरिधर नागर। निशिदिनीं धरिजे ध्यान॥३॥\n\n","author":"मीराबाई","title":"प्रगट भयो भगवान \/ मीराबाई"},{"poem":"हमरे चीर दे बनवारी॥ध्रु०॥\nलेकर चीर कदंब पर बैठे। हम जलमां नंगी उघारी॥१॥\nतुमारो चीर तो तब नही। देउंगा हो जा जलजे न्यारी॥२॥\nऐसी प्रभुजी क्यौं करनी। तुम पुरुख हम नारी॥३॥\nमीराके प्रभु गिरिधर नागर। तुम जीते हम हारी॥४॥\n\n","author":"मीराबाई","title":"हमरे चीर दे बनवारी \/ मीराबाई"},{"poem":"फरका फरका जो बाई हरीकी मुरलीया। सुनोरे सखी मारा मन हरलीया॥ध्रु०॥\nगोकुल बाजी ब्रिंदाबन बाजी। और बाजी जाहा मथुरा नगरीया॥१॥\nतुम तो बेटो नंदबावांके। हम बृषभान पुराके गुजरीया॥२॥\nयहां मधुबनके कटा डारूं बांस। उपजे न बांस मुरलीया॥३॥\nमीराके प्रभु गिरिधर नागर। चरणकमलकी लेऊंगी बलय्या॥४॥\n\n","author":"मीराबाई","title":"फरका फरका जो बाई हरीकी मुरलीया \/ मीराबाई"},{"poem":"शरणागतकी लाज। तुमकू शणागतकी लाज॥ध्रु०॥\nनाना पातक चीर मेलाय। पांचालीके काज॥१॥\nप्रतिज्ञा छांडी भीष्मके। आगे चक्रधर जदुराज॥२॥\nमीराके प्रभु गिरिधर नागर। दीनबंधु महाराज॥३॥\n\n","author":"मीराबाई","title":"शरणागतकी लाज \/ मीराबाई"},{"poem":"छोडो चुनरया छोडो मनमोहन मनमों बिच्यारो॥धृ०॥\nनंदाजीके लाल। संग चले गोपाल धेनु चरत चपल। \nबीन बाजे रसाल। बंद छोडो॥१॥\nकाना मागत है दान। गोपी भये रानोरान। \nसुनो उनका ग्यान। घबरगया उनका प्रान। \nचिर छोडो॥२॥\nमीरा कहे मुरारी। लाज रखो मेरी।\nपग लागो तोरी। अब तुम बिहारी। \nचिर छोडो॥३॥\n\n","author":"मीराबाई","title":"छोडो चुनरया छोडो मनमोहन \/ मीराबाई"},{"poem":"हातीं घोडा महाल खजीना दे दवलतपर लातरे।\nकरीयो प्रभुजीकी बात सबदीन करीयो प्रभूजीकी बात॥ध्रु०॥\nमा बाप और बेहेन भाईं कोई नही आयो सातरे॥१॥\nमीराके प्रभु गिरिधर नागर भजन करो दिन रातरे॥२॥\n\n","author":"मीराबाई","title":"हातीं घोडा महाल खजीना \/ मीराबाई"},{"poem":"बासुरी सुनूंगी। मै तो बासुरी सुनूंगी। बनसीवालेकूं जान न देऊंगी॥ध्रु०॥\nबनसीवाला एक कहेगा। एकेक लाख सुनाऊंगी॥१॥\nब्रिंदाबनके कुजगलनमों। भर भर फूल छिनाऊंगी॥२॥\nईत गोकुल उत मथुरा नगरी। बीचमें जाय अडाऊंगी॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमल लपटाऊंगी॥४॥\n\n","author":"मीराबाई","title":"बासुरी सुनूंगी। मै तो बासुरी सुनूंगी \/ मीराबाई"},{"poem":"म्हारे घर चालोजी जशोमती लालनारे॥धृ०॥\nराधा कहती सुनोजी प्यारे। नाहक सतावत जननी मुरारे।\nअंगन खेलत ले बिजहारे | लुटू लुटू खेलनारे॥१॥\nपेन्हो पीत बसन और आंगीया। मोनो मोतरवाला कन्हैया। \nरोवे कायकू लोक बुझाया। हासती ग्वालनारे॥२॥\nचंदन चौक उपर न्हालाऊं। मीश्री माखन दूध पिलावूं। \nमंदिर आपने हात हलाऊं। जडाऊं पालनारे॥३॥\nमीराके प्रभु दीनदयाला। वहां तुम सावध परम कृपाला।\nतन मन धन वारी जै गोपाला। मेरे मन बोलनारे॥४॥\n\n","author":"मीराबाई","title":"म्हारे घर चालोजी जशोमती लालनारे \/ मीराबाई"},{"poem":"सुंदर मारो सांवरो। मारा घेर आउंछे वनमाली॥ध्रु०॥\nनाना सुगंधी तेल मंगाऊं। ऊन ऊन पाणी तपाऊं छे॥\nमारा मनमों येही वसे छे। आपने हात न्हवलाऊं छे॥१॥\nखीर खांड पक्वान मिठाई। उपर घीना लडवा छे॥\nमारो मनमों येही वसे छे। आपने होतसे जमाऊं छे॥२॥\nसोना रुपानो पालनो बंधाऊं। रेशमना बंद बांधूं छे॥\nमारा मनमों येडी वसे छे। आपने हात झूलाऊं छे॥३॥\nमीराके प्रभू गिरिधर नागर। चरनकमल बलहारु छे॥\nमारा मनमों येही वसे छे। अपना ध्यान धराऊं छे॥४॥\n\n","author":"मीराबाई","title":"सुंदर मारो सांवरो। मारा घेर आउंछे वनमाली \/ मीराबाई"},{"poem":"कागळ कोण लेई जायरे मथुरामां वसे रेवासी मेरा प्राण पियाजी॥ध्रु०॥\nए कागळमां झांझु शूं लखिये। थोडे थोडे हेत जणायरे॥१॥\nमित्र तमारा मळवाने इच्छे। जशोमती अन्न न खाय रे॥२॥\nसेजलडी तो मुने सुनी रे लागे। रडतां तो रजनी न जायरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल तारूं त्यां जायरे॥४॥\n\n","author":"मीराबाई","title":"कागळ कोण लेई जायरे मथुरामां \/ मीराबाई"},{"poem":"सामळोजी मारी बात। बाई तमे सामळोजी मारी बात॥ध्रु०॥\nराधा सखी सुंदर घरमां। कुबजानें घर जात॥१॥\nनवलाख धेनु घरमां दुभाय। घर घर गोरस खात॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमलपर हात॥३॥\n\n","author":"मीराबाई","title":"सामळोजी मारी बात \/ मीराबाई"},{"poem":"बन जाऊं चरणकी दासी रे। दासी मैं भई उदासी॥ध्रु०॥\nऔर देव कोई न जाणूं। हरिबिन भई उदासी॥१॥\nनहीं न्हावूं गंगा नहीं न्हावूं जमुना। नहीं न्हावूं प्रयाग कासी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमलकी प्यासी॥३॥\n\n","author":"मीराबाई","title":"बन जाऊं चरणकी दासी रे \/ मीराबाई"},{"poem":"मागत माखन रोटी। गोपाळ प्यारो मागत माखन रोटी॥ध्रु०॥\nमेरे गोपालकू रोटी बना देऊंगी। एक छोटी एक मोटी॥१॥\nमेरे गोपालकू बीहा करुंगी। बृषभानकी बेटी॥२॥\nमेरे गोपालकू झबला शिवाऊंगी। मोतनकी लड छुटी॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमलपा लोटी॥४॥\n\n","author":"मीराबाई","title":"मागत माखन रोटी \/ मीराबाई"},{"poem":"मेरो मन हरलियो राज रणछोड। मेरो मन०॥ध्रु०॥\nत्रिकम माधव और पुरुषोत्तम ने। कुबेर कल्याणनी जोड॥१॥\nराधां रुक्मिणी और सतभामा। जांबुक करणी जोड॥२॥\nचार मास रत्‍नागर गाजे। गोमती करत कलोल॥३॥\nमीरा कहे प्रभु गिरिधर नागर। हरी मारा दलडाना चोर॥४॥\n\n","author":"मीराबाई","title":"मेरो मन हरलियो राज रणछोड \/ मीराबाई"},{"poem":"अजब सलुनी प्यारी मृगया नैनों। तें मोहन वश कीधोरे॥ध्रु०॥\nगोकुळमां सौ बात करेरे बाला कां न कुबजे वश लीधोरे॥१॥\nमनको सो करी ते लाल अंबाडी अंकुशे वश कीधोरे॥२॥\nलवींग सोपारी ने पानना बीदला राधांसु रारुयो कीनोरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर चरणकमल चित्त दीनोरे॥४॥\n\n","author":"मीराबाई","title":"अजब सलुनी प्यारी मृगया नैनों \/ मीराबाई"},{"poem":"आतुर थई छुं सुख जोवांने घेर आवो नंद लालारे॥ध्रु०॥\nगौतणां मीस करी गयाछो गोकुळ आवो मारा बालारे॥१॥\nमासीरे मारीने गुणका तारी टेव तमारी ऐसी छोगळारे॥२॥\nकंस मारी मातपिता उगार्या घणा कपटी नथी भोळारे॥३॥\nमीरा कहे प्रभू गिरिधर नागर गुण घणाज लागे प्यारारे॥४॥\n\n","author":"मीराबाई","title":"आतुर थई छुं सुख जोवांने \/ मीराबाई"},{"poem":"अरज करे छे मीरा रोकडी। उभी उभी अरज॥ध्रु०॥\nमाणिगर स्वामी मारे मंदिर पाधारो सेवा करूं दिनरातडी॥१॥\nफूलनारे तुरा ने फूलनारे गजरे फूलना ते हार फूल पांखडी॥२॥\nफूलनी ते गादी रे फूलना तकीया फूलनी ते पाथरी पीछोडी॥३॥\nपय पक्कानु मीठाई न मेवा सेवैया न सुंदर दहीडी॥४॥\nलवींग सोपारी ने ऐलची तजवाला काथा चुनानी पानबीडी॥५॥\nसेज बिछावूं ने पासा मंगावूं रमवा आवो तो जाय रातडी॥६॥\nमीरा कहे प्रभु गिरिधर नागर तमने जोतमां ठरे आखडी॥७॥\n\n","author":"मीराबाई","title":"अरज करे छे मीरा रोकडी \/ मीराबाई"},{"poem":"आज मारे साधुजननो संगरे राणा। मारा भाग्ये मळ्यो॥ध्रु०॥\nसाधुजननो संग जो करीये पियाजी चडे चोगणो रंग रे॥१॥\nसीकुटीजननो संग न करीये पियाजी पाडे भजनमां भंगरे॥२॥\nअडसट तीर्थ संतोनें चरणें पियाजी कोटी काशी ने कोटी गंगरे॥३॥\nनिंदा करसे ते तो नर्क कुंडमां जासे पियाजी थशे आंधळा अपंगरे॥४॥\nमीरा कहे गिरिधरना गुन गावे पियाजी संतोनी रजमां शीर संगरे॥५॥\n\n","author":"मीराबाई","title":"आज मारे साधुजननो संगरे राणा \/ मीराबाई"},{"poem":"कहां गयोरे पेलो मुरलीवाळो। अमने रास रमाडीरे॥ध्रु०॥\nरास रमाडवानें वनमां तेड्या मोहन मुरली सुनावीरे॥१॥\nमाता जसोदा शाख पुरावे केशव छांट्या धोळीरे॥२॥\nहमणां वेण समारी सुती प्रेहरी कसुंबळ चोळीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर चरणकमल चित्त चोरीरे॥४॥\n\n","author":"मीराबाई","title":"कहां गयोरे पेलो मुरलीवाळो \/ मीराबाई"},{"poem":"चालने सखी दही बेचवा ज‍इये। ज्या सुंदर वर रमतोरे॥ध्रु०॥\nप्रेमतणां पक्कान्न लई साथे। जोईये रसिकवर जमतोरे॥१॥\nमोहनजी तो हवे भोवो थयो छे। गोपीने नथी दमतोरे॥२॥\nमीरा कहे प्रभु गिरिधर नागर। रणछोड कुबजाने गमतोरे॥३॥\n\n","author":"मीराबाई","title":"चालने सखी दही बेचवा ज‍इये \/ मीराबाई"},{"poem":"कठण थयां रे माधव मथुरां जाई। कागळ न लख्यो कटकोरे॥ध्रु०॥\nअहियाथकी हरी हवडां पधार्या। औद्धव साचे अटक्यारे॥१॥\nअंगें सोबरणीया बावा पेर्या। शीर पितांबर पटकोरे॥२॥\nगोकुळमां एक रास रच्यो छे। कहां न कुबड्या संग अतक्योरे॥३॥\nकालीसी कुबजा ने आंगें छे कुबडी। ये शूं करी जाणे लटकोरे॥४॥\nये छे काळी ने ते छे। कुबडी रंगे रंग बाच्यो चटकोरे॥५॥\nमीरा कहे प्रभु गिरिधर नागर। खोळामां घुंघट खटकोरे॥६॥\n\n","author":"मीराबाई","title":"कठण थयां रे माधव मथुरां जाई \/ मीराबाई"},{"poem":"जशोदा मैया मै नही दधी खायो॥ध्रु०॥\nप्रात समये गौबनके पांछे। मधुबन मोहे पठायो॥१॥\nसारे दिन बन्सी बन भटके। तोरे आगे आयो॥२॥\nले ले अपनी लकुटी कमलिया। बहुतही नाच नचायो॥३॥\nतुम तो धोठा पावनको छोटा। ये बीज कैसो पायो॥४॥\nग्वाल बाल सब द्वारे ठाडे है। माखन मुख लपटायो॥५॥\nमीरा कहे प्रभु गिरिधर नागर। जशोमती कंठ लगायो॥६॥\n\n","author":"मीराबाई","title":"जशोदा मैया मै नही दधी खायो \/ मीराबाई"},{"poem":"तुम कीं करो या हूं ज्यानी। तुम०॥ध्रु०॥\nब्रिंद्राजी बनके कुंजगलीनमों। गोधनकी चरैया हूं ज्यानी॥१॥\nमोर मुगुट पीतांबर सोभे। मुरलीकी बजैया हूं ज्यानी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। दान दिन ले तब लै हुं ज्यानी॥३॥\n\n","author":"मीराबाई","title":"तुम कीं करो या हूं ज्यानी \/ मीराबाई"},{"poem":"तेरे सावरे मुखपरवारी। वारी वारी बलिहारी॥ध्रु०॥\nमोर मुगुट पितांबर शोभे। कुंडलकी छबि न्यारी न्यारी॥१॥\nब्रिंदामनमों धेनु चरावे। मुरली बजावत प्यारी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल चित्त वारी॥३॥\n\n","author":"मीराबाई","title":"तेरे सावरे मुखपरवारी \/ मीराबाई"},{"poem":"तोरी सावरी सुरत नंदलालाजी॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावत। कारी कामली वालाजी॥१॥\nमोर मुगुट पितांबर शोभे। कुंडल झळकत लालाजी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। भक्तनके प्रतिपालाजी॥३॥\n\n","author":"मीराबाई","title":"तोरी सावरी सुरत नंदलालाजी \/ मीराबाई"},{"poem":"थारो विरुद्ध घेटे कैसी भाईरे॥ध्रु०॥\nसैना नायको साची मीठी। आप भये हर नाईरे॥१॥\nनामा शिंपी देवल फेरो। मृतीकी गाय जिवाईरे॥२॥\nराणाने भेजा बिखको प्यालो। पीबे मिराबाईरे॥३॥\n\n","author":"मीराबाई","title":"थारो विरुद्ध घेटे कैसी भाईरे \/ मीराबाई"},{"poem":"नही जाऊंरे जमुना पाणीडा। मार्गमां नंदलाल मळे॥ध्रु०॥\nनंदजीनो बालो आन न माने। कामण गारो जोई चितडूं चळे॥१॥\nअमे आहिउडां सघळीं सुवाळां। कठण कठण कानुडो मळ्यो॥२॥\nमीरा कहे प्रभु गिरिधर नागर। गोपीने कानुडो लाग्यो नळ्यो॥३॥\n\n","author":"मीराबाई","title":"नही जाऊंरे जमुना पाणीडा \/ मीराबाई"},{"poem":"नही तोरी बलजोरी राधे॥ध्रु०॥\nजमुनाके नीर तीर धेनु चरावे। छीन लीई बांसरी॥१॥\nसब गोपन हस खेलत बैठे। तुम कहत करी चोरी॥२॥\nहम नही अब तुमारे घरनकू। तुम बहुत लबारीरे॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरणकमल बलिहारीरे॥४॥\n\n","author":"मीराबाई","title":"नही तोरी बलजोरी राधे \/ मीराबाई"},{"poem":"नाव किनारे लगाव प्रभुजी नाव किना०॥ध्रु०॥\nनदीया घहेरी नाव पुरानी। डुबत जहाज तराव॥१॥\nग्यान ध्यानकी सांगड बांधी। दवरे दवरे आव॥२॥\nमीरा कहे प्रभु गिरिधर नागर। पकरो उनके पाव॥३॥\n\n","author":"मीराबाई","title":"नाव किनारे लगाव प्रभुजी \/ मीराबाई"},{"poem":"पानी में मीन प्यासी। मोहे सुन सुन आवत हांसी॥ध्रु०॥\nआत्मज्ञानबिन नर भटकत है। कहां मथुरा काशी॥१॥\nभवसागर सब हार भरा है। धुंडत फिरत उदासी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। सहज मिळे अविनशी॥३॥\n\n","author":"मीराबाई","title":"पानी में मीन प्यासी \/ मीराबाई"},{"poem":"बात क्या कहूं नागरनटकी। नागर नटकी नागर०॥ध्रु०॥\nहूं दधी बेचत जात ब्रिंदावन। छीन लीई मोरी दधीकी मटकी॥१॥\nमोर मुकूट पीतांबर शोभे। अती शोभा उस कौस्तुभ मनकी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। प्रीत लगी उस मुरलीधरकी॥३॥\n\n","author":"मीराबाई","title":"बात क्या कहूं नागरनटकी \/ मीराबाई"},{"poem":"कान्हा बनसरी बजाय गिरधारी। तोरि बनसरी लागी मोकों प्यारीं॥ध्रु०॥\nदहीं दुध बेचने जाती जमुना। कानानें घागरी फोरी॥ काना०॥१॥\nसिरपर घट घटपर झारी। उसकूं उतार मुरारी॥ काना०॥२॥\nसास बुरीरे ननंद हटेली। देवर देवे मोको गारी॥ काना०॥३॥\nमीरा कहे प्रभु गिरिधर नागर। चरनकमल बलहारी॥ काना०॥४॥\n\n","author":"मीराबाई","title":"कान्हा बनसरी बजाय गिरधारी \/ मीराबाई"},{"poem":"हरि गुन गावत नाचूंगी॥ध्रु०॥\nआपने मंदिरमों बैठ बैठकर। गीता भागवत बाचूंगी॥१॥\nग्यान ध्यानकी गठरी बांधकर। हरीहर संग मैं लागूंगी॥२॥\nमीराके प्रभु गिरिधर नागर। सदा प्रेमरस चाखुंगी॥३॥\n\n","author":"मीराबाई","title":"हरि गुन गावत नाचूंगी \/ मीराबाई"},{"poem":"झुलत राधा संग। गिरिधर झूलत राधा संग॥ध्रु०॥\nअबिर गुलालकी धूम मचाई। भर पिचकारी रंग॥ गिरि०॥१॥\nलाल भई बिंद्रावन जमुना। केशर चूवत रंग॥ गिरि०॥२॥\nनाचत ताल आधार सुरभर। धिमी धिमी बाजे मृदंग॥ गिरि०॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमलकू दंग॥ गिरि०॥४॥\n\n","author":"मीराबाई","title":"झुलत राधा संग \/ मीराबाई"},{"poem":"कृष्ण करो जजमान॥ प्रभु तुम॥ध्रु०॥\nजाकी किरत बेद बखानत। सांखी देत पुरान॥ प्रभु०२॥\nमोर मुकुट पीतांबर सोभत। कुंडल झळकत कान॥ प्रभु०३॥\nमीराके प्रभू गिरिधर नागर। दे दरशनको दान॥ प्रभु०४॥\n\n","author":"मीराबाई","title":"कृष्ण करो जजमान \/ मीराबाई"},{"poem":"तुम बिन मेरी कौन खबर ले। गोवर्धन गिरिधारीरे॥ध्रु०॥\nमोर मुगुट पीतांबर सोभे। कुंडलकी छबी न्यारीरे॥ तुम०॥१॥\nभरी सभामों द्रौपदी ठारी। राखो लाज हमारी रे॥ तुम०॥२॥\nमीराके प्रभु गिरिधर नागर। चरनकमल बलहारीरे॥ तुम०॥३॥\n\n","author":"मीराबाई","title":"तुम बिन मेरी कौन खबर ले \/ मीराबाई"},{"poem":"हातकी बिडिया लेव मोरे बालक। मोरे बालम साजनवा॥ध्रु०॥\nकत्था चूना लवंग सुपारी बिडी बनाऊं गहिरी। \nकेशरका तो रंग खुला है मारो भर पिचकारी॥१॥\nपक्के पानके बिडे बनाऊं लेव मोरे बालमजी। \nहांस हांसकर बाता बोलो पडदा खोलोजी॥२॥\nमीराके प्रभु गिरिधर नागर बोलत है प्यारी।\nअंतर बालक यारो दासी हो तेरी॥३॥\n\n","author":"मीराबाई","title":"हातकी बिडिया लेव मोरे बालक \/ मीराबाई"},{"poem":"किन्ने देखा कन्हया प्यारा की मुरलीवाला॥ध्रु०॥\nजमुनाके नीर गंवा चरावे। खांदे कंबरिया काला॥१॥\nमोर मुकुट पितांबर शोभे। कुंडल झळकत हीरा॥२॥\nमीराके प्रभु गिरिधर नागर। चरन कमल बलहारा॥३॥\n\n","author":"मीराबाई","title":"किन्ने देखा कन्हया प्यारा की मुरलीवाला \/ मीराबाई"},{"poem":"शाम मुरली बजाई कुंजनमों॥ध्रु०॥\nरामकली गुजरी गांधारी। लाल बिलावल भयरोमों॥१॥\nमुरली सुनत मोरी सुदबुद खोई। भूल पडी घरदारोमों॥२॥\nमीराके प्रभु गिरिधर नागर। वारी जाऊं तोरो चरननमों॥३॥\n\n","author":"मीराबाई","title":"शाम मुरली बजाई कुंजनमों \/ मीराबाई"},{"poem":"माई मैनें गोविंद लीन्हो मोल॥ध्रु०॥\nकोई कहे हलका कोई कहे भारी। लियो है तराजू तोल॥ मा०॥१॥\nकोई कहे ससता कोई कहे महेंगा। कोई कहे अनमोल॥ मा०॥२॥\nब्रिंदाबनके जो कुंजगलीनमों। लियों बंजंता  ढोल॥ मा०॥३॥\nमीराके प्रभु गिरिधर नागर। पुरब जनमके बोल॥ मा०॥४॥\n\n","author":"मीराबाई","title":"माई मैनें गोविंद लीन्हो मोल \/ मीराबाई"},{"poem":"राधा प्यारी दे डारोजी बनसी हमारी। \nये बनसीमें मेरा प्रान बसत है वो बनसी गई चोरी॥१॥\nना सोनेकी बन्सी न रुपेकी। हरहर बांसकी पेरी॥२॥\nघडी एक मुखमें घडी एक करमें। घडी एक अधर धरी॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमलपर वारी। राधा प्यारी दे०॥४॥\n\n","author":"मीराबाई","title":"राधा प्यारी दे डारोजी बनसी हमारी \/ मीराबाई"},{"poem":"मोरे लय लगी गोपालसे मेरा काज कोन करेगा। \nमेरे चित्त नंद लालछे॥ध्रु०॥१॥\nब्रिंदाजी बनके कुंजगलिनमों। मैं जप धर तुलसी मालछे॥२॥\nमोर मुकुट पीतांबर शोभे। गला मोतनके माल छे॥३॥\nमीराके प्रभु गिरिधर नागर। तुट गई जंजाल छे॥४॥\n\n","author":"मीराबाई","title":"मोरे लय लगी गोपालसे मेरा काज कोन करेगा \/ मीराबाई"},{"poem":"दीजो हो चुररिया हमारी। किसनजी मैं कन्या कुंवारी॥ध्रु०॥\nगौलन सब मिल पानिया भरन जाती। वहंको करत बलजोरी॥१॥\nपरनारीका पल्लव पकडे। क्या करे मनवा बिचारी॥२॥\nब्रिंद्रावनके कुंजबनमों। मारे रंगकी पिचकारी॥३॥\nजाके कहती यशवदा मैया। होगी फजीती तुम्हारी॥४॥\nमीराके प्रभु गिरिधर नागर। भक्तनके है लहरी॥५॥\n\n","author":"मीराबाई","title":"दीजो हो चुररिया हमारी \/ मीराबाई"},{"poem":"हरि तुम कायकू प्रीत लगाई॥ध्रु०॥\nप्रीत लगाई पर दुःख दीनो। कैशी लाज न आई॥ ह०॥१॥\nगोकुल छांड मथुराकु जावूं। वामें कौन बढाई॥ ह०॥२॥\nमीराके प्रभु गिरिधर नागर। तुमकूं नंद दुवाई॥ हरि०॥३॥\n\n","author":"मीराबाई","title":"हरि तुम कायकू प्रीत लगाई \/ मीराबाई"},{"poem":"पिहुकी बोलिन बोल पपैय्या॥ध्रु०॥\nतै खोलना मेरा जी डरत है। तनमन डावा डोल॥ पपैय्या०॥१॥\nतोरे बिना मोकूं पीर आवत है। जावरा करुंगी मैं मोल॥ पपैय्या०॥२॥\nमीराके प्रभु गिरिधर नागर। कामनी करत कीलोल॥ पपैय्या०॥३॥\n\n","author":"मीराबाई","title":"पिहुकी बोलिन बोल पपैय्या \/ मीराबाई"},{"poem":"चरन रज महिमा मैं जानी। याहि चरनसे गंगा प्रगटी। \nभगिरथ कुल तारी॥ चरण०॥१॥\nयाहि चरनसे बिप्र सुदामा। हरि कंचन धाम दिन्ही॥ च०॥२॥\nयाहि चरनसे अहिल्या उधारी। गौतम घरकी पट्टरानी॥ च०॥३॥\nमीराके प्रभु गिरिधर नागर। चरनकमलसे लटपटानी॥ चरण०॥४॥\n\n","author":"मीराबाई","title":"चरन रज महिमा मैं जानी \/ मीराबाई"},{"poem":"बन्सी तूं कवन गुमान भरी॥ध्रु०॥\nआपने तनपर छेदपरंये बालाते बिछरी॥१॥\nजात पात हूं तोरी मय जानूं तूं बनकी लकरी॥२॥\nमीराके प्रभु गिरिधर नागर राधासे झगरी बन्सी॥३॥\n\n","author":"मीराबाई","title":"बन्सी तूं कवन गुमान भरी \/ मीराबाई"},{"poem":"लाज रखो तुम मेरी प्रभूजी। लाज रखो तुम मेरी॥ध्रु०॥\nजब बैरीने कबरी पकरी। तबही मान मरोरी॥ प्रभुजी०॥१॥\nमैं गरीब तुम करुनासागर। दुष्ट करत बलजोरी॥ प्रभुजी०॥२॥\nमीराके प्रभु गिरिधर नागर। तुम पिता मैं छोरी॥ प्रभुजी०॥३॥\n\n","author":"मीराबाई","title":"लाज रखो तुम मेरी प्रभूजी \/ मीराबाई"},{"poem":"बागनमों नंदलाल चलोरी॥ अहालिरी॥ध्रु॥\nचंपा चमेली दवना मरवा। झूक आई टमडाल॥च०॥१॥\nबागमों जाये दरसन पाये। बिच ठाडे मदन गोपाल॥च०॥२॥\nमीराके प्रभू गिरिधर नागर। वांके नयन विसाल॥च०॥३॥\n\n","author":"मीराबाई","title":"बागनमों नंदलाल चलोरी \/ मीराबाई"},{"poem":"मोरी आंगनमों मुरली बजावेरे। खिलावना देवूंगी॥ध्रु०॥\nनाच नाच मोरे मन मोहन। मधुर गीत सुनावुंगी॥२॥\nमीरा कहे प्रभु गिरिधर नागर। हरिके चरन बल जाऊंगी॥३॥\n\n","author":"मीराबाई","title":"मोरी आंगनमों मुरली बजावेरे \/ मीराबाई"},{"poem":"मैं तो तेरे भजन भरोसे अबिनासी॥ मैतो०॥ध्रु०॥\nतीरथ बरतते कछु नहीं कीनो। बन फिरे हैं उदासी॥ मैंतो० तेरे॥१॥\nजंतर मंतर कछु नहीं जानूं। बेद पठो नहीं कासी॥ मैतो० तेरे॥२॥\nमीराके प्रभु गिरिधर नागर। भई चरणकी दासी॥ मैतो० तेरे॥३॥\n\n","author":"मीराबाई","title":"मैं तो तेरे भजन भरोसे अबिनासी \/ मीराबाई"},{"poem":"काना चालो मारा घेर कामछे। सुंदर तारूं नामछे॥ध्रु०॥\nमारा आंगनमों तुलसीनु झाड छे। राधा गौळण मारूं नामछे॥१॥\nआगला मंदिरमा ससरा सुवेलाछे। पाछला मंदिर सामसुमछे॥२॥\nमोर मुगुट पितांबर सोभे। गला मोतनकी मालछे॥३॥\nमीराके प्रभु गिरिधर नागर। चरन कमल चित जायछे॥४॥\n\n","author":"मीराबाई","title":"काना चालो मारा घेर कामछे \/ मीराबाई"},{"poem":"जमुनाजीको तीर दधी बेचन जावूं॥ध्रु०॥\nयेक तो घागर सिरपर भारी दुजा सागर दूर॥१॥\nकैसी दधी बेचन जावूं एक तो कन्हैया हटेला दुजा मखान चोर॥ कैसा०॥२॥\nयेक तो ननंद हटेली दुजा ससरा नादान॥३॥ \nहै मीरा दरसनकुं प्यासी। दरसन दिजोरे महाराज॥४॥\n\n","author":"मीराबाई","title":"जमुनाजीको तीर दधी बेचन जावूं \/ मीराबाई"},{"poem":"कुबजानें जादु डारा। मोहे लीयो शाम हमारारे॥ कुबजा०॥ध्रु०॥\nदिन नहीं चैन रैन नहीं निद्रा। तलपतरे जीव हमरारे॥ कुब०॥१॥\nनिरमल नीर जमुनाजीको छांड्यो। जाय पिवे जल खारारे॥ कु०॥२॥\nइत गोकुल उत मथुरा नगरी। छोड्यायो पिहु प्यारा॥ कु०॥३॥\nमोर मुगुट पितांबर शोभे। जीवन प्रान हमारा॥ कु०॥४॥\nमीराके प्रभु गिरिधर नागर। बिरह समुदर सारा॥ कुबजानें जादू डारारे कुब०॥५॥\n\n","author":"मीराबाई","title":"कुबजानें जादु डारा \/ मीराबाई"},{"poem":"तोती मैना राधे कृष्ण बोल। तोती मैना राधे कृष्ण बोल॥ध्रु०॥\nयेकही तोती धुंडत आई। लकट किया अनी मोल॥तोती मै०॥१॥\nदाना खावे तोती पानी पीवे। पिंजरमें करत कल्लोळ॥ तो०॥२॥\nमीराके प्रभु गिरिधर नागर। हरिके चरण चित डोल॥ तो०॥३॥ \n\n","author":"मीराबाई","title":"तोती मैना राधे कृष्ण बोल \/ मीराबाई"},{"poem":"भजु मन चरन कँवल अविनासी।\nजेताइ दीसे धरण-गगन-बिच, तेताई सब उठि जासी।\nकहा भयो तीरथ व्रत कीन्हे, कहा लिये करवत कासी।\nइस देही का गरब न करना, माटी मैं मिल जासी।\nयो संसार चहर की बाजी, साँझ पडयाँ उठ जासी।\nकहा भयो है भगवा पहरयाँ, घर तज भए सन्यासी।\nजोगी होय जुगति नहिं जाणी, उलटि जनम फिर जासी।\nअरज करूँ अबला कर जोरें, स्याम तुम्हारी दासी।\nमीरा के प्रभु गिरिधर नागर, काटो जम की फाँसी।\n\n","author":"मीराबाई","title":"भजु मन चरन कँवल अविनासी \/ मीराबाई"},{"poem":"अच्छे मीठे फल चाख चाख, बेर लाई भीलणी।\nऎसी कहा अचारवती, रूप नहीं एक रती।\nनीचे कुल ओछी जात, अति ही कुचीलणी।\nजूठे फल लीन्हे राम, प्रेम की प्रतीत त्राण।\nउँच नीच जाने नहीं, रस की रसीलणी।\nऎसी कहा वेद पढी, छिन में विमाण चढी।\nहरि जू सू बाँध्यो हेत, बैकुण्ठ में झूलणी।\nदास मीरा तरै सोई, ऎसी प्रीति करै जोइ।\nपतित पावन प्रभु, गोकुल अहीरणी।\n\n","author":"मीराबाई","title":"अच्छे मीठे फल चाख चाख \/ मीराबाई"},{"poem":"आवो सहेल्या रली करां हे, पर घर गावण निवारि।\nझूठा माणिक मोतिया री, झूठी जगमग जोति।\nझूठा सब आभूषण री, सांचि पियाजी री पोति।\nझूठा पाट पटंबरारे, झूठा दिखणी चीर।\nसांची पियाजी री गूदडी, जामे निरमल रहे सरीर।\nछप्प भोग बुहाई दे है, इन भोगिन में दाग।\nलूण अलूणो ही भलो है, अपणो पियाजी को साग।\nदेखि बिराणै निवांण कूं हे, क्यूं उपजावै खीज।\nकालर अपणो ही भलो है, जामें निपजै चीज।\nछैल बिराणे लाख को हे अपणे काज न होइ।\nताके संग सीधारतां हे, भला न कहसी कोइ।\nवर हीणों आपणों भलो हे, कोढी कुष्टि कोइ।\nजाके संग सीधारतां है, भला कहै सब लोइ।\nअबिनासी सूं बालवां हे, जिपसूं सांची प्रीत।\nमीरा कूं प्रभु मिल्या हे, ऐहि भगति की रीत॥\n\n","author":"मीराबाई","title":"झूठी जगमग जोति \/ मीराबाई"},{"poem":"अब तो मेरा राम नाम दूसरा न कोई॥\nमाता छोडी पिता छोडे छोडे सगा भाई।\nसाधु संग बैठ बैठ लोक लाज खोई॥\nसतं देख दौड आई, जगत देख रोई।\nप्रेम आंसु डार डार, अमर बेल बोई॥\nमारग में तारग मिले, संत राम दोई।\nसंत सदा शीश राखूं, राम हृदय होई॥\nअंत में से तंत काढयो, पीछे रही सोई।\nराणे भेज्या विष का प्याला, पीवत मस्त होई॥\nअब तो बात फैल गई, जानै सब कोई।\nदास मीरा लाल गिरधर, होनी हो सो होई॥\n\n","author":"मीराबाई","title":"अब तो मेरा राम \/ मीराबाई"},{"poem":"जागो बंसी वारे जागो मोरे ललन।\nरजनी बीती भोर भयो है घर घर खुले किवारे।\nगोपी दही मथत सुनियत है कंगना के झनकारे।\nउठो लालजी भोर भयो है सुर नर ठाढ़े द्वारे ।\nग्वाल बाल सब करत कोलाहल जय जय सबद उचारे ।\nमीरा के प्रभु गिरधर नागर शरण आया कूं तारे ॥\n\n","author":"मीराबाई","title":"जागो बंसी वारे जागो मोरे ललन \/ मीराबाई"},{"poem":"दरस म्हारे बेगि दीज्यो जी\nओ जी अन्तरजामी ओ राम  खबर म्हारी बेगि लीज्यो जी\n\nआप बिन मोहे कल ना पडत है जी\nओजी तडपत हूं दिन रैन रैन में नीर ढले है जी\n\nगुण तो प्रभुजी मों में एक नहीं छै जी\nओ जी अवगुण भरे हैं अनेक अवगुण म्हारां माफ करीज्यो जी\n\nभगत बछल प्रभु बिड़द कहाये जी \nओ जी भगतन के प्रतिपाल सहाय आज म्हांरी बेगि करीज्यो जी\n\nदासी मीरा की विनती छै जी\nओजी आदि अन्त की ओ लाज  आज म्हारी राख लीज्यो जी\n\n","author":"मीराबाई","title":"दरस म्हारे बेगि दीज्यो जी \/ मीराबाई"},{"poem":"म्हारो प्रणाम बांकेबिहारीको।\n\nमोर मुकुट माथे तिलक बिराजे।\nकुण्डल अलका कारीको म्हारो प्रणाम॥\n\nअधर मधुर कर बंसी बजावै।\nरीझ रीझौ राधाप्यारीको म्हारो प्रणाम॥\n\nयह छबि देख मगन भ मीरा।\nमोहन गिरवरधारीको म्हारो प्रणाम॥\n\n","author":"मीराबाई","title":"मोहन गिरवरधारी को म्हारो प्रणाम \/ मीराबाई"},{"poem":"अब तो निभायां सरेगी बांह गहे की लाज।\nसमरथ शरण तुम्हारी सैयां सरब सुधारण काज॥\n\nभवसागर संसार अपरबल जामे तुम हो जहाज।\nगिरधारां आधार जगत गुरु तुम बिन होय अकाज॥\n\nजुग जुग भीर हरी भगतन की दीनी मोक्ष समाज।\nमीरा शरण गही चरणन की लाज रखो महाराज॥\n\n","author":"मीराबाई","title":"मीरा शरण गही चरणन की लाज रखो महाराज \/ मीराबाई"},{"poem":"नटवर नागर नन्दा भजो रे मन गोविन्दा\n\nश्याम सुन्दर मुख चन्दा भजो रे मन गोविन्दा।\nतू ही नटवर तू ही नागर तू ही बाल मुकुन्दा\n\nसब देवन में कृष्ण बड़े हैं ज्यूं तारा बिच चंदा।\nसब सखियन में राधा जी बड़ी हैं ज्यूं नदियन बिच गंगा\n\nध्रुव तारे प्रहलाद उबारे नरसिंह रूप धरता।\nकालीदह में नाग ज्यों नाथो फण-फण निरत करता\n\nवृन्दावन में रास रचायो नाचत बाल मुकुन्दा।\nमीरा के प्रभु गिरधर नागर काटो जम का फंदा॥\n\n","author":"मीराबाई","title":"मीरा के प्रभु गिरधर नागर काटो जम का फंदा \/ मीराबाई"},{"poem":"दूर नगरी बड़ी दूर नगरी-नगरी\nकैसे आऊं मैं तेरी गोकुल नगरी\nदूर नगरी बड़ी दूर नगरी\n\nरात को आऊं कान्हा डर माही लागे\nदिन को आऊं तो देखे सारी नगरी। दूर नगरी॥।\n\nसखी संग आऊं कान्हा शर्म मोहे लागे\nअकेली आऊं तो भूल जाऊं तेरी डगरी। दूर नगरी॥॥।\n\nधीरे-धीरे चलूं तो कमर मोरी लचके\nझटपट चलूं तो छलका गगरी। दूर नगरी॥॥\n\nमीरा कहे प्रभु गिरधर नागर\nतुमरे दरस बिन मैं तो हो गई बावरी। दूर नगरी॥॥\n\n","author":"मीराबाई","title":"दूर नगरी बड़ी दूर नगरी \/ मीराबाई"},{"poem":"आज मोहिं लागे वृन्दावन नीको॥\n\nघर-घर तुलसी ठाकुर सेवा दरसन गोविन्द जी को॥१॥\n\nनिरमल नीर बहत जमुना में भोजन दूध दही को।\nरतन सिंघासण आपु बिराजैं मुकुट धर।ह्यो तुलसी को॥२॥\n\nकुंजन कुंजन फिरत राधिका सबद सुणत मुरली को।\nमीरा के प्रभु गिरधर नागर भजन बिना नर फीको॥३॥\n\n","author":"मीराबाई","title":"आज मोहिं लागे वृन्दावन नीको \/ मीराबाई"},{"poem":"राणोजी रूठे तो म्हारो कांई करसी\nम्हे तो गोविन्दरा गुण गास्यां हे माय॥\n\nराणोजी रूठे तो अपने देश रखासी\nम्हे तो हरि रूठ्यां रूठे जास्यां हे माय।\n\nलोक-लाजकी काण न राखां\nम्हे तो निर्भय निशान गुरास्यां हे माय।\n\nराम नाम की जहाज चलास्यां\nम्हे तो भवसागर तिर जास्यां हे माय।\n\nहरिमंदिर में निरत करास्यां\nम्हे तो घूघरिया छमकास्यां हे माय।\n\nचरणामृत को नेम हमारो\nम्हे तो नित उठ दर्शण जास्यां हे माय।\n\nमीरा गिरधर शरण सांवल के\nम्हे ते चरण-कमल लिपरास्यां हे माय।\n\n","author":"मीराबाई","title":"राणोजी रूठे तो म्हारो कांई करसी \/ मीराबाई"},{"poem":"रोकणहार मगन हो मीरा चली॥\n\nलाज सरम कुल की मरजादा सिरसै दूर करी।\nमान-अपमान दो धर पटके निकसी ग्यान गली॥\n\nऊंची अटरिया लाल किंवड़िया निरगुण-सेज बिछी।\nपंचरंगी झालर सुभ सोहै फूलन फूल कली।\n\nबाजूबंद कडूला सोहै सिंदूर मांग भरी।\nसुमिरण थाल हाथ में लीन्हों सौभा अधिक खरी॥\n\nसेज सुखमणा मीरा सौहै सुभ है आज घरी।\nतुम जा राणा घर अपणे मेरी थांरी नांहि सरी॥\n\n","author":"मीराबाई","title":"तेरो कोई नहिं रोकणहार मगन हो मीरा चली \/ मीराबाई"},{"poem":"मैं गिरधर के घर जाऊं।\nगिरधर म्हांरो सांचो प्रीतम देखत रूप लुभाऊं॥\n\nरैण पड़ै तबही उठ जाऊं भोर भये उठि आऊं।\nरैन दिना वाके संग खेलूं ज्यूं त।ह्यूं ताहि रिझाऊं॥\n\nजो पहिरावै सोई पहिरूं जो दे सोई खाऊं।\nमेरी उणकी प्रीति पुराणी उण बिन पल न रहाऊं।\n\nजहां बैठावें तितही बैठूं बेचै तो बिक जाऊं।\nमीरा के प्रभु गिरधर नागर बार बार बलि जाऊं॥\n\n","author":"मीराबाई","title":"मैं गिरधर के घर जाऊं \/ मीराबाई"},{"poem":"स्याम मने चाकर राखो जी\nगिरधारी लाला चाकर राखो जी।\n\nचाकर रहसूं बाग लगासूं नित उठ दरसण पासूं।\nबिंद्राबन की कुंजगलिन में तेरी लीला गासूं॥\n\nचाकरी में दरसण पाऊं सुमिरण पाऊं खरची।\nभाव भगति जागीरी पाऊं तीनूं बाता सरसी॥\n\nमोर मुकुट पीतांबर सोहै गल बैजंती माला।\nबिंद्राबन में धेनु चरावे मोहन मुरलीवाला॥\n\nहरे हरे नित बाग लगाऊं बिच बिच राखूं क्यारी।\nसांवरिया के दरसण पाऊं पहर कुसुम्मी सारी।\n\nजोगी आया जोग करणकूं तप करणे संन्यासी।\nहरी भजनकूं साधू आया बिंद्राबन के बासी॥\n\nमीरा के प्रभु गहिर गंभीरा सदा रहो जी धीरा।\nआधी रात प्रभु दरसन दीन्हें प्रेमनदी के तीरा॥\n\n","author":"मीराबाई","title":"स्याम मने चाकर राखो जी गिरधारी लाला चाकर राखो जी \/ मीराबाई"},{"poem":"हे मेरो मनमोहना आयो नहीं सखी री।\n\nकैं कहुं काज किया संतन का।\nकैं कहुं गैल भुलावना॥\nहे मेरो मनमोहना।\n\nकहा करूं कित जाऊं मेरी सजनी।\nलाग्यो है बिरह सतावना॥\nहे मेरो मनमोहना॥\n\nमीरा दासी दरसण प्यासी।\nहरि-चरणां चित लावना॥\nहे मेरो मनमोहना॥\n\n","author":"मीराबाई","title":"हे मेरो मनमोहना आयो नहीं सखी री \/ मीराबाई"},{"poem":"सुण लीजो बिनती मोरी मैं शरण गही प्रभु तेरी।\n\nतुम तो पतित अनेक उधारे भव सागर से तारे॥\nमैं सबका तो नाम न जानूं को कोई नाम उचारे।\n\nअम्बरीष सुदामा नामा तुम पहुंचाये निज धामा।\nध्रुव जो पांच वर्ष के बालक तुम दरस दिये घनस्यामा।\n\nधना भक्त का खेत जमाया कबिरा का बैल चराया॥\nसबरी का जूंठा फल खाया तुम काज किये मन भाया।\n\nसदना औ सेना नाईको तुम कीन्हा अपनाई॥\nकरमा की खिचड़ी खाई तुम गणिका पार लगाई।\n\nमीरा प्रभु तुमरे रंग राती या जानत सब दुनियाई॥\n\n","author":"मीराबाई","title":"सुण लीजो बिनती मोरी मैं शरण गही प्रभु तेरी \/ मीराबाई"},{"poem":"गली तो चारों बंद हु हैं मैं हरिसे मिलूं कैसे जाय॥\n\nऊंची-नीची राह रपटली पांव नहीं ठहराय।\nसोच सोच पग धरूं जतन से बार-बार डिग जाय॥\n\nऊंचा नीचां महल पिया का म्हांसूं चढ्यो न जाय।\nपिया दूर पथ म्हारो झीणो सुरत झकोला खाय॥\n\nकोस कोस पर पहरा बैठया पैग पैग बटमार।\nहे बिधना कैसी रच दीनी दूर बसायो लाय॥\n\nमीरा के प्रभु गिरधर नागर सतगुरु द बताय।\nजुगन-जुगन से बिछड़ी मीरा घर में लीनी लाय॥\n\n","author":"मीराबाई","title":"गली तो चारों बंद हु हैं मैं हरिसे मिलूं कैसे जाय \/ मीराबाई"},{"poem":"बादल देख डरी हो स्याम मैं बादल देख डरी।\nश्याम मैं बादल देख डरी।\n\nकाली-पीली घटा ऊमड़ी बरस्यो एक घरी।\nश्याम मैं बादल देख डरी।\n\nजित जाऊं तित पाणी पाणी हु भोम हरी॥\nश्याम मैं बादल देख डरी।\n\nजाका पिय परदेस बसत है भीजूं बाहर खरी।\nश्याम मैं बादल देख डरी।\n\nमीरा के प्रभु हरि अबिनासी कीजो प्रीत खरी।\nश्याम मैं बादल देख डरी।\n\n","author":"मीराबाई","title":"बादल देख डरी हो स्याम मैं बादल देख डरी \/ मीराबाई"},{"poem":"बंसीवारा आज्यो म्हारे देस। सांवरी सुरत वारी बेस॥\n\nआऊं-आऊं कर गया जी कर गया कौल अनेक।\nगिणता-गिणता घस ग म्हारी आंगलिया री रेख॥\n\nमैं बैरागिण आदिकी जी थांरे म्हारे कदको सनेस।\nबिन पाणी बिन साबुण जी होय ग धोय सफेद॥\n\nजोगण होय जंगल सब हेरूं छोड़ा ना कुछ सैस।\nतेरी सुरत के कारणे जी म्हे धर लिया भगवां भेस॥\n\nमोर-मुकुट पीताम्बर सोहै घूंघरवाला केस।\nमीरा के प्रभु गिरधर मिलियां दूनो बढ़ै सनेस॥\n\n","author":"मीराबाई","title":"बंसीवारा आज्यो म्हारे देस, सांवरी सुरत वारी बेस \/ मीराबाई"},{"poem":"मन रे परसि हरिके चरण।\n\nसुभग सीतल कंवल कोमलत्रिविध ज्वाला हरण।\nजिण चरण प्रहलाद परसे इंद्र पदवी धरण॥\n\nजिण चरण ध्रुव अटल कीन्हे राख अपनी सरण।\nजिण चरण ब्रह्मांड भेटयो नखसिखां सिर धरण॥\n\nजिण चरण प्रभु परसि लीने तेरी गोतम घरण।\nजिण चरण कालीनाग नाथ्यो गोप लीला-करण॥\n\nजिण चरण गोबरधन धार।ह्यो गर्व मघवा हरण।\nदासि मीरा लाल गिरधर अगम तारण तरण॥\n\n","author":"मीराबाई","title":"मन रे परसि हरिके चरण \/ मीराबाई"},{"poem":"बरसै बदरिया सावन की\nसावन की मनभावन की।\n\nसावन में उमग्यो मेरो मनवा\nभनक सुनी हरि आवन की।\n\nउमड़ घुमड़ चहुं दिसि से आयो\nदामण दमके झर लावन की।\n\nनान्हीं नान्हीं बूंदन मेहा बरसै\nसीतल पवन सोहावन की।\n\nमीराके प्रभु गिरधर नागर\nआनंद मंगल गावन की।\n\n","author":"मीराबाई","title":"बरसै बदरिया सावन की सावन की मनभावन की \/ मीराबाई"},{"poem":"आली रे मेरे नैणा बाण पड़ी।\n\nचित्त चढ़ो मेरे माधुरी मूरत उर बिच आन अड़ी।\nकब की ठाढ़ी पंथ निहारूं अपने भवन खड़ी॥\n\nकैसे प्राण पिया बिन राखूं जीवन मूल जड़ी।\nमीरा गिरधर हाथ बिकानी लोग कहै बिगड़ी॥\n\n","author":"मीराबाई","title":"आली रे मेरे नैणा बाण पड़ी \/ मीराबाई"},{"poem":"प्यारे दरसन दीज्यो आय तुम बिन रह्यो न जाय॥\n\nजल बिन कमल चंद बिन रजनी ऐसे तुम देख्यां बिन सजनी।\nआकुल व्याकुल फिरूं रैन दिन बिरह कालजो खाय॥\n\nदिवस न भूख नींद नहिं रैना मुख सूं कथत न आवे बैना।\nकहा कहूं कछु कहत न आवै मिलकर तपत बुझाय॥\n\nक्यूं तरसावो अन्तरजामी आय मिलो किरपाकर स्वामी।\nमीरा दासी जनम-जनम की पड़ी तुम्हारे पाय॥\n\n","author":"मीराबाई","title":"प्यारे दरसन दीज्यो आय तुम बिन रह्यो न जाय \/ मीराबाई"},{"poem":"प्रभुजी मैं अरज करुं छूं म्हारो बेड़ो लगाज्यो पार॥\n\nइण भव में मैं दुख बहु पायो संसा-सोग निवार।\nअष्ट करम की तलब लगी है दूर करो दुख-भार॥\n\nयों संसार सब बह्यो जात है लख चौरासी री धार।\nमीरा के प्रभु गिरधर नागर आवागमन निवार॥\n\n","author":"मीराबाई","title":"प्रभुजी मैं अरज करुं छूं म्हारो बेड़ो लगाज्यो पार \/ मीराबाई"},{"poem":"म्हारे घर होता जाज्यो राज।\nअबके जिन टाला दे जा सिर पर राखूं बिराज॥\n\nम्हे तो जनम जनमकी दासी थे म्हांका सिरताज।\nपावणड़ा म्हांके भलां ही पधार, ह्या सब ही सुघारण काज॥\n\nम्हे तो बुरी छां थांके भली छै घणेरी तुम हो एक रसराज।\nथांने हम सब ही की चिंता, तुम सबके हो गरीब निवाज॥\n\nसबके मुकुट-सिरोमणि सिर पर मानो पुन्य की पाज।\nमीराके प्रभु गिरधर नागर बांह गहे की लाज॥\n\n","author":"मीराबाई","title":"म्हारे घर होता जाज्यो राज \/ मीराबाई"},{"poem":"हरि मेरे जीवन प्राण अधार।\n\nऔर आसरो नांही तुम बिन तीनूं लोक मंझार॥\nहरि मेरे जीवन प्राण अधार\n\nआपबिना मोहि कछु न सुहावै निरख्यौ सब संसार।\nहरि मेरे जीवन प्राण अधार\n\nमीरा कहैं मैं दासि रावरी दीज्यो मती बिसार॥\nहरि मेरे जीवन प्राण अधार\n\n","author":"मीराबाई","title":"हरि मेरे जीवन प्राण अधार \/ मीराबाई"},{"poem":"तनक हरि चितवौ जी मोरी ओर।\n\nहम चितवत तुम चितवत नाहीं\nमन के बड़े कठोर।\n\nमेरे आसा चितनि तुम्हरी\nऔर न दूजी ठौर।\n\nतुमसे हमकूं एक हो जी\nहम-सी लाख करोर॥\n\nकब की ठाड़ी अरज करत हूं\nअरज करत भै भोर।\n\nमीरा के प्रभु हरि अबिनासी\nदेस्यूं प्राण अकोर॥\n\n","author":"मीराबाई","title":"तनक हरि चितवौ जी मोरी ओर \/ मीराबाई"},{"poem":"जागो बंसीवारे जागो मोरे ललन।\n\nरजनी बीती भोर भयो है घर घर खुले किवारे।\nजागो बंसीवारे जागो मोरे ललन॥\n\nगोपी दही मथत सुनियत है कंगना के झनकारे।\nजागो बंसीवारे जागो मोरे ललन॥\n\nउठो लालजी भोर भयो है सुर नर ठाढ़े द्वारे।\nजागो बंसीवारे जागो मोरे ललन।\n\nग्वाल बाल सब करत कुलाहल जय जय सबद उचारे।\nजागो बंसीवारे जागो मोरे ललन।\n\nमीरा के प्रभु गिरधर नागर शरण आयाकूं तारे॥\nजागो बंसीवारे जागो मोरे ललन॥\n\n","author":"मीराबाई","title":"जागो बंसीवारे जागो मोरे ललन \/ मीराबाई"},{"poem":"बाला मैं बैरागण हूंगी।\nजिन भेषां म्हारो साहिब रीझे सोही भेष धरूंगी।\n\nसील संतोष धरूं घट भीतर समता पकड़ रहूंगी।\nजाको नाम निरंजन कहिये ताको ध्यान धरूंगी।\n\nगुरुके ग्यान रंगू तन कपड़ा मन मुद्रा पैरूंगी।\nप्रेम पीतसूं हरिगुण गाऊं चरणन लिपट रहूंगी।\n\nया तन की मैं करूं कीगरी रसना नाम कहूंगी।\nमीरा के प्रभु गिरधर नागर साधां संग रहूंगी।\n\n","author":"मीराबाई","title":"बाला मैं बैरागण हूंगी \/ मीराबाई"},{"poem":"मैं तो सांवरे के रंग राची।\nसाजि सिंगार बांधि पग घुंघरू लोक-लाज तजि नाची॥\n\nग कुमति ल साधुकी संगति भगत रूप भै सांची।\nगाय गाय हरिके गुण निस दिन कालब्यालसूं बांची॥\n\nउण बिन सब जग खारो लागत और बात सब कांची।\nमीरा श्रीगिरधरन लालसूं भगति रसीली जांची॥\n\n","author":"मीराबाई","title":"मैं तो सांवरे के रंग राची \/ मीराबाई"},{"poem":"राम मिलण के काज सखी मेरे आरति उर में जागी री।\n\nतड़पत-तड़पत कल न परत है बिरहबाण उर लागी री।\nनिसदिन पंथ निहारूं पिवको पलक न पल भर लागी री।\n\nपीव-पीव मैं रटूं रात-दिन दूजी सुध-बुध भागी री।\nबिरह भुजंग मेरो डस्यो कलेजो लहर हलाहल जागी री।\n\nरी आरति मेटि गोसाईं आय मिलौ मोहि सागी री।\nमीरा ब्याकुल अति उकलाणी पिया की उमंग अति लागी री।\n\n","author":"मीराबाई","title":"राम मिलण के काज सखी मेरे आरति उर में जागी री \/ मीराबाई"},{"poem":"सखी मेरी नींद नसानी हो।\nपिवको पंथ निहारत सिगरी रैण बिहानी हो।\n\nसखियन मिलकर सीख द मन एक न मानी हो।\nबिन देख्यां कल नाहिं पड़त जिय ऐसी ठानी हो।\n\nअंग-अंग ब्याकुल भ मुख पिय पिय बानी हो।\nअंतर बेदन बिरहकी कोई पीर न जानी हो।\n\nज्यूं चातक घनकूं रटै मछली जिमि पानी हो।\nमीरा ब्याकुल बिरहणी सुध बुध बिसरानी हो।\n\n","author":"मीराबाई","title":"सखी मेरी नींद नसानी हो \/ मीराबाई"},{"poem":"कोई कहियौ रे प्रभु आवनकी\nआवनकी मनभावन की।\n\nआप न आवै लिख नहिं भेजै\nबाण पड़ी ललचावनकी।\n\nए दो नैण कह्यो नहिं मानै\nनदियां बहै जैसे सावन की।\n\nकहा करूं कछु नहिं बस मेरो\nपांख नहीं उड़ जावनकी।\n\nमीरा कहै प्रभु कब रे मिलोगे\nचेरी भै हूं तेरे दांवनकी।\n\n","author":"मीराबाई","title":"कोई कहियौ रे प्रभु आवनकी \/ मीराबाई"}]