[{"poem":"बेसन की सोंधी रोटी पर \nखट्टी चटनी जैसी माँ \n\nयाद आती है चौका-बासन \nचिमटा फुकनी जैसी  माँ \n\nबाँस की खुर्री खाट के ऊपर \nहर आहट पर कान धरे \n\nआधी सोई आधी जागी \nथकी दोपहरी जैसी माँ \n\nचिड़ियों के चहकार में गूंजे\nराधा-मोहन अली-अली \n\nमुर्ग़े की आवाज़ से खुलती \nघर की कुंडी जैसी माँ \n\nबिवी, बेटी, बहन, पड़ोसन \nथोड़ी थोड़ी सी सब में \n\nदिन भर इक रस्सी के ऊपर \nचलती नटनी जैसी माँ \n\nबाँट के अपना चेहरा, माथा, \nआँखें जाने कहाँ गई \n\nफटे पुराने इक अलबम में \nचंचल लड़की जैसी माँ\n\n","author":"निदा फ़ाज़ली","title":"बेसन की सोंधी रोटी पर \/ निदा फ़ाज़ली"},{"poem":"गरज बरस प्यासी धरती पर फिर पानी दे मौला \nचिड़ियों को दाना, बच्चों को गुड़धानी दे मौला \n\nदो और दो का जोड़ हमेशा चार कहाँ होता है \nसोच समझवालों को थोड़ी नादानी दे मौला \n\nफिर रोशन कर ज़हर का प्याला चमका नई सलीबें \nझूठों की दुनिया में सच को ताबानी दे मौला \n\nफिर मूरत से बाहर आकर चारों ओर बिखर जा \nफिर मंदिर को कोई मीरा दीवानी दे मौला \n\nतेरे होते कोई किसी की जान का दुश्मन क्यों हो \nजीने वालों को मरने की आसानी दे मौला\n\n","author":"निदा फ़ाज़ली","title":"गरज बरस प्यासी धर्ती पर फिर पानी दे मौला \/ निदा फ़ाज़ली"},{"poem":"कभी बादल, कभी कश्ती, कभी गर्दाब लगे\nवो बदन जब भी सजे कोई नया ख्वाब लगे\n\nएक चुप चाप सी लड़की, न कहानी न ग़ज़ल\nयाद जो आये कभी रेशम-ओ-किम्ख्वाब लगे\n\nअभी बे-साया है दीवार कहीं लोच न ख़म\nकोई खिड़की कहीं निकले कहीं मेहराब लगे\n\nघर के आँगन मैं भटकती हुई दिन भर की थकन\nरात ढलते ही पके खेत सी शादाब लगे\n\n","author":"निदा फ़ाज़ली","title":"कभी बादल, कभी कश्ती, कभी गर्दाब लगे \/ निदा फ़ाज़ली"},{"poem":"वो शोख शोख नज़र सांवली सी एक लड़की\nजो रोज़ मेरी गली से गुज़र के जाती है\nसुना है\nवो किसी लड़के से प्यार करती है\nबहार हो के, तलाश-ए-बहार करती है\nन कोई मेल न कोई लगाव है लेकिन न जाने क्यूँ\nबस उसी वक़्त जब वो आती है\nकुछ इंतिज़ार की आदत सी हो गई है\nमुझे\nएक अजनबी की ज़रूरत हो गई है मुझे\nमेरे बरांडे के आगे यह फूस का छप्पर\nगली के मोड पे खडा हुआ सा\nएक पत्थर\nवो एक झुकती हुई बदनुमा सी नीम की शाख\nऔर उस पे जंगली कबूतर के घोंसले का निशाँ\nयह सारी चीजें कि जैसे मुझी में शामिल हैं\nमेरे दुखों में मेरी हर खुशी में शामिल हैं\nमैं चाहता हूँ कि वो भी यूं ही गुज़रती रहे\nअदा-ओ-नाज़ से लड़के को प्यार करती रहे\n\n","author":"निदा फ़ाज़ली","title":"वो शोख शोख नज़र सांवली सी एक लड़की \/ निदा फ़ाज़ली"},{"poem":"दिल में ना हो ज़ुर्रत तो मोहब्बत नहीं मिलती\nख़ैरात में इतनी बड़ी दौलत नहीं मिलती\n\nकुछ लोग यूँ ही शहर में हमसे भी ख़फा हैं\nहर एक से अपनी भी तबीयत नहीं मिलती\n\nदेखा था जिसे मैंने कोई और था शायद\nवो कौन है जिससे तेरी सूरत नहीं मिलती\n\nहँसते हुए चेहरों से है बाज़ार की ज़ीनत\nरोने को यहाँ वैसे भी फुरसत नहीं मिलती\n\n","author":"निदा फ़ाज़ली","title":"दिल में ना हो ज़ुर्रत तो मोहब्बत नहीं मिलती \/ निदा फ़ाज़ली"},{"poem":"कुछ तबीयत ही मिली थी ऐसी चैन से जीने की सूरत ना हुई\nजिसको चाहा उसे अपना ना सके जो मिला उससे मुहब्बत ना हुई\n\nजिससे जब तक मिले दिल ही से मिले दिल जो बदला तो फसाना बदला\nरस्में दुनिया की निभाने के लिए हमसे रिश्तों की तिज़ारत[1] ना हुई\n\nदूर से था वो कई चेहरों में पास से कोई भी वैसा ना लगा\nबेवफ़ाई भी उसी का था चलन फिर किसीसे भी शिकायत ना हुई\n\nवक्त रूठा रहा बच्चे की तरह राह में कोई खिलौना ना मिला\nदोस्ती भी तो निभाई ना गई दुश्मनी में भी अदावत[2] ना हुई\n\n\nशब्दार्थ:","author":"निदा फ़ाज़ली","title":"कुछ तबीयत ही मिली थी \/ निदा फ़ाज़ली"},{"poem":"अब खुशी है न कोई ग़म रुलाने वाला\nहमने अपना लिया हर रंग ज़माने वाला\n\nहर बे-चेहरा सी उम्मीद है चेहरा चेहरा\nजिस तरफ़ देखिए आने को है आने वाला\n\nउसको रुखसत तो किया था मुझे मालूम न था\nसारा घर ले गया घर छोड़ के जाने वाला\n\nदूर के चांद को ढूंढ़ो न किसी आँचल में\nये उजाला नहीं आंगन में समाने वाला\n\nइक मुसाफ़िर के सफ़र जैसी है सबकी दुनिया\nकोई जल्दी में कोई देर में जाने वाला\n\n","author":"निदा फ़ाज़ली","title":"अब ख़ुशी है न कोई ग़म रुलाने वाला \/ निदा फ़ाज़ली"},{"poem":"अपना ग़म लेके कहीं और न जाया जाये \nघर में बिखरी हुई चीज़ों को सजाया जाये \n\nजिन चिराग़ों को हवाओं का कोई ख़ौफ़ नहीं\nउन चिराग़ों को हवाओं से बचाया जाये \n\nबाग में जाने के आदाब हुआ करते हैं \nकिसी तितली को न फूलों से उड़ाया जाये \n\nख़ुदकुशी करने की हिम्मत नहीं होती सब में \nऔर कुछ दिन यूँ ही औरों को सताया जाये \n\nघर से मस्जिद है बहुत दूर चलो यूँ कर लें \nकिसी रोते हुए बच्चे को हँसाया जाये\n\n","author":"निदा फ़ाज़ली","title":"अपना ग़म लेके कहीं और न जाया जाये \/ निदा फ़ाज़ली"},{"poem":"~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*~*\n\nअपनी मर्ज़ी से कहाँ अपने सफ़र के हम हैं \nरुख़ हवाओं का जिधर का है उधर के हम हैं \n\nपहले हर चीज़ थी अपनी मगर अब लगता है \nअपने ही घर में किसी दूसरे घर के हम हैं \n\nवक़्त के साथ है मिट्टी का सफ़र सदियों तक \nकिसको मालूम कहाँ के हैं किधर के हम हैं \n\nचलते रहते हैं कि चलना है मुसाफ़िर का नसीब \nसोचते रहते हैं कि किस राहगुज़र के हम हैं \n\nगिनतियों में ही गिने जाते हैं हर दौर में हम \nहर क़लमकार की बेनाम ख़बर के हम हैं\n\n","author":"निदा फ़ाज़ली","title":"अपनी मर्ज़ी से कहाँ अपने सफ़र के हम हैं \/ निदा फ़ाज़ली"},{"poem":"दिन सलीक़े से उगा रात ठिकाने से रही \nदोस्ती अपनी भी कुछ रोज़ ज़माने से रही \n\nचंद लम्हों को ही बनती हैं मुसव्विर आँखें \nज़िन्दगी रोज़ तो तस्वीर बनाने से रही \n\nइस अँधेरे में तो ठोकर ही उजाला देगी \nरात जंगल में कोई शम्मा जलाने से रही \n\nफ़ासला चाँद बना देता है हर पत्थर को \nदूर की रौशनी नज़दीक तो आने से रही \n\nशहर में सब को कहाँ मिलती है रोने की फ़ुरसत \nअपनी इज़्ज़त भी यहाँ हँसने-हँसाने से रही\n\n","author":"निदा फ़ाज़ली","title":"दिन सलीक़े से उगा, रात ठिकाने से रही \/ निदा फ़ाज़ली"},{"poem":"हर घड़ी ख़ुद से उलझना है मुक़द्दर मेरा \nमैं ही कश्ती हूँ मुझी में है समंदर मेरा \n\nकिससे पूछूँ कि कहाँ गुम हूँ बरसों से \nहर जगह ढूँढता फिरता है मुझे घर मेरा \n\nएक से हो गए मौसमों के चेहरे सारे \nमेरी आँखों से कहीं खो गया मंज़र मेरा \n\nमुद्दतें बीत गईं ख़्वाब सुहाना देखे \nजागता रहता है हर नींद में बिस्तर मेरा \n\nआईना देखके निकला था मैं घर से बाहर \nआज तक हाथ में महफ़ूज़ है पत्थर मेरा\n\n","author":"निदा फ़ाज़ली","title":"हर घड़ी ख़ुद से उलझना है मुक़द्दर मेरा \/ निदा फ़ाज़ली"},{"poem":"होश वालों को ख़बर क्या बेख़ुदी क्या चीज़ है \nइश्क़ कीजे फिर समझिए ज़िन्दगी क्या चीज़ है\n\nउन से नज़रें क्या मिली रोशन फिजाएँ हो गईं \nआज जाना प्यार की जादूगरी क्या चीज़ है\n\nख़ुलती ज़ुल्फ़ों ने सिखाई मौसमों को शायरी \nझुकती आँखों ने बताया मयकशी क्या चीज़ है\n\nहम लबों से कह न पाये उन से हाल-ए-दिल कभी \nऔर वो समझे नहीं ये ख़ामोशी क्या चीज़ है\n\n","author":"निदा फ़ाज़ली","title":"होश वालों को ख़बर क्या बेख़ुदी क्या चीज़ है  \/ निदा फ़ाज़ली"},{"poem":"जब किसी से कोई गिला रखना \nसामने अपने आईना रखना \n\nयूँ उजालों से वास्ता रखना \nशम्मा के पास ही हवा रखना \n\nघर की तामीर[1] चाहे जैसी हो \nइस में रोने की जगह रखना \n\nमस्जिदें हैं नमाज़ियों के लिये \nअपने घर में कहीं ख़ुदा रखना \n\nमिलना जुलना जहाँ ज़रूरी हो \nमिलने-जुलने का हौसला रखना\n\n\nशब्दार्थ:","author":"निदा फ़ाज़ली","title":"जब किसी से कोई गिला रखना \/ निदा फ़ाज़ली"},{"poem":"जहाँ न तेरी महक हो उधर न जाऊँ मैं \nमेरी सरिश्त सफ़र है गुज़र न जाऊँ मैं \n\nमेरे बदन में खुले जंगलों की मिट्टी है \nमुझे सम्भाल के रखना बिखर न जाऊँ मैं \n\nमेरे मिज़ाज में बे-मानी उलझनें हैं बहुत \nमुझे उधर से बुलाना जिधर न जाऊँ मैं \n\nकहीं पुकार न ले गहरी वादियों का सबूत \nकिसी मक़ाम पे आकर ठहर न जाऊँ मैं \n\nन जाने कौन से लम्हे की बद-दुआ है ये \nक़रीब घर के रहूँ और घर न जाऊँ मैं\n\nशब्दार्थ:\nसरिश्त=स्वभाव, गुण\n\n","author":"निदा फ़ाज़ली","title":"जहाँ न तेरी महक हो उधर न जाऊँ मैं \/ निदा फ़ाज़ली"},{"poem":"मस्जिदों-मन्दिरों की दुनिया में \nमुझको पहचानते कहाँ हैं लोग \n\nरोज़ मैं चांद बन के आता हूँ\nदिन में सूरज सा जगमगाता हूँ \n\nखनखनाता हूँ माँ के गहनों में\nहँसता रहता हूँ छुप के बहनों में \n\nमैं ही मज़दूर के पसीने में\nमैं ही बरसात के महीने में \n\nमेरी तस्वीर आँख का आँसू\nमेरी तहरीर जिस्म का जादू \n\nमस्जिदों-मन्दिरों की दुनिया में \nमुझको पहचानते नहीं जब लोग \n\nमैं ज़मीनों को बे-ज़िया करके \nआसमानों में लौट जाता हूँ \n\nमैं ख़ुदा बन के क़हर ढाता हूँ \n\nशब्दार्थ:\nतहरीर= लिखावट \nज़िया= प्रकाश\n\n","author":"निदा फ़ाज़ली","title":"मस्जिदों-मन्दिरों की दुनिया में \/ निदा फ़ाज़ली"},{"poem":"मुहब्बत में वफ़ादारी से बचिये \nजहाँ तक हो अदाकारी से बचिये \n\nहर एक सूरत भली लगती है कुछ दिन \nलहू की शोबदाकारी[1] से बचिये \n\nशराफ़त आदमियत दर्द-मन्दी \nबड़े शहरों में बीमारी से बचिये \n\nज़रूरी क्या हर एक महफ़िल में आना \nतक़ल्लुफ़ की रवादारी[2] से बचिये \n\nबिना पैरों के सर चलते नहीं हैं \nबुज़ुर्गों की समझदारी से बचिये\n\n","author":"निदा फ़ाज़ली","title":"मुहब्बत में वफ़ादारी से बचिये \/ निदा फ़ाज़ली"},{"poem":"सब की पूजा एक सी, अलग अलग हर रीत \nमस्जिद जाये मौलवी, कोयल गाये गीत \n\nपूजा घर में मूर्ती, मीरा के संग श्याम \nजितनी जिसकी चाकरी, उतने उसके दाम \n\nसीता, रावण, राम का, करें विभाजन लोग \nएक ही तन में देखिये, तीनों का संजोग \n\nमिट्टी से माटी मिले, खो के सभी निशां \nकिस में कितना कौन है, कैसे हो पहचान\n\n","author":"निदा फ़ाज़ली","title":"सब की पूजा एक सी \/ निदा फ़ाज़ली"},{"poem":"उठ के कपड़े बदल \nघर से बाहर निकल \nजो हुआ सो हुआ॥\n\nजब तलक साँस है \nभूख है प्यास है \nये ही इतिहास है\nरख के कांधे पे हल \nखेत की ओर चल \nजो हुआ सो हुआ॥\n\nखून से तर-ब-तर\nकर के हर राहगुज़र \nथक चुके जानवर \nलकड़ियों की तरह \nफिर से चूल्हे में जल\nजो हुआ सो हुआ॥\n\nजो मरा क्यों मरा\nजो जला क्यों जला\nजो लुटा क्यों लुटा\nमुद्दतों से हैं गुम \nइन सवालों के हल \nजो हुआ सो हुआ॥\n\nमंदिरों में भजन \nमस्ज़िदों में अज़ाँ \nआदमी है कहाँ \nआदमी के लिए\nएक ताज़ा ग़ज़ल\nजो हुआ सो हुआ।।\n\n","author":"निदा फ़ाज़ली","title":"उठ के कपड़े बदल \/ निदा फ़ाज़ली"},{"poem":"बात कम कीजे ज़ेहानत को छुपाए रहिए \nअजनबी शहर है ये, दोस्त बनाए रहिए\n\nदुश्मनी लाख सही, ख़त्म न कीजे रिश्ता\nदिल मिले या न मिले हाथ मिलाए रहिए \n\nये तो चेहरे की शबाहत हुई तक़दीर नहीं \nइस पे कुछ रंग अभी और चढ़ाए रहिए \n\nग़म है आवारा अकेले में भटक जाता है \nजिस जगह रहिए वहाँ मिलते मिलाते रहिए\n\nकोई आवाज़ तो जंगल में दिखाए रस्ता\nअपने घर के दर-ओ-दीवार सजाए रहिए\n\n","author":"निदा फ़ाज़ली","title":"बात कम कीजे ज़ेहानत को छुपाए रहिए \/ निदा फ़ाज़ली"},{"poem":"कच्चे बखिए की तरह रिश्ते उधड़ जाते हैं \nहर नए मोड़ पर कुछ लोग बिछड़ जाते हैं\n\nयूँ हुआ दूरियाँ कम करने लगे थे दोनों\nरोज़ चलने से तो रस्ते भी उखड़ जाते हैं \n\nछाँव में रख के ही पूजा करो ये मोम के बुत \nधूप में अच्छे भले नक़्श बिगड़ जाते हैं \n\nभीड़ से कट के न बैठा करो तन्हाई में \nबेख़्याली में कई शहर उजड़ जाते हैं\n\n","author":"निदा फ़ाज़ली","title":"कच्चे बखिए की तरह रिश्ते उधड़ जाते हैं \/ निदा फ़ाज़ली"},{"poem":"हुआ सवेरा \nज़मीन पर फिर अदब \nसे आकाश \nअपने सर को झुका रहा है \nकि बच्चे स्कूल जा रहे हैं \nनदी में स्नान करने सूरज\nसुनारी मलमल की \nपगड़ी बाँधे \nसड़क किनारे \nखड़ा हुआ मुस्कुरा रहा है \nकि बच्चे स्कूल जा रहे हैं \nहवाएँ सर-सब्ज़ डालियों में \nदुआओं के गीत गा रही हैं \nमहकते फूलों की लोरियाँ \nसोते रास्तों को जगा रही \nघनेरा पीपल,\nगली के कोने से हाथ अपने \nहिला रहा है \nकि बच्चे स्कूल जा रहे हैं \nफ़रिश्ते निकले रोशनी के \nहर एक रस्ता चमक रहा है \nये वक़्त वो है \nज़मीं का हर ज़र्रा \nमाँ के दिल सा धड़क रहा है \nपुरानी इक छत पे वक़्त बैठा\nकबूतरों को उड़ा रहा है\nकि बच्चे स्कूल जा रहे हैं \nबच्चे स्कूल जा रहे हैं.....\n\n","author":"निदा फ़ाज़ली","title":"हुआ सवेरा \/ निदा फ़ाज़ली"},{"poem":"सूरज एक नटखट बालक सा\nदिन भर शोर मचाए\nइधर उधर चिड़ियों को बिखेरे\nकिरणों को छितराये\nकलम, दरांती, बुरुश, हथोड़ा\nजगह जगह फैलाये\nशाम\nथकी हारी मां जैसी\nएक दिया मलकाए\nधीरे धीरे सारी\nबिखरी चीजें चुनती जाये।\n\n","author":"निदा फ़ाज़ली","title":"एक दिन \/ निदा फ़ाज़ली"},{"poem":"(शीला किणी के लिए)\n\nये सच है\n\nजब तुम्हारे जिस्म के कपड़े\n\nभरी महफ़िल में छीने जा रहे थे\n\nउस तमाशे का तमाशाई था मैं भी\n\nऔर मैं चुप था\n\n\n\nये सच है\n\nजब तुम्हारी बेगुनाही को\n\nहमेशा की तरह सूली पे टांगा जा रहा था\n\nउस अंधेरे में\n\nतुम्हारी बेजुबानी ने पुकारा था मुझे भी\n\nऔर मैं चुप था\n\n\n\nये सच है\n\nजब सुलगती रेत पर तुम\n\nसर बरहना\n\nअपने बेटे भाइयों को तनहा बैठी रो रही थीं\n\nमैं किसी महफ़ूज गोशे में\n\nतुम्हारी बेबसी का मर्सिया था\n\nऔर मैं चुप था\n\n\n\nये सच है\n\nआज भी जब\n\nशेर चीतों से भरी जंगल से टकराती\n\nतुम्हारी चीख़ती साँसें\n\nमुझे आवाज़ देती हैं\n\n\n\nमेरी इज्ज़त, मेरी शोहरत\n\nमेरी आराम की आदत\n\nमेरे घर बार की ज़ीनत\n\nमेरी चाहत, मेरी वहशत\n\nमेरे बढ़ते हुए क़दमों  को बढ़कर रोक लेती है\n\n\n\nमैं मुजरिम था\n\nमैं मुजरिम हूँ\n\nमेरी ख़ामोशी मेरे जुर्म की जिंदा शहादत है\n\nमैं उनके साथ था\n\n\n\nजो जुल्म को ईजाद करते हैं\n\nमैं उनके साथ हूँ\n\nजो हँसती गाती बस्तियाँ\n\nबर्बाद करते हैं\n\n","author":"निदा फ़ाज़ली","title":"इक़रारनामा \/ निदा फ़ाज़ली"},{"poem":"आज ज़रा फ़ुर्सत पाई थी आज उसे फिर याद किया\nबंद गली के आख़िरी घर को खोल के फिर आबाद किया\n\nखोल के खिड़की चाँद हँसा फिर चाँद ने दोनों हाथों से\nरंग उड़ाए फूल खिलाए चिड़ियों को आज़ाद किया\n\nबड़े बड़े ग़म खड़े हुए थे रस्ता रोके राहों में\nछोटी छोटी ख़ुशियों से ही हम ने दिल को शाद किया\n\nबात बहुत मामूली सी थी उलझ गई तकरारों में\nएक ज़रा सी ज़िद ने आख़िर दोनों को बर्बाद किया\n\nदानाओं की बात न मानी काम आई नादानी ही\nसुना हवा को पढ़ा नदी को मौसम को उस्ताद किया\n\n","author":"निदा फ़ाज़ली","title":"आज ज़रा फ़ुर्सत पाई थी \/ निदा फ़ाज़ली"},{"poem":"बृन्दाबन के कृष्ण कन्हैय्या अल्लाह हू\nबँसी राधा गीता गैय्या अल्लाह हू\n\nथोड़े तिनके थोड़े दाने थोड़ा जल\nएक ही जैसी हर गौरय्या अल्लाह हू\n\nजैसा जिस का बर्तन वैसा उस का तन\nघटती बढ़ती गंगा मैय्या अल्लाह हू\n\nएक ही दरिया नीला पीला लाल हरा\nअपनी अपनी सब की नैय्या अल्लाह हू\n\nमौलवियों का सजदा पंडित की पूजा\nमज़दूरों की हैय्या हैय्या अल्लाह हू\n\n","author":"निदा फ़ाज़ली","title":"बृन्दाबन के कृष्ण \/ निदा फ़ाज़ली"},{"poem":"हर एक बात को चुप-चाप क्यूँ सुना जाए\nकभी तो हौसला कर के नहीं कहा जाए\n\nतुम्हारा घर भी इसी शहर के हिसार में है\nलगी है आग कहाँ क्यूँ पता किया जाए\n\nजुदा है हीर से राँझा कई ज़मानों से\nनए सिरे से कहानी को फिर लिखा जाए\n\nकहा गया है सितारों को छूना मुश्किल है\nकितना सच है कभी तजरबा किया जाए\n\nकिताबें यूँ तो बहुत सी हैं मेरे बारे में\nकभी अकेले में ख़ुद को भी पढ़ लिया जाए\n\n","author":"निदा फ़ाज़ली","title":"हर एक बात को चुप-चाप क्यूँ सुना जाए \/ निदा फ़ाज़ली"},{"poem":"जब भी किसी ने ख़ुद को सदा दी\nसन्नाटों में आग लगा दी\n\nमिट्टी उस की पानी उस का\nजैसी चाही शक्ल बना दी\n\nछोटा लगता था अफ़साना\nमैं ने तेरी बात बढ़ा दी\n\nजब भी सोचा उस का चेहरा\nअपनी ही तस्वीर बना दी\n\nतुझ को तुझ में ढूँड के हम ने\nदुनिया तेरी शान बढ़ा दी\n\n","author":"निदा फ़ाज़ली","title":"जब भी किसी ने ख़ुद को सदा दी \/ निदा फ़ाज़ली"},{"poem":"जितनी बुरी कही जाती है उतनी बुरी नहीं है दुनिया\nबच्चों के स्कूल में शायद तुम से मिली नहीं है दुनिया.\n\nचार घरों के एक मोहल्ले के बाहर भी है आबादी\nजैसी तुम्हें दिखाई दी है सब की वही नहीं है दुनिया.\n\nघर में ही मत उसे सजाओ इधर उधर भी ले के जाओ\nयूँ लगता है जैसे तुम से अब तक खुली नहीं है दुनिया.\n\nभाग रही है गेंद के पीछे जाग रही है चाँद के नीचे\nशोर भरे काले नारों से अब तक डरी नहीं है दुनिया.\n\n","author":"निदा फ़ाज़ली","title":"जितनी बुरी कही जाती है \/ निदा फ़ाज़ली"},{"poem":"कठ-पुतली है या जीवन है जीते जाओ सोचो मत\nसोच से ही सारी उलझन है जीते जाओ सोचो मत.\n\nलिखा हुआ किरदार कहानी में ही चलता फिरता है\nकभी है दूरी कभी मिलन है जीते जाओ सोचो मत.\n\nनाच सको तो नाचो जब थक जाओ तो आराम करो\nटेढ़ा क्यूँ घर का आँगन है जीते जाओ सोचो मत.\n\nहर मज़हब का एक ही कहना जैसा मालिक रक्खे रहना\nजब तक साँसों का बंधन है जीते जाओ सोचो मत.\n\nघूम रहे हैं बाज़ारों में सरमायों के आतिश-दान\nकिस भट्टी में कौन ईंधन है जीते जाओ सोचो मत.\n\n","author":"निदा फ़ाज़ली","title":"कठ-पुतली है या जीवन है \/ निदा फ़ाज़ली"},{"poem":"किसी भी शहर में जाओ कहीं क़याम करो\nकोई फ़ज़ा कोई मंज़र किसी के नाम करो.\n\nदुआ सलाम ज़रूरी है शहर वालों से\nमगर अकेले में अपना भी एहतराम करो.\n\nहमेशा अमन नहीं होता फ़ाख़्ताओं में\nकभी कभार ओक़ाबों से भी कलाम करो.\n\nहर एक बस्ती बदलती है रंग रूप कई\nजहाँ भी सुब्ह गुज़ारो उधर ही शाम करो.\n\nख़ुदा के हुक्म से शैतान भी है आदम भी\nवो अपना काम करेगा तुम अपना काम करो.\n\n","author":"निदा फ़ाज़ली","title":"किसी भी शहर में जाओ \/ निदा फ़ाज़ली"},{"poem":"मैं अपने इख़्तियार में हूँ भी नहीं भी हूँ\nदुनिया के कारोबार में हूँ भी नहीं भी हूँ.\n\nतेरी ही जुस्तुजू में लगा है कभी कभी\nमैं तेरे इंतिज़ार में हूँ भी नहीं भी हूँ.\n\nफ़हरिस्त मरने वालों की क़ातिल के पास है\nमैं अपने ही मज़ार में हूँ भी नहीं भी हूँ.\n\nऔरों के साथ ऐसा कोई मसअला नहीं\nइक मैं ही इस दयार में हूँ भी नहीं भी हूँ.\n\nमुझ से ही है हर एक सियासत का ऐतबार\nफिर भी किसी शुमार में हूँ भी नहीं भी हूँ.\n\n","author":"निदा फ़ाज़ली","title":"मैं अपने इख़्तियार में हूँ भी नहीं भी हूँ \/ निदा फ़ाज़ली"},{"poem":"नज़दीकियों में दूर का मंज़र तलाश कर\nजो हाथ में नहीं है वो पत्थर तलाश कर.\n\nसूरज के इर्द-गिर्द भटकने से फ़ाएदा\nदरिया हुआ है गुम तो समुंदर तलाश कर.\n\nतारीख़ में महल भी है हाकिम भी तख़्त भी\nगुम-नाम जो हुए हैं वो लश्कर तलाश कर.\n\nरहता नहीं है कुछ भी यहाँ एक सा सदा\nदरवाज़ा घर का खोल के फिर घर तलाश कर.\n\nकोशिश भी कर उमीद भी रख रास्ता भी चुन\nफिर उस के बाद थोड़ा मुक़द्दर तलाश कर.\n\n","author":"निदा फ़ाज़ली","title":"नज़दीकियों में दूर का मंज़र तलाश कर \/ निदा फ़ाज़ली"},{"poem":"वक़्त बंजारा-सिफ़त लम्हा ब लम्हा अपना\nकिस को मालूम यहाँ कौन है कितना अपना.‍‌\n\nजो भी चाहे वो बना ले उसे अपने जैसा\nकिसी आईने का होता नहीं चेहरा अपना.\n\nख़ुद से मिलने का चलन आम नहीं है वरना\nअपने अंदर ही छुपा होता है रस्ता अपना.\n\nयूँ भी होता है वो ख़ूबी जो है हम से मंसूब\nउस के होने में नहीं होता इरादा अपना.\n\nख़त के आख़िर में सभी यूँ ही रक़म करते हैं\nउस ने रसमन ही लिखा होगा तुम्हारा अपना.\n\n","author":"निदा फ़ाज़ली","title":"वक़्त बंजारा-सिफ़त लम्हा ब लम्हा अपना \/ निदा फ़ाज़ली"},{"poem":"यक़ीन चाँद पे सूरज में ऐतबार भी रख\nमगर निगाह में थोड़ा सा इंतिज़ार भी रख.\n\nख़ुदा के हाथ में मत सौंप सारे कामों को\nबदलते वक़्त पे कुछ अपना इख़्तियार भी रख.\n\nये ही लहू है शहादत ये ही लहू पानी\nख़िज़ाँ नसीब सही ज़ेहन में बहार भी रख.\n\nघरों के ताक़ों में गुल-दस्ते यूँ नहीं सजते\nजहाँ हैं फूल वहीं आस-पास ख़ार भी रख.\n\nपहाड़ गूँजें नदी गाए ये ज़रूरी है\nसफ़र कहीं का हो दिल में किसी का प्यार भी रख.\n\n","author":"निदा फ़ाज़ली","title":"यक़ीन चाँद पे सूरज में ऐतबार भी रख \/ निदा फ़ाज़ली"},{"poem":"मलाला मलाला\nआँखें तेरी चाँद और सूरज\nतेरा ख़्वाब हिमाला...\n\nवक़्त की पेशानी पे अपना नाम जड़ा है तूने\nझूटे मकतब में सच्चा क़ुरान पढ़ा है तूने \nअंधियारों से लड़ने वाली\nतेरा नाम उजाला.... मलाला मलाला\n\nस्कूलों को जाते रस्ते ऊंचे नीचे थे\nजंगल के खूंख्वार दरिन्दे आगे पीछे थे\nमक्के का एक उम्मी* तेरी लफ़्ज़ों का रखवाला....मलाला मलाला\n\nतुझ पे चलने वाली गोली हर धड़कन में है\nएक ही चेहरा है तू लेकिन हर दर्पण में है\nतेरे रस्ते का हमराही, नीली छतरी वाला, मलाला  मलाला\n\n","author":"निदा फ़ाज़ली","title":"मलाला मलाला \/ निदा फ़ाज़ली"},{"poem":"तेरे पैरों चला नहीं जो \nधूप छाँव में ढला नहीं जो \nवह तेरा सच कैसे, \nजिस पर तेरा नाम नहीं?\n\nतुझसे पहले बीत गया जो \nवह इतिहास है तेरा \nतुझको हीं पूरा करना है \nजो बनवास है तेरा \nतेरी साँसें जिया नहीं जो \nघर आँगन का दिया नहीं जो \nवो तुलसी की रामायण है \nतेरा राम नहीं.\n\nतेरा हीं तन पूजा घर है \nकोई मूरत गढ़ ले \nकोई पुस्तक साथ न देगी \nचाहे जितना पढ़ ले \nतेरे सुर में सजा नहीं जो \nइकतारे पर बजा नहीं जो \nवो मीरा की संपत्ति है \nतेरा श्याम नहीं.\n\n","author":"निदा फ़ाज़ली","title":"तेरा नाम नहीं \/ निदा फ़ाज़ली"}]