[{"poem":"ओ रे बाबा हम चाँदी नहीं माँगते\nओ रे बाबा हम सोना नहीं माँगते\nहम हीरे का खज़ाना नहीं माँगते\nगर हम कुछ माँगते माँगते हैं तो अपना हक\nमाँगते माँगते माँगते\n\nहम यूँ ही कट जाना नहीं माँगते\nहम यूँ ही जल जाना नहीं माँगते\nहम यूँ ही मर जाना नहीं माँगते\nगर हम कुछ माँगते माँगते हैं तो अपना हक\nमाँगते माँगते माँगते\n\nपोप सुन लो ज़रा, तुम भी ये दासताँ\nहमने सीखी है ये, गैलिलियो की ज़ुबाँ\nधर्म तुम्हारा था, हज़्ज़ारों साल से\nआज हमारा है, ऐसा उसने कहा\nहम स्वर्ग-नरक का फ़साना नहीं माँगते\nउलझा हुआ ताना-बाना नहीं माँगते\nगर हम कुछ माँगते माँगते हैं तो अपना हक\nमाँगते माँगते माँगते\n\nहम जीने का बहाना नहीं माँगते\nहम गुज़रा ज़माना नहीं माँगते\nहम बासी ये तराना नहीं माँगते\nगर हम कुछ...\n\nओ ज़मींदार भई, तूने जो ज़ुल्म किए\nइक-इक करके सभी हमने मालूम किए\nझूठा लगान था, झूठा फ़रमान था\nझूठी हर बात थी, झूठा हर दाम था\nहम झूठा लगान चुकाना नहीं माँगते\nखेतों में बारूद उगाना नहीं माँगते\nगर हम कुछ माँगते माँगते हैं तो अपना हक\nमाँगते माँगते माँगते\n\nभूखे बच्चों को रुलाना नहीं माँगते\nहम फेंका हुआ खाना नहीं माँगते\nअब हम थक जाना नहीं माँगते\nगर हम कुछ...\n\n","author":"पीयूष मिश्रा","title":"ओ रे बाबा हम चाँदी नहीं माँगते \/ पीयूष मिश्रा"},{"poem":"पगड़ी सँभाल जट्टा उड़ी चली जाए रे\nपगड़ी की गाँठ पे कोई हाथ ना लगाए रे\n\nमोड़ दे हवा के रुख़ को जो वो आड़े आए रे\nरोक दे उमड़ती रुत को आँख जो दिखाए रे\nसरकटी उम्मीदों के पल याद में सजाए रे\nख़ून से सनी मिट्टी को भूल तो ना जाए रे\nदेख देती है वो क़समें अब मचा दे हाय रे\nफिर भले ही सारी पगड़ी ख़ून में नहाए रे\nपगड़ी सँभाल जट्टा...\n\n","author":"पीयूष मिश्रा","title":"पगड़ी सँभाल जट्टा \/ पीयूष मिश्रा"},{"poem":"सरफ़रोशी की तमन्ना अब हमारे दिल में है\nदेखना है ज़ोर कितना बाज़ुए-क़ातिल में है\nवक़्त आने दे बता देंगे तुझे ऐ आसमाँ\nहम अभी से क्या बताएँ क्या हमारे दिल में है\nसरफ़रोशी की...\n\nदेख फाँसी का ये फंदा ख़ौफ़ से है काँपता\nउफ़्फ़ कि जल्लादों की हालत भी बड़ी मुश्किल में है\nनर्म स्याही से लिखे शेरों की बातें चुक गईं\nइक नई बारूद से लिक्खी ग़ज़ल महफ़िल में है\nदेखना है ज़ोर कितना...\n\nआँख से टपकी लहू की बूँद को ले हाथ में\nसर कटा दें ऐ वतन बस ये ही हसरत दिल में है\nज़िन्दगी के रास्तों पे ख़ूब यारो चल लिए\nअब ज़रा देखें छुपा क्या मौत की मंज़िल में है\nदेखना है ज़ोर कितना...\n\n","author":"पीयूष मिश्रा","title":"सरफ़रोशी की तमन्ना \/ पीयूष मिश्रा"},{"poem":"मेरा रँग दे बसन्ती चोला, माई...\n\nमेरे चोले में तेरे माथे का पसीना है\nऔर थोड़ी सी तेरे आँचल की बूँदें हैं\nऔर थोड़ी सी है तेरे काँपते बूढ़े हाथों की गर्मी\nऔर थोड़ा सा है तेरी आँखों की सुर्खी का शोला\n\nइस शोले को जो देखा तो आज ये\nलाल तेरा बोला अरे बोला --\n\nमेरा रँग दे बसंती चोला, माई...\n\n","author":"पीयूष मिश्रा","title":"मेरा रँग दे बसन्ती चोला \/ पीयूष मिश्रा"},{"poem":"चाँद गोरी के घर बारात ले के आ\nगोरी ओट में खड़ी है सौगात ले के आ\nजो कभी ना बोली गई वो बात ले के आ\nजो खिल चुके हों फूल से हालात ले के आ\n\nजिसमें बेकली भी हो, जिसमें शोखियाँ भी हों\nजिसमें झिलमिलाती रात की बेहोशियाँ भी हों\nजिसमें घोंसला भी हो, तिनकों से बुना अभी\nजिसके तिनके हों कि ऐसे जैसे टूटें ना कभी\n\nहो जिसमें सरसराहटें, जिसमें खिलखिलाहटें\nजिसमें सुगबुगाहटें, जिसमें कसमसाहटें\nजिसमें ज़िन्दगी भी हो, जिसमें बन्दगी भी हो\nजिसमें रूठना भी हो तो थोड़ी दिल्लगी भी हो\n\nअनबुझी पहेली सी रात ले के आ\nचाँद गोरी के घर बारात ले के आ...\n\n","author":"पीयूष मिश्रा","title":"चाँद गोरी के घर \/ पीयूष मिश्रा"},{"poem":"लाहौर के उस पहले ज़िले के, दो परगना में पहुँचे\nरेशम गली के, दूजे कूचे के, चौथे मकाँ में पहुँचे\nकहते हैं जिसको, दूजा मुलुक उस, पाकिस्ताँ में पहुँचे\nलिखता हूँ ख़त मैं हिन्दोस्ताँ से, पहलू-ए-हुस्नाँ में पहुँचे\nओ हुस्नाँ...\n\nमैं तो हूँ बैठा, ओ हुस्नाँ मेरी, यादों पुरानी में खोया\nपल पल को गिनता, पल पल को चुनता, बीती कहानी में खोया\nपत्ते जब झड़ते, हिन्दोस्ताँ में, बातें तुम्हारी ये बोलें\nहोता उजाला, हिन्दोस्ताँ में यादें, तुम्हारी ये बोलें\n\nओ हुस्नाँ मेरी, ये तो बता दो\nहोता है ऐसा क्या उस गुलिस्ताँ में\nरहती हो नन्हीं कबूतर-सी गुम तुम जहाँ\nओ हुस्नाँ...\nपत्ते क्या झड़ते हैं पाकिस्ताँ में वैसे ही जैसे झड़ते यहाँ\nओ हुस्नाँ...\nहोता उजाला क्या वैसा ही है जैसा होता हिन्दुस्ताँ में हाँ\nओ हुस्नाँ...\n\nवो हीर के राँझों, के नगमे मुझको, हर पल आ आ के सताए\nवो बुल्ले शाह की, तकरीरों के, झीने-झीने साए\nवो ईद की ईदी, लम्बी नमाज़ें, सेवइयों की झालर\nवो दीवाली के दीये संग में, बैसाखी के बादल\nहोली की वो लकड़ी जिसमें, संग-संग आँच लगाई\nलोहड़ी का वो धुआँ जिसमें, धड़कन है सुलगाई\n\nओ हुस्नाँ मेरी ये तो बता दो\nलोहड़ी का धुआँ क्या अब भी निकलता है\nजैसा निकलता था उस दौर में हाँ वहाँ\nओ हुस्नाँ...\nहीरों के राँझों के नगमें क्या अब भी सुने जाते हैं हाँ वहाँ\nओ हुस्नाँ...\nरोता है रातों में पाकिस्ताँ क्या वैसे ही जैसे हिन्दोस्ताँ\nओ हुस्नाँ...\nपत्ते क्या झड़ते हैं पाकिस्ताँ में वैसे ही जैसे झड़ते यहाँ\nओ हुस्नाँ...\nहोता उजाला क्या वैसा ही है जैसा होता हिन्दुस्ताँ में हाँ\nओ हुस्नाँ...\n\n","author":"पीयूष मिश्रा","title":"जावेद का ख़त...लखनऊ से \/ पीयूष मिश्रा"},{"poem":"इक बगल में चाँद होगा, इक बगल में रोटियाँ\nइक बगल में नींद होगी, इक बगल में लोरियाँ\nहम चाँद पे, हम चाँद पे,\nरोटी की चादर डाल कर सो जाएँगे\nऔर नींद से, और नींद से कह देंगे\nलोरी कल सुनाने आएँगे\n\nइक बगल में चाँद होगा, इक बगल में रोटियाँ\nइक बगल में नींद होगी, इक बगल में लोरियाँ\nहम चाँद पे, रोटी की चादर डाल के सो जाएँगे\nऔर नींद से कह देंगे लोरी कल सुनाने आएँगे\n\nएक बगल में खनखनाती, सीपियाँ हो जाएँगी\nएक बगल में कुछ रुलाती सिसकियाँ हो जाएँगी\nहम सीपियो में, हम सीपियो में भर के सारे\nतारे छू के आएँगे\nऔर सिसकियो को, और सिसकियो को\nगुदगुदी कर कर के यूँ बहलाएँगे\nऔर सिसकियों को, गुदगुदी कर कर के यूँ बहलाएँगे\n\nअब न तेरी सिसकियों पे कोई रोने आएगा\nगम न कर जो आएगा वो फिर कभी ना जाएगा\nयाद रख पर कोई अनहोनी नहीं तू लाएगी\nलाएगी तो फिर कहानी और कुछ हो जाएगी\nयाद रख पर कोई अनहोनी नहीं तू लाएगी\nलाएगी तो फिर कहानी और कुछ हो जाएगी\n\nहोनी और अनहोनी की परवाह किसे है मेरी जान\nहद से ज़्यादा ये ही होगा कि यहीं मर जाएँगे\nहम मौत को, हम मौत को सपना बता कर\nउठ खड़े होंगे यहीं\nऔर होनी को, और होनी को ठेंगा दिखा कर\nखिलखिलाते जाएँगे ,\nऔर होनी को ठेंगा दिखा कर खिलखिलाते जाएँगे\nऔर होनी को ठेंगा दिखा कर खिलखिलाते जाएँगे\n\n","author":"पीयूष मिश्रा","title":"इक बगल में चाँद होगा \/ पीयूष मिश्रा"},{"poem":"मैं जाना चाहता हूँ अमेरिका\nख़ूब जाना चाहता हूँ अमेरिका\nपी जाना चाहता हूँ अमेरिका मैं\nखा जाना चाहता हूँ अमेरिका\n...क्या क्या क्या है अमेरिका रे बोलो\nक्या क्या क्या है अमेरिका\nबस ख़ामख़्वाह है अमेरिका रे बोलो\nबस ख़ामख़्वाह है अमेरिका\n...सोने की खान है अमेरिका\nगोरी-गोरी रान है अमेरिका\nमेरा अरमान है अमेरिका रे\nहाय मेरी जान है अमेरिका\nमैं जाना चाहता हूँ...\n\n...अमरीका में ऐसे क्या-क्या हीरे-मोती जड़े हुए\nदेखो उसके फुटपाथों पर कितने भूखे पड़े हुए\nजिधर उसे दिखती गुंजाइश वहीं-वहीं घुस जाता है\nसबकी छाती पर मूँगों को दलना उसको आता है\n\nअमरीका है क्या...कद्दू\nअमरीका है क्या...बदबू\nअमरीका है क्या ...टिंडा\nअमरीका है...मुछमुण्डा\nअब भी सँभल जाइए हज़रत मान हमारी बात\nकि घुसपैठी है अमेरिका\nबन्द कैंची है अमेरिका\nबाप को अपने ना छोड़े\nऐसा वहशी है अमेरिका\n...मैं जाना चाहता हूँ अमेरिका\n\nआपको क्या मालूम जगह है वो क्या मीठी-मीठी-सी\n...नंगी पिण्डली देख के मन में जले है तेज़ अँगीठी-सी\nबड़े-बड़े है फ्लाईओवर और बड़ी-बड़ी बिल्डिंगें वहाँ\nबड़े-बड़े हीरो-हिरोइन बड़े-बड़े एक्टिंगें वहाँ\nजहाँ भी चाहो घूमो मस्ती में कोई ना रोके है\nपड़े रहो तुम मौला बनकर कोई भी ना टोके है\nइसीलिए चल पड़िए मेरे कहता हूँ मैं साथ\n\nकि रॉल्सरॉइस है अमेरिका\nमेरी ख़्वाहिश है अमरीका\nफ़रमाइश है अमेरिका रे मेरी\nगुंजाइश है अमेरिका\nमैं जाना चाहता हूँ अमेरिका\n\n...अमरीका की बात कही तो ख़ूब मटक गए वाह वाह वाह\nये भूले कि वहाँ गए तो ख़तम भटक गए वाह वाह वाह\nक्या-क्या है उसके कूचे में जो है नहीं हमारे में\nबात करे हमसे कुव्वत इतनी भी नहीं बेचारे में\nहम बतलाएँगे उसको ज़िन्दादिल कैसे होते हैं\nसबकी सोचें महक-महक कर वो दिल कैसे होते हैं\nइक बन्दा है वहाँ पे जिसका नाम जॉर्ज बुश होता है\nछोटे बच्चों पर जो फेंके बम तो वो ख़ुश होता है\nऐसे मुलुक में जा करके क्या-क्या कर पाएँगे जनाब\nजहाँ पे चमड़ी के रंग से इंसाँ का होता है हिसाब\nइसीलिए हम कहते हैं आली जनाब ये बात\n\nकि हिरोशिमा है अमेरिका\nनागासाकी है अमेरिका\nवियतनाम के कहर के बाद अब\nक्या बाक़ी है अमेरिका\nमैं जाना चाहता हूँ अमेरिका\n\n...ये तो फरमा दिया आपने अमरीका क्या होता है\nपर रहती हैं आप जहाँ पे वहाँ पे क्या-क्या होता है\nइक रहता है बन्दा जिसकी ज़ात और कुछ होती है\nक़ौम-परस्ती देख के उसकी तकलीफ़ें ख़ुश होती हैं\nवो फिरता है यहाँ-वहाँ ये आस लिए कि पहचानो\nमुझको भी इस वतन का हिस्सा वतन का टुकड़ा ही मानो\nवरना देखो मेरे अन्दर भी इक जज़्बा उट्ठेगा\nरक्खा है जो हाथ जेब में निकल के ऊपर उट्ठेगा\nइसीलिए वो बन्दा कहता बार-बार यही बात\n\nकि मैं जाना चाहता हूँ कहीं और...?\n...ना...\nमैं रहना चाहता हूँ इसी ठौर...?\n...ना...\nमैं जानना चाहता हूँ वहाँ-वहाँ...?\n...ना...\nमैं रहना चाहता हूँ यहाँ-वहाँ...?\n...ना...\nवहाँ...?\n...नहीं\nतो वहाँ...?\n...नहीं\nतो वहाँ...?\n...नहीं\nतो कहाँ...?\n\n...जब कोई ठौर मेरा ना होने की होती है बात...\nतो मैं जाना चाहता हूँ अमेरिका\nमैं खूब जाना चाहता हूँ अमेरिका\nमैं पी जाना चाहता हूँ अमेरिका\nमैं खा जाना चाहता हूँ अमेरिका\nमैं जाना चाहता हूँ अमेरिका\n\n","author":"पीयूष मिश्रा","title":"मैं जाना चाहता हूँ अमेरिका \/ पीयूष मिश्रा"},{"poem":"उजला ही उजला शहर होगा जिसमें हम-तुम बनाएँगे घर\nदोनों रहेंगे कबूतर से जिसमें होगा ना बाज़ों का डर\n\nमखमल की नाज़ुक दीवारें भी होंगी\nकोनों में बैठी बहारें भी होंगी\nखिड़की की चौखट भी रेशम की होगी\nचन्दन से लिपटी हाँ सेहन भी होगी\nसन्दल की ख़ुशबू भी टपकेगी छत से\nफूलों का दरवाज़ा खोलेंगे झट से\nडोलेंगे महकी हवा के हाँ झोंके\nआँखों को छू लेंगे गर्दन भिगो के\nआँगन में बिखरे पड़े होंगे पत्ते\nसूखे से नाज़ुक से पीले छिटक के\nपाँवों को नंगा जो करके चलेंगे\nचर-पर की आवाज़ से वो बजेंंगे\nकोयल कहेगी कि मैं हूँ सहेली\nमैना कहेगी नहीं हूँ अकेली\nबत्तख भी चोंचों में हँसती-सी होगी\nबगुले कहेंगे सुनो अब उठो भी\nहम फिर भी होंगे पड़े आँख मूँदे\nकलियों की लड़ियाँ दिलों में हाँ गूँधे\nभूलेंगे उस पार के उस जहाँ को\nजाती है कोई डगर...\n\nचाँदी के तारों से रातें बुनेंगे तो चमकीली होगी सहर\nउजला ही उजला शहर होगा जिसमें हम तुम बनाएँगे घर\n\nआओगे थककर जो हाँ साथी मेरे\nकाँधे पे लूँगी टिका साथी मेरे\nबोलोगे तुम जो भी हाँ साथी मेरे\nमोती सा लूँगी उठा साथी मेरे\nपलकों की कोरों पे आए जो आँसू\nमैं क्यों डरूँगी बता साथी मेरे\nउँगली तुम्हारी तो पहले से होगी\nगालों पे मेरे तो हाँ साथी मेरे\nतुम हँस पड़ोगे तो मैं हँस पड़ूँगी \nतुम रो पड़ोगे तो मैं रो पड़ूँगी\nलेकिन मेरी बात इक याद रखना\nमुझको हमेशा ही हाँ साथ रखना\nजुड़ती जहाँ ये ज़मीं आसमाँ से\nहद हाँ हमारी शुरू हो वहाँ से\nतारों को छू लें ज़रा सा सँभल के\nउस चाँद पर झट से जाएँ फिसल के\nबह जाएँ दोनों हवा से निकल के\nसूरज भी देखे हमें और जल के\nहोगा नहीं हम पे मालूम साथी\nतीनों जहाँ का असर...\n\nराहों को राहें भुलाएँगे साथी हम ऐसा हाँ होगा सफ़र\nउजला ही उजला शहर होगा जिसमें हम तुम बनाएँगे घर\n\n","author":"पीयूष मिश्रा","title":"उजला ही उजला \/ पीयूष मिश्रा"},{"poem":"आरम्भ है प्रचण्ड बोल मस्तकों के झुण्ड\nआज जंग की घड़ी की तुम गुहार दो,\nआन बान शान या की जान का हो दान\nआज एक धनुष के बाण पे उतार दो!!!\n\nमन करे सो प्राण दे, जो मन करे सो प्राण ले\nवही तो एक सर्वशक्तिमान है,\nविश्व की पुकार है ये भगवत का सार है की\nयुद्ध ही तो वीर का प्रमाण है!!!\nकौरवो की भीड़ हो या पाण्डवो का नीर हो\nजो लड़ सका है वही तो महान है!!!\nजीत की हवस नहीं किसी पे कोई बस नहीं क्या\nज़िन्दगी है ठोकरों पर मार दो,\nमौत अन्त हैं नहीं तो मौत से भी क्यों डरे\nये जाके आसमान में दहाड़ दो!\n\nआरम्भ है प्रचण्ड बोल मस्तकों के झुण्ड\nआज जंग की घड़ी की तुम गुहार दो,\nआन बान शान या की जान का हो दान\nआज एक धनुष के बाण पे उतार दो!!!\n\nवो दया का भाव या की शौर्य का चुनाव\nया की हार को वो घाव तुम ये सोच लो,\nया की पूरे भाल पर जला रहे वे जय का लाल,\nलाल ये गुलाल तुम ये सोच लो,\nरंग केसरी हो या मृदंग केसरी हो\nया की केसरी हो लाल तुम ये सोच लो!!\nजिस कवि की कल्पना में ज़िन्दगी हो\nप्रेम गीत उस कवि को आज तुम नकार दो,\nभीगती नसों में आज फूलती रगों में\nआज आग की लपट तुम बखार दो !!!\n\nआरम्भ है प्रचण्ड बोल मस्तकों के झुण्ड\nआज जंग की घड़ी की तुम गुहार दो,\nआन बान शान या की जान का हो दान\nआज एक धनुष के बाण पे उतार दो!!!\n\n","author":"पीयूष मिश्रा","title":"आरम्भ है प्रचण्ड बोल मस्तको के झुण्ड \/ पीयूष मिश्रा"}]