[{"poem":"अति अनियारे मानौ सान दै सुधारे,\nमहा विष के विषारे ये करत पर-घात हैं।\nऐसे अपराधी देख अगम अगाधी यहै,\nसाधना जो साधी हरि हिय में अन्हात हैं॥\nबार बार बोरे याते लाल लाल डोरे भये,\nतौहू तो ’रहीम’ थोरे बिधि न सकात हैं।\nघाइक घनेरे दुखदाइक हैं मेरे नित,\nनैन बान तेरे उर बेधि बेधि जात हैं॥\n\n","author":"रहीम","title":"अति अनियारे मानौ सान दै सुधारे \/ रहीम"},{"poem":"पट चाहे तन, पेट चाहत छदन, मन\nचाहत है धन, जेती संपदा सराहिबी।\nतेरोई कहाय कै ’रहीम’ कहै दीनबंधु\nआपनी बिपत्ति जाय काके द्वार काहिबी॥\nपेट भर खायो चाहे, उद्यम बनायो चाहे,\nकुटुंब जियायो चाहे काढ़ि गुन लाहिबी।\nजीविका हमारी जो पै औरन के कर डारो,\nब्रज के बिहारी तौ तिहारी कहाँ साहिबी॥\n\n","author":"रहीम","title":"पट चाहे तन, पेट चाहत छदन \/ रहीम"},{"poem":"बड़ेन सों जान पहिचान कै रहीम काह,\nजो पै करतार ही न सुख देनहार है।\nसीत-हर सूरज सों नेह कियो याही हेत,\nताऊ पै कमल जारि डारत तुषार है॥\nनीरनिधि माँहि धस्यो, शंकर के सीस बस्यो,\nतऊ ना कलंक नस्यो, ससि में सदा रहै।\nबड़ो रीझिवार है, चकोर दरबार है,\nकलानिधि सो यार, तऊ चाखत अँगार है॥\n\n","author":"रहीम","title":"बड़ेन सों जान पहिचान कै रहीम काह \/ रहीम"},{"poem":"मोहिबो निछोहिबो सनेह में तो नयो नाहिं,\nभले ही निठुर भये, काहे को लजाइये।\nतन मन रावरे सो मतों के मगन हेतु,\nउचरि गये ते कहा तुम्हें खोरि लाइये॥\nचित लाग्यो जित, जैहै तितही ’रहीम’ नित,\nधाधवे के हित इत एक बार आइये।\nजान हुरसी उर बसी है तिहारे उर,\nमोसों प्रीति बसी तऊ हँसी न कराइये॥\n\n","author":"रहीम","title":"मोहिबो निछोहिबो सनेह में तो नयो नाहिं \/ रहीम"},{"poem":"जाति हुती सखी गोहन में, मन मोहन को, लखिकै ललचानो।\nनागर नारि नई ब्रज की, उनहूँ नँदलाल को रीझिबो जानो॥\nजाति भई फिरि कै चितई, तब भाव ’रहीम’ यहै उर आनो।\nज्यों कमनैत दमानक में फिरि तीरि सों मारि लै जात निसानो॥\n\n","author":"रहीम","title":"जाति हुती सखी गोहन में \/ रहीम"},{"poem":"जिहि कारन बार न लाये कछू, गहि संभु-सरासन दोय किया।\nगये गेहहिं त्यागि कै ताही समै सु निकारि पिता बनवास दिया॥\nकहे बीच ’रहीम’ रर्यौ न कछू, जिन कीनो हुतो बिनुहार किया।\nबिधि यों न सिया रसबार सिया करबार सिया पिय सार सिया॥\n\n","author":"रहीम","title":"जिहि कारन बार न लाये कछू \/ रहीम"},{"poem":"दीन चहैं करतार जिन्हें सुख, सो तौ ’रहीम’ टरै नहिं टारे।\nउद्यम पौरुष कीने बिना, धन आवत आपुहिं हाथ पसारे॥\nदैव हँसै अपनी अपनी, बिधि के परपंच न जात बिचारे।\nबेटा भयो बसुदेव के धाम औ दुंदुभि बाजत नंद के द्वारे॥\n\n","author":"रहीम","title":"दीन चहैं करतार जिन्हें सुख \/ रहीम"},{"poem":"पुतरी अतुरीन कहूँ मिलि कै लगि लागि गयो कहुँ काहु करैटो।\nहिरदै दहिबे सहिबे ही को है, कहिबे को कहा कछु है गहि फेटो॥\nसूधै चितै तन हा हा करें हू ’रहीम’ इतो दुख जात क्यों मेटो।\nऐसे कठोर सों औ चितचोर सों कौन सी हाय घरी भई भेंटो॥\n\n","author":"रहीम","title":"पुतरी अतुरीन कहूँ मिलि कै \/ रहीम"},{"poem":"कौन धौं सीखि ’रहीम’ इहाँ इन नैन अनोखि यै नेह की नाँधनि।\nप्यारे सों पुन्यन भेंट भई, यह लोक की लाज बड़ी अपराधिनि॥\nस्याम सुधानिधि आनन को मरिये सखि सूधे चितैवे की साधनि।\nओट किये रहते न बनै, कहते न बनै बिरहानल बाधनि॥\n\n","author":"रहीम","title":"कौन धौं सीखि ’रहीम’ इहाँ \/ रहीम"},{"poem":"छबि आवन मोहनलाल की।\nकाछनि काछे कलित मुरलि कर पीत पिछौरी साल की॥\nबंक तिलक केसर को कीने दुति मानो बिधु बाल की।\nबिसरत नाहिं सखी मो मन ते चितवनि नयन विसाल की॥\nनीकी हँसनि अधर सुधरन की छबि छीनी सुमन गुलाल की।\nजल सों डारि दियो पुरैन पर डोलनि मुकता माल की॥\nआप मोल बिन मोलनि डोलनि बोलनि मदनगोपाल की।\nयह सरूप निरखै सोइ जानै इस ’रहीम’ के हाल की॥\n\n","author":"रहीम","title":"छबि आवन मोहनलाल की \/ रहीम"},{"poem":"कमल-दल नैननि की उनमानि।\nबिसरत नाहिं सखी मो मन ते मंद मंद मुसकानि॥\nयह दसननि दुति चपला हू ते महा चपल चमकानि।\nबसुधा की बस करी मधुरता सुधा-पगी बतरानि॥\nचढ़ी रहे चित उर बिसाल को मुकुतमाल थहरानि।\nनृत्य समय पीताम्बर हू की फहरि फहरि फहरानि॥\nअनुदिन श्री बृन्दावन ब्रज ते आवन आवन आनि।\nअब ’रहीम’ चित ते न टरति है सकल स्याम की बानि॥\n\n","author":"रहीम","title":"कमल-दल नैननि की उनमानि \/ रहीम"},{"poem":"उत्तम जाति है बाह्मनी, देखत चित्त लुभाय।\nपरम पाप पल में हरत, परसत वाके पाय\nरूपरंग रतिराज में, छतरानी इतरान।\nमानौ रची बिरंचि पचि, कुसुम कनक में सान\nबनियाइनि बनि आइकै, बैठि रूप की हाट।\nपेम पेक तन हेरिकै, गरुवै टारति बाट\nगरब तराजू करति चख, भौंह मोरि मुसकाति।\nडाँड़ी मारति बिरह की, चित चिंता घटि जाति\n\n","author":"रहीम","title":"उत्तम जाति है बाह्मनी \/ रहीम"}]