[{"poem":"एक नीम-मंजरी\nमेरे आँगन झरी\nकाँप रहे लोहे के द्वार।\n\nआज गगन मेरे घर झुक गया\nभटका-सा मेघ यहाँ रुक गया\nरग-रग में थरथरी\nसन्नाटा आज री\nरहा मुझे नाम ले पुकार।\n\nएक बूँद में समुद्र अँट गया\nएक निमिष में समय सिमट गया\nवायु-वायु बावरी\nकिसकी है भाँवरी\nसाँस-साँस बन रही फुहार।\n\n","author":"रामदरश मिश्र","title":"एक नीम-मंजरी \/ रामदरश मिश्र"},{"poem":"फिर हवा बहने लगी कहने लगीं वनराइयाँ\nकाँपने फिर-फिर लगीं ठहरी हुई परछाइयाँ।\n\nथरथराने से लगे कुछ पंख अपने नीड़ में\nएक छाया छू मुझे उड़, खो गई किसी भीड़ में\nताल फिर हिलने लगा, फटने लगी फिर काइयाँ।\n\nएक भटकी नाव धारा पर निरखती दीठियाँ\nप्रान्तरों को चीरतीं फिर इंजनों की सीटियाँ\nअब कहाँ ले जाएंगी यायावरी तनहाइयाँ।\n\nभीत पर अंकित दिनों के नाम फिर हिलने लगे\nडायरी के पृष्ठ कोरे फड़फड़ा खुलने लगे\nउभरने दृग में लगीं पथ की नमी गहराइयाँ।\n\n","author":"रामदरश मिश्र","title":"विदाभास \/ रामदरश मिश्र"},{"poem":"दिन को ही हो गई रात-सी, लगता कालजयी होगी\nकविता बोली- \"मत उदास हो, कल फिर सुबह नई होगी।\"\n\nगली-गली कूड़ा बटोरता, देखो बचपन बेचारा\nटूटे हुए ख्वाब लादे, फिरता यौवन का बनजारा\nकहीं बुढ़ापे की तनहाई, करती दई-दई होगी!\n\nजलती हुई हवाएँ मार रही हैं चाँटे पर चाँटा\nलेट गया है खेतों ऊपर यह जलता-सा सन्नाटा\nफिर भी लगता है कहीं पर श्याम घटा उनई होगी!\n\nसोया है दुर्गम भविष्य चट्टान सरीखा दूर तलक\nजाना है उस पार मगर आँखें रुक जाती हैं थक-थक\nखोजो यारो, सूने में भी कोई राह गई होगी!\n\nटूटे तारों से हिलते हैं यहाँ-वहाँ रिश्ते-नाते\nशब्द ठहर जाते सहसा इक-दूजे में आते-जाते\nफिर भी जाने क्यों लगता- कल धरती छंदमयी होगी!\n\n","author":"रामदरश मिश्र","title":"कल फिर सुबह नई होगी \/ रामदरश मिश्र"},{"poem":"आभारी हूँ बहुत दोस्तो, मुझे तुम्हारा प्यार मिला\nसुख में, दुख में, हार-जीत में एक नहीं सौ बार मिला!\n\nसावन गरजा, भादों बरसा, घिर-घिर आई अँधियारी\nकीचड़-कांदों से लथपथ हो, बोझ हुई घड़ियाँ सारी\nतुम आए तो लगा कि कोई कातिक का त्योहार मिला!\n\nइतना लम्बा सफ़र रहा, थे मोड़ भयानक राहों में\nठोकर लगी, लड़खड़ाया, फिर गिरा तुम्हारी बाँहों में\nतुम थे तो मेरे पाँवों को छिन-छिनकर आधार मिला!\n\nआया नहीं फ़रिश्ता कोई, मुझको कभी दुआ देने\nमैंने भी कब चाहा, दूँ इनको अपनी नौका खेने\nबहे हवा-से तुम, साँसों को सुन्दर बंदनवार मिला!\n\nहर पल लगता रहा कि तुम हो पास कहीं दाएँ-बाएँ\nतुम हो साथ सदा तो आवारा सुख-दुख आए-जाए\nमृत्यु-गंध से भरे समय में जीवन का स्वीकार मिला!\n\n","author":"रामदरश मिश्र","title":"आभारी हूँ बहुत दोस्तों \/ रामदरश मिश्र"},{"poem":"साथ-साथ चलते जाना कब साठ बरस बीते!\n\nएक हाथ में थी कविता, दूजे में थी रोटी\nहम तानते रहे दोनों की लय छोटी-छोटी\nचलते रहे सफ़र में हम यों ही खाते-पीते!\n\nजब आया जलजला, पाँव काँपने लगे डर से\nबढ़कर थाम लिया हमने इक-दूजे को कर से\nकितना कुछ टूटा-फूटा, पर हम न कभी रीते!\n\nछोटे-छोटे सुख-पंछी फड़काते थे पाँखें\nछोटे-छोटे सपनों से भर आती थीं आँखें\nगिरे-पड़े, कुछ हारे-से भी, पर आख़िर जीते!\n\nख़ुद के गिरने पर उठकर तुम कितना हँसती थीं\nपर मेरी छोटी-सी डगमग तुमको डँसती थी\nभर आते थे जीवन-रस से, पल विष-से तीते!\n\nजब-जब दूर हुआ घर से, तनहा हो घबराया\nतब-तब लगा मुझे, कोई स्वर तुम जैसा आया-\nघबराना मत तनहाई से, मैं तो हूँ मीते!\n\n","author":"रामदरश मिश्र","title":"सहयात्रा के साठ बरस \/ रामदरश मिश्र"},{"poem":"चाहता हूँ, कुछ लिखूँ, पर कुछ निकलता ही नहीं है\nदोस्त, भीतर आपके कोई विकलता ही नहीं है!\n\nआप बैठे हैं अंधेरे में लदे टूटे पलों से\nबंद अपने में अकेले, दूर सारी हलचलों से\nहैं जलाए जा रहे बिन तेल का दीपक निरन्तर\nचिड़चिड़ाकर कह रहे- 'कम्बख़्त,जलता ही नहीं है!'\n\nबदलियाँ घिरतीं, हवाएँ काँपती, रोता अंधेरा\nलोग गिरते, टूटते हैं, खोजते फिरते बसेरा\nकिन्तु रह-रहकर सफ़र में, गीत गा पड़ता उजाला\nयह कला का लोक, इसमें सूर्य ढलता ही नहीं है!\n\nतब लिखेंगे आप जब भीतर कहीं जीवन बजेगा\nदूसरों के सुख-दुखों से आपका होना सजेगा\nटूट जाते एक साबुत रोशनी की खोज में जो\nजानते हैं- ज़िन्दगी केवल सफ़लता ही नहीं है!\n\nबात छोटी या बड़ी हो, आँच में खुद की जली हो\nदूसरों जैसी नहीं, आकार में निज के ढली हो\nहै अदब का घर, सियासत का नहीं बाज़ार यह तो\nझूठ का सिक्का चमाचम यहाँ चलता ही नहीं है!\n\n","author":"रामदरश मिश्र","title":"सूर्य ढलता ही नही \/ रामदरश मिश्र"},{"poem":"छोड़ जाऊँगा \nकुछ कविता, कुछ कहानियाँ, कुछ विचार\nजिनमें होंगे\nकुछ प्यार के फूल\nकुछ तुम्हारे उसके दर्द की कथाएँ\nकुछ समय – चिंताएँ\n\nमेरे जाने के बाद ये मेरे नहीं होंगे\nमै कहाँ जाऊँगा, किधर जाऊँगा\nलौटकर आऊँगा कि नहीं\nकुछ पता नहीं\nलौटकर आया भी तो\nन मै इन्हे पहचानूँगा, न ये मुझे\nतुम नम्र होकर इनके पास जाओगे\nइनसे बोलोगे, बतियाओगे\nतो तुम्हे लगेगा, ये सब तुम्हारे ही हैं\nतुम्ही मे धीरे धीरे उतर रहे हैं\nऔर तुम्हारे अनजाने ही तुम्हे\nभीतर से भर रहे हैं।\n\nमेरा क्या….\nभर्त्सना हो या जय-जयकार\nकोई मुझ तक नहीं पहुँचेगी॥\n\n","author":"रामदरश मिश्र","title":"मेरे जाने के बाद \/ रामदरश मिश्र"},{"poem":"यह भी दिन बीत गया।\nपता नहीं जीवन का यह घड़ा\nएक बूँद भरा या कि एक बूँद रीत गया।\n\nउठा कहीं, गिरा कहीं, पाया कुछ खो दिया\nबँधा कहीं, खुला कहीं, हँसा कहीं, रो दिया।\nपता नहीं इन घड़ियों का हिया\nआँसू बन ढलकाया कुल का बन गीत गया।\n\nइस तट लगने वाले और कहीं जा लगे\nकिसके ये टूटे जलयान यहाँ आ लगे\nपता नहीं बहता तट आज का\nतोड गया प्रीति या कि जोड नए मीत गया।\n\nएक लहर और इसी धारा में बह गई\nएक आस यों ही बंशी डाले रह गई\nपता नहीं दोनों के मौन में\nकौन कहाँ हार गया, कौन कहाँ जीत गया।\n\n","author":"रामदरश मिश्र","title":"यह भी दिन बीत गया \/ रामदरश मिश्र"},{"poem":"एक महकती हुई लहर\nसाँसों से सट कर\nहर क्षण निकल-निकल जाती है।\nएक गुनगुनाता स्वर हर क्षण\nकानों पर बह-बह जाता है\nएक अदृश्य रूप सपने सा\nआँखों में तैर-तैर जाता है\nएक वसंत द्वार से जैसे\nमुझको बुला-बुला जाता है\nमैं यही सोचता रह जाता हूँ\n\nलहर घेर लूँ\nस्वर समेट लूँ\nरूप बाँध लूँ\nऔ वसंत से कहूँ-\nरुको भी घड़ी दो घड़ी द्वारे मेरे\nफिर होकर निश्चिंत\nतुम सभी को मैं पा लूँ\nपर यह तो प्रवाह है\nरुकता कहाँ?\nएक दिन इसी तरह मैं चुक जाऊँगा\nकहते हुए-\nआह! पा सका नहीं\nजिसे मैं पा सकता था...\n\nबाहर तो वसंत आ गया है\nबंद कमरों में बैठकर\nकब तक प्रतीक्षा करोगे वसंत की?\nसुनो,\nवसंत लोहे के बंद दरवाजों पर हाँक नहीं देता\nवह शीशे की बंद खिडकियों के भीतर नही झाँकता\nवह सजी हुई सुविधाओं की महफिल में\nआहिस्त-आहिस्ता आने वाला राजपुरुष नहीं है\nऔर न वह रेकार्ड है\nजो तुम्हारे हाथ के इशारे पर\nतुम्हारे सिरहाने बैठकर गा उठेगा।\nबाहर निकलो\nदेखो\nबंद दिशाओं को तोड़ती\nधूलभरी हवाएँ बह रही हैं\nउदास लय में झरते चले जा रहे हैं पत्ते\nआकाश में लदा हुआ लम्बा-सा सन्नाटा\nचट्टान की तरह यहाँ-वहाँ दरक रहा है\nएक बेचैनी लगातार चक्कर काट रही है\nसारे ठहरावों के बीच\nजमी हुई आँखें अपने से ही लडती हुई\nअपने से बाहर आना चाहती है\nआओ गुजरों इनसे\nतब तुम्हें दिखाई पडेगी\nधूप भरी हवाओं के भीतर बहती\nरंगों की छोटी-छोटी नदियाँ\nपत्तियों की उदास लय में से उगता\nनए हरे स्वरों का एक जंगल\nनंगे पेड़ों के बीच कसमसाता\nलाल-लाल आभाओं का एक नया आकाश\nचट्टानों को तोड-तोड कर झरने के लिए आकुल\nप्रकाश के झरने\nकँपकँपाती आँखों के बीच तैरती\nअनंत नई परछाइयाँ।\nतुम कब तक प्रतीक्षा करते रहोगे वसंत की\nबंद कमरों में तुम्हें पता नहीं\nबाहर तो वसंत आ चुका है।\n\n","author":"रामदरश मिश्र","title":"प्रवाह \/ रामदरश मिश्र"},{"poem":"गाँव बचपन का मुझको बुलाता सदा मुस्कराता हुआ\nरंग-बिरंगी शहरी तनहाइयों बीच आता हुआ\n\nतंग गलियाँ, खुले रास्ते, खेत खलिहान, अमराइयाँ\nमैं गुज़रता था हमजोलियों संग हँसता-हँसाता हुआ\n\nजब कभी भी अकेला हुआ तो लगा, मैं अकेला नहीं\nअपनी फसल से था बात करता उन्ही में नहाता हुआ\n\nपेट खाली थे लेकिन दिलों में उमंगों की थी आँधियाँ\nहर महीना था साथी-सा चलता हमें थपथपाता हुआ\n\nरूठ जाते थे हम खेल ही खेल में साधकर चुप्पियाँ\nप्यार फिर-फिर बुलाता था हमको ख़ुशी से रुलाता हुआ\n\nभूख थी प्यास थी जाने कितनी मगर कोई दहशत न थी\nवक़्त चलता था सबको समेटे हुए, गीत गाता हुआ\n\nमाँ की आँखों में ख़्वाब कितने उमड़ते हमारे लिए\nकंठ में था पिता के, कोई दर्द-सा थरथराता हुआ\n\nकितनी ख़ुशबू थी मिट्टी की, गाती बगीचे के बाज़ार में\nउसमें हँसता था घर अपने आँगन का उत्सव मनाता हुआ\n\nपूछता था कुशल-क्षेम घर का ठहरकर समय राह में\nदीखता था अगर कोई भटका मुसाफ़िर-सा जाता हुआ\n\nरंग फैले थे कितने फ़िजाओं के, घर से मदरसे तलक\nघाम में छाँह थी, छाँह में घाम था गुनगुनाता हुआ\n\nमानता हूँ कि अब वो नहीं है, न जाने कहाँ खो गया\nफिर भी लगता मेरी चेतना में सदा महमहाता हुआ\n\n","author":"रामदरश मिश्र","title":"गांव बचपन का \/ रामदरश मिश्र"},{"poem":"वह जवान आदमी\nबहुत उत्साह के साथ पार्क में आया\nएक पेड़ की बहुत सारी पत्तियाँ तोड़ीं\nऔर जाते हुए मुझसे टकरा गया\nपूछा-\nअंकल जी, ये आम के पत्ते हैं न\nनहीं बेटे, ये आम के पत्ते नहीं हैं\nकहाँ मिलेंगे पूजा के लिए चाहिए\nइधर तो कहीं नहीं मिलेंगे\nहाँ, पास के किसी गाँव में चले जाओ\nवह पत्ते फेंककर चला गया\nमैं सोचने लगा-\nअब हमारी सांस्कृतिक वस्तुएँ\nवस्तुएँ न रह कर\nजड़ धार्मिक प्रतीक बन गई हैं\nजो हमारे पूजा-पाठ में तो हैं\nकिन्तु हमारी पहचान से गायब हो रही हैं।\n\n","author":"रामदरश मिश्र","title":"आम के पत्ते \/ रामदरश मिश्र"},{"poem":"बनाया है मैंने ये घर धीरे-धीरे,\nखुले मेरे ख़्वाबों के पर धीरे-धीरे।\n\nकिसी को गिराया न ख़ुद को उछाला,\nकटा ज़िंदगी का सफ़्रर धीरे-धीरे।\n\nजहाँ आप पहुँचे छ्लांगे लगाकर,\nवहाँ मैं भी आया मगर धीरे-धीरे।\n\nपहाड़ों की कोई चुनौती नहीं थी,\nउठाता गया यूँ ही सर धीरे-धीरे।\n\nन हँस कर न रोकर किसी में उडे़ला,\nपिया खुद ही अपना ज़हर धीरे-धीरे।\n\nगिरा मैं कहीं तो अकेले में रोया,\nगया दर्द से घाव भर धीरे-धीरे।\n\nज़मीं खेत की साथ लेकर चला था,\nउगा उसमें कोई शहर धीरे-धीरे।\n\nमिला क्या न मुझको ए दुनिया तुम्हारी,\nमोहब्बत मिली, मगर धीरे-धीरे।\n\n","author":"रामदरश मिश्र","title":"बनाया है मैंने ये घर धीरे-धीरे \/ राम दरश मिश्र"},{"poem":"आज धरती पर झुका आकाश तो अच्छा लगा\nसिर किये ऊँचा खड़ी है घास तो अच्छा लगा\n\nआज फिर लौटा सलामत राम कोई अवध में\nहो गया पूरा कड़ा बनवास तो अच्छा लगा\n\nथा पढ़ाया मांज कर बरतन घरों में रात-दिन\nहो गया बुधिया का बेटा पास तो अच्छा लगा\n\nलोग यों तो रोज़ ही आते रहे, आते रहे\nआज लेकिन आप आये पास तो अच्छा लगा\n\nक़त्ल, चोरी, रहज़नी व्यभिचार से दिन थे मुखर\nचुप रहा कुछ आज का दिन ख़ास तो अच्छा लगा\n\nख़ून से लथपथ हवाएँ ख़ौफ-सी उड़ती रहीं\nआँसुओं से नम मिली वातास तो अच्छा लगा\n\nहै नहीं कुछ और बस इंसान तो इंसान है\nहै जगा यह आपमें अहसास तो अच्छा लगा\n\nहँसी हँसते हाट की इन मरमरी महलों के बीच\nहँस रहा घर-सा कोई आवास तो अच्छा लगा\n\nरात कितनी भी घनी हो सुबह आयेगी ज़रूर\nलौट आया आपका विश्वास तो अच्छा लगा\n\nआ गया हूँ बाद मुद्दत के शहर से गाँव में\nआज देखा चाँदनी का हास तो अच्छा लगा\n\nदोस्तों की दाद तो मिलती ही रहती है सदा\nआज दुश्मन ने कहा–शाबाश तो अच्छा लगा\n\n","author":"रामदरश मिश्र","title":"अच्छा लगा \/ राम दरश मिश्र"},{"poem":"घेरि-घेरि उठलि घटा घनघोर और कजरार, सावन आ गइल!\nबेबसी के पार ओते, अवरु हम ए पार, सावन आ गइल!\n\nघिरि अकासे उड़े बदरा, मेंह बरसे छाँह प्यारी ओ!!\nजरत बाटी हम तरे कल, क पकड़ के बाँहि, प्यारी ओं!\n\nलड़ति बा चिमनी घटा से, रोज धुआँधार, सावन आ गइल!!\nउठति बा मन में तोहें, कजरी पुकारि-पुकारि, प्यारी ओ!\n\nझकर-झकर मसीन लेकिन, देति बा सुर फारि, प्यारी ओ!!\nरहे नइखे देति कल से, ई बेदर्द बयार, सावन आ गइल!\n\nखेत में बदमास बदरा, लेत होइहें घेरि, प्यारी ओ!!\nछेह पर लुग्गा सुखत होई, तोरे अधफेरि, प्यारी ओ!\nपेट जीअत होई पापी, खाइ-खाइ उधार, सावन आ गइल!!\n\n","author":"रामदरश मिश्र","title":"सावन आ गइल \/ रामदरश मिश्र"}]