[{"poem":"मानुस हौं तो वही रसखान, बसौं मिलि गोकुल गाँव के ग्वारन।\nजो पसु हौं तो कहा बस मेरो, चरौं नित नंद की धेनु मँझारन॥\nपाहन हौं तो वही गिरि को, जो धर्यो कर छत्र पुरंदर कारन।\nजो खग हौं तो बसेरो करौं मिलि कालिंदीकूल कदम्ब की डारन॥\n\nया लकुटी अरु कामरिया पर, राज तिहूँ पुर को तजि डारौं।\nआठहुँ सिद्धि, नवों निधि को सुख, नंद की धेनु चराय बिसारौं॥\nरसखान कबौं इन आँखिन सों, ब्रज के बन बाग तड़ाग निहारौं।\nकोटिक हू कलधौत के धाम, करील के कुंजन ऊपर वारौं॥\n\nसेस गनेस महेस दिनेस, सुरेसहु जाहि निरंतर गावै।\nजाहि अनादि अनंत अखण्ड, अछेद अभेद सुबेद बतावैं॥\nनारद से सुक व्यास रहे, पचिहारे तू पुनि पार न पावैं।\nताहि अहीर की छोहरियाँ, छछिया भरि छाछ पै नाच नचावैं॥\n\nधुरि भरे अति सोहत स्याम जू, तैसी बनी सिर सुंदर चोटी।\nखेलत खात फिरैं अँगना, पग पैंजनी बाजति, पीरी कछोटी॥\nवा छबि को रसखान बिलोकत, वारत काम कला निधि कोटी।\nकाग के भाग बड़े सजनी, हरि हाथ सों लै गयो माखन रोटी॥\n\nकानन दै अँगुरी रहिहौं, जबही मुरली धुनि मंद बजैहै।\nमाहिनि तानन सों रसखान, अटा चड़ि गोधन गैहै पै गैहै॥\nटेरी कहाँ सिगरे ब्रजलोगनि, काल्हि कोई कितनो समझैहै।\nमाई री वा मुख की मुसकान, सम्हारि न जैहै, न जैहै, न जैहै॥\n\nमोरपखा मुरली बनमाल, लख्यौ हिय मै हियरा उमह्यो री।\nता दिन तें इन बैरिन कों, कहि कौन न बोलकुबोल सह्यो री॥\nअब तौ रसखान सनेह लग्यौ, कौउ एक कह्यो कोउ लाख कह्यो री।\nऔर सो रंग रह्यो न रह्यो, इक रंग रंगीले सो रंग रह्यो री।\n\n","author":"रसखान","title":"मानुस हौं तो वही \/ रसखान"},{"poem":"कर कानन कुंडल मोरपखा उर पै बनमाल बिराजती है\nमुरली कर में अधरा मुस्कानी तरंग महाछबि छाजती है\nरसखानी लखै तन पीतपटा सत दामिनी कि दुति लाजती है\nवह बाँसुरी की धुनी कानि परे कुलकानी हियो तजि भाजती है\n\n","author":"रसखान","title":"कर कानन कुंडल मोरपखा \/ रसखान"},{"poem":"संकर से सुर जाहिं जपैं चतुरानन ध्यानन धर्म बढ़ावैं।\nनेक हिये में जो आवत ही जड़ मूढ़ महा रसखान कहावै।।\nजा पर देव अदेव भुअंगन वारत प्रानन प्रानन पावैं।\nताहिं अहीर की छोहरियाँ छछिया भरि छाछ पे नाच नचावैं।।\n\n","author":"रसखान","title":"संकर से सुर जाहिं जपैं  \/ रसखान"},{"poem":"प्रान वही जु रहैं रिझि वापर, रूप वही जिहिं वाहि रिझायो।\nसीस वही जिहिं वे परसे पग, अंग वही जिहीं वा परसायो\nदूध वही जु दुहायो वही सों, दही सु सही जु वहीं ढुरकायो।\nऔर कहाँ लौं कहौं 'रसखान री भाव वही जू वही मन भायो॥\n\n","author":"रसखान","title":"प्रान वही जु रहैं रिझि वापर \/ रसखान"},{"poem":"जा दिनतें निरख्यौ नँद-नंदन, कानि तजी घर बन्धन छूट्यो॥\nचारु बिलोकनिकी निसि मार, सँभार गयी मन मारने लूट्यो॥\nसागरकौं सरिता जिमि धावति रोकि रहे कुलकौ पुल टूट्यो।\nमत्त भयो मन संग फिरै, रसखानि सुरूप सुधा-रस घूट्यो॥\n\n","author":"रसखान","title":"जा दिनतें निरख्यौ नँद-नंदन \/ रसखान"},{"poem":"बैन वही उनकौ गुन गाइ, औ कान वही उन बैन सों सानी।\nहाथ वही उन गात सरैं, अरु पाइ वही जु वही अनुजानी॥\nजान वही उन प्रानके संग, औ मान वही जु करै मनमानी।\nत्यों रसखानि वही रसखानि, जु है रसखानि, सो है रसखानी॥\n\n","author":"रसखान","title":"बैन वही उनकौ गुन गाइ \/ रसखान"},{"poem":"सोहत है चँदवा सिर मोर को, तैसिय सुन्दर पाग कसी है।\nतैसिय गोरज भाल विराजत, तैसी हिये बनमाल लसी है।\n'रसखानि' बिलोकत बौरी भई, दृग, मूंदि कै ग्वालि पुकार हँसी है।\nखोलि री घूंघट, खौलौं कहा, वह मूरति नैनन मांझ बसी है।\n\n","author":"रसखान","title":"सोहत है चँदवा सिर मोर को \/ रसखान"},{"poem":"कान्ह भये बस बाँसुरी के, अब कौन सखी हमको चहिहै।\nनिसि द्यौस रहे यह आस लगी, यह सौतिन सांसत को सहिहै।\nजिन मोहि लियो मनमोहन को, 'रसखानि' सु क्यों न हमैं दहिहै।\nमिलि आवो सबै कहुं भाग चलैं, अब तो ब्रज में बाँसुरी रहिहै।\n\n","author":"रसखान","title":"कान्ह भये बस बाँसुरी के \/ रसखान"},{"poem":"नैन लख्यो जब कुंजन तैं, बनि कै निकस्यो मटक्यो री।\nसोहत कैसे हरा टटकौ, सिर तैसो किरीट लसै लटक्यो री।\nको 'रसखान कहै अटक्यो, हटक्यो ब्रजलोग फिरैं भटक्यो री।\nरूप अनूपम वा नट को, हियरे अटक्यो, अटक्यो, अटक्यो री॥\n\n","author":"रसखान","title":"नैन लख्यो जब कुंजन तैं \/ रसखान"},{"poem":"फागुन लाग्यौ सखि जब तें, तब तें ब्रजमंडल धूम मच्यौ है ।\n\nनारि नवेली बचै नहीं एक, विसेष इहैं सबै प्रेम अँच्यौ है ॥\n\nसाँझ-सकारे कही रसखान सुरंग गुलाल लै खेल रच्यौ है ।\n\nको सजनी निलजी न भई, अरु कौन भटू जिहिं मान बच्यौ है ॥\n\n","author":"रसखान","title":"फागुन लाग्यौ सखि जब तें \/ रसखान"},{"poem":"(राग सारंग)\n\nमोहन हो-हो, हो-हो होरी ।\nकाल्ह हमारे आँगन गारी दै आयौ, सो को री ॥\nअब क्यों दुर बैठे जसुदा ढिंग, निकसो कुंजबिहारी ।\nउमँगि-उमँगि आई गोकुल की , वे सब भई धन बारी ॥\nतबहिं लला ललकारि निकारे, रूप सुधा की प्यासी ।\nलपट गईं घनस्याम लाल सों, चमकि-चमकि चपला सी ॥\nकाजर दै भजि भार भरु वाके, हँसि-हँसि ब्रज की नारी ।\nकहै ’रसखान’ एक गारी पर, सौ आदर बलिहारी ॥\n\n","author":"रसखान","title":"मोहन हो-हो, हो-हो होरी \/ रसखान"},{"poem":"गोरी बाल थोरी वैस, लाल पै गुलाल मूठि -\nतानि कै चपल चली आनँद-उठान सों ।\nवाँए पानि घूँघट की गहनि चहनि ओट,\nचोटन करति अति तीखे नैन-बान सों ॥\nकोटि दामिनीन के दलन दलि-मलि पाँय,\nदाय जीत आई, झुंडमिली है सयान सों ।\nमीड़िवे के लेखे कर-मीडिवौई हाथ लग्यौ,\nसो न लगी हाथ, रहे सकुचि सुखान सों ॥\n\n","author":"रसखान","title":"गोरी बाल थोरी वैस, लाल पै गुलाल मूठि  \/ रसखान"},{"poem":"खेलत फाग सुहाग भरी, अनुरागहिं लालन क धरि कै ।\nभारत कुंकुम, केसर की पिचकारिन में रंग को भरि कै ॥\nगेरत लाल गुलाल लली, मनमोहन मौज मिटा करि कै ।\nजात चली रसखान अली, मदमस्त मनी मन कों हरि कै ॥\n\n","author":"रसखान","title":"खेलत फाग सुहाग भरी \/ रसखान"},{"poem":"ब्रह्म मैं ढूँढयो पुरानन-गानन बेद रिचा सुनि चौगुने गायन.\nदेख्यो सुन्यो कबहूँ न कहूँ वह कैसे सरूप औ कैसे सुभायन.\nटेरत हेरत हारि परयो रसखानि बतायो न लोग लुगायन.\nदेख्यो दुरो वह कुंज कुटीर में बैठो पलोटतु राधिका-पायन.\n\n","author":"रसखान","title":"ब्रह्म मैं ढूँढयो पुराण गानन \/ रसखान"},{"poem":"जेहि बिनु जाने कछुहि नहिं जान्यों जात बिसेस.\nसोई प्रेम जेहि आन कै रही जात न कछु सेस.\nप्रेम फाँस सो फँसि मरै सोई जियै सदाहिं .\nप्रेम मरम जाने बिना मरि कोउ जीवत नाहिं.\n\n","author":"रसखान","title":"जेहि बिनु जाने कछुहि नहिं \/ रसखान"},{"poem":"आयो हुतो नियरे रसखानि कहा कहुं तू न गई वहि ठैयाँ.\nया ब्रज में सिगरी बनिता सब बारति प्राननि लेति बलैया.\nकोऊ न काहु की कानि करै कछु चेटक सी जु करयो जदुरैया.\nगाइगो तान जमाइगो नेह रिझाइगो प्रान चराइगो गैया.\n\n","author":"रसखान","title":"आयो हुतो नियरे रसखानि \/ रसखान"},{"poem":"आवत है बन ते मनमोहन, गाइन संग लसै ब्रज-ग्वाला। \nबेनु बजावत गावत गीत, अभीत इतै करिगौ कछु ख्याला। \nहेरत हेरि चकै चहुँ ओर ते झाँकी झरोखन तै ब्रजबाला। \nदेखि सुआनन को रसखानि तज्यौ सब द्योस को ताप कसाला।\n\n","author":"रसखान","title":"आवत है बन ते मनमोहन \/ रसखान"},{"poem":"आगु गई हुति भोर ही हों रसखानि,\nरई बहि नंद के भौनंहि।\nबाको जियों जुगल लाख करोर जसोमति,\nको सुख जात कहमों नहिं।\n\nतेल लगाई लगाई के अजन भौहिं बनाई\nबनाई डिठौनहिं।\nडालि हमेलिन हार निहारत बारात ज्यों,\nचुचकारत छोनहिं।\n\n","author":"रसखान","title":"आगु गई हुति भोर ही हों रसखानि \/ रसखान"},{"poem":"गाई दहाई न या पे कहूँ, \nनकहूँ यह मेरी गरी, निकस्थौ है।\nधीर समीर कालिंदी के तीर, \nटूखरयो रहे आजु ही डीठि परयो है।\n\nजा रसखानि विलोकत ही सरसा ढरि, \nरांग सो आग दरयो है।\nगाइन घेरत हेरत सो पंट फेरत टेरत,\nआनी अरयो है।\n\n","author":"रसखान","title":"गाई दहाई न या पे कहूँ \/ रसखान"},{"poem":"एक समै जमुना- जल में सब मज्जन हेत,\nधंसी ब्रज-गोरी।\nत्यौं रसखानि गयौ मन मोहन लेकर चीर,\nकदंब की छोरी।\nन्हाई जबै निकसीं बनिता चहुँ ओर चित,\nरोष करो री।\nहार हियें भरि भखन सौ पट दीने लाला,\nवचनामृत बोरी।\n\n","author":"रसखान","title":"एक समै जमुना-जल में सब मज्जन हेत \/ रसखान"},{"poem":"अधर लगाइ रस प्याइ बाँसुरी बजाई\nमेरो नाम गाइ हाइ जादू कियो मन में।\nनटखट नवल सुघर नंदनंदन ने,\nकरि के अचैत चेत हरि कै जतन में।\n\nझटपट उलट पुलट पर परिधान,\nजान लागीं लालन पै सबै बाम बन में।\nरस रास सरस रंगीलो रसखानि आनि,\nजानि जोर गुगुति बिलास कियौ जन में।\n\n","author":"रसखान","title":"अधर लगाइ रस प्याइ बाँसुरी बजाई \/ रसखान"},{"poem":"कीगै कहा जुपै लोग चवाब सदा करिबो करि हैं\nबृज मारो।\nसीत न रोकत राखत कागु सुगावत ताहिरी\nगाँव हारो।\n\nआवरी सीरी करै अंतियां रसखान धनै धन\nभाग हमारौ।\nआवत हे फिरि आज बन्यो वह राति के रास को\nनायन हारौ।\n\n","author":"रसखान","title":"कीगै कहा जुपै लोग चवाब सदा \/ रसखान"},{"poem":"आज भटू मुरली बट के तट के नंद के साँवरे रास रच्योरी।\nनैननि सैननि बैननि सो नहिं कोऊ मनोहर भाव बच्योरी।\nजद्यपि राखन कों कुलकानि सबैं ब्रजबालन प्रान पच्योरी।\nतथापि वा रसखानि के हाथ बिकानि कों अंत लच्यो पै लच्योरी।\n\n","author":"रसखान","title":"आज भटू मुरली बट के तट \/ रसखान"},{"poem":"आई सबै ब्रज गोपालजी ठिठकी ह्मवै गली \nजमुना जल नहाने।\nओचक आइ मिले रसखानि बजावत बेनू\nसुनावत ताने।\nहा हा करी सिसको सिगरी मति मैन हरी\nहियरा हुलसाने।\nघूमैं दिवानी अमानी चकोर सौं और दोऊ\nचलै दग बाने।\n\n","author":"रसखान","title":"आई सबै ब्रज गोपालजी ठिठकी \/ रसखान"},{"poem":"दानी नए भए माँबन दान सुनै गुपै कंस तो बांधे नगैहो\nरोकत हीं बन में रसखानि पसारत हाथ महा दुख पैहो।\n\nटूटें धरा बछरदिक गोधन जोधन हे सु सबै पुनि दहो।\nजेहै जो भूषण काहू तिया कौ तो मोल छला के लाला न विकेहो।\n\n","author":"रसखान","title":"दानी नए भए माँबन दान सुनै \/ रसखान"},{"poem":"नो लख गाय सुनी हम नंद के, \nतापर दूध दही न अघाने।\nमाँगत भीख फिरौ बन ही बन, \nझूठि ही बातन के मन मान।\nऔर की नारिज के मुख जोवत, \nलाज गहो कछू होइ सयाने।\nजाहु भले जु भले घर जाहु,\nचले बस जाहु वृंदावन जानो।\n\n","author":"रसखान","title":"नो लख गाय सुनी हम नंद के \/ रसखान"},{"poem":"लाडली लाल लर्तृ लखिसै अलि, \nपुन्जनि कुन्जनी में छवि गाढ़ी।\nउपजी ज्यौं बिजुरी सो जुरी चहुँ,\nगूजरी केलिकलासम काढ़ी।\nत्यौं रसखानि न जानि परै सुखमा तिहुँ,\nलोकन की अति बाढ़ी।\nबालन लाल लिये बिहरें, \nछहरें बर मोर पखी सिर ठाढ़ी।\n\n","author":"रसखान","title":"लाडली लाल लर्तृ लखिसै अलि \/ रसखान"},{"poem":"मोर के चंदन मोर बन्यौ दिन दूलह हे अली नंद को नंद।\nश्री कृषयानुसुता दुलही दिन जोरी बनी विधवा सुखकंदन।\nआवै कहयो न कुछु रसखानि री दोऊ फंदे छवि प्रेम के फंदन।\nजाहि बिलोकैं सबै सुख पावत ये ब्रज जीवन हैं दुख ढ़ंढन।\n\n","author":"रसखान","title":"मोर के चंदन मोर बन्यौ दिन दूलह हे अली \/ रसखान"},{"poem":"आवत लाल गुलाल लिए मग सुने मिली इक नार नवीनी।\nत्यों रसखानि जगाइ हिये यटू मोज कियो मन माहि अधीनी।\nसारी फटी सुकुमारी हटी, अंगिया दरकी सरकी रंग भीनी।\nलाल गुलाल लगाइ के अंक रिझाइ बिदा करि दीनी।\n\n","author":"रसखान","title":"आवत लाल गुलाल लिए मग \/ रसखान"},{"poem":"इक और किरीट बसे दुसरी दिसि लागन के गन गाजत री।\nमुरली मधुरी धुनि अधिक ओठ पे अधिक नाद से बाजत री।\nरसखानि पितंबर एक कंधा पर वघंबर राजत री।\nकोड देखड संगम ले बुड़की निकस याह भेख सों छाजत री।\n\n","author":"रसखान","title":"इक और किरीट बसे दुसरी दिसि \/ रसखान"},{"poem":"यह देखि धतूरे के पात चबात औ गात सों धूलि लगावत है। \nचहुँ ओर जटा अंटकै लटके फनि सों कफनी पहरावत हैं।\nरसखानि गेई चितवैं चित दे तिनके दुखदुंद भाजावत हैं।\nगजखाल कपाल की माल विसाल सोगाल बजावत आवत है।\n\n","author":"रसखान","title":"यह देखि धतूरे के पात चबात \/ रसखान"},{"poem":"बेद की औषद खाइ कछु न करै बहु संजम री सुनि मोसें।\nतो जलापान कियौ रसखानि सजीवन जानि लियो रस तेर्तृ।\nएरी सुघामई भागीरथी नित पथ्य अपथ्य बने तोहिं पोसे।\nआक धतूरो चाबत फिरे विष खात फिरै सिव तेऐ भरोसें।\n\n","author":"रसखान","title":"बेद की औषद खाइ कछु न करै \/ रसखान"},{"poem":"कंचन मंदिर ऊँचे बनाई के\nमानिक लाइ सदा झलकेयत।\nप्रात ही ते सगरी नगरी।\nनाग-मोतिन ही की तुलानि तलेयत।\nजद्यपि दीन प्रजान प्रजापति की\nप्रभुता मधवा ललचेयत।\nऐसी भए तो कहा रसखानि जो\nसँवारे गवार सों नेह न लेयत।\n\n","author":"रसखान","title":"कंचन मंदिर ऊँचे बनाई के \/ रसखान"},{"poem":"प्रेम अगम अनुपम अमित सागर सरिस बखान।\nजो आवत यहि ढिग बहुरि जात नाहिं रसखान।\nआनंद-अनुभव होत नहिं बिना प्रेम जग जान।\nके वह विषयानंद के ब्राह्मानंद बखान।\n\nज्ञान कर्म रु उपासना सब अहमिति को मूल।\nदृढ़ निश्चय नहिं होत बिन किये प्रेम अनुकूल।\nकाम क्रोध मद मोह भय लोभ द्रोह मात्सर्य।\nइन सब ही ते प्रेम हे परे कहत मुनिवर्य।\n\n","author":"रसखान","title":"प्रेम अगम अनुपम अमित \/ रसखान"}]