[{"poem":"मैं ज़िंदा हूँ ये मुश्तहर कीजिए  \nमिरे क़ातिलों को ख़बर कीजिए  \n\nज़मीं सख़्त है आसमाँ दूर है  \nबसर हो सके तो बसर कीजिए\n\nसितम के बहुत से हैं रद्द-ए-अमल\nज़रूरी नहीं चश्म तर कीजिए\n\nवही ज़ुल्म बार-ए-दिगर है तो फिर\nवही जुर्म बार-ए-दिगर कीजिए\n\nक़फ़स तोड़ना बाद की बात है\nअभी ख़्वाहिश-ए-बाल-ओ-पर कीजिए\n\n","author":"साहिर लुधियानवी","title":"मैं ज़िंदा हूँ ये मुश्तहर कीजिए \/ साहिर लुधियानवी "},{"poem":"मायूस तो हूं वायदे से तेरे, कुछ आस नहीं कुछ  आस भी है.\nमैं अपने ख्यालों के सदके, तू पास नहीं और पास भी है. \n\nदिल ने तो खुशी माँगी थी मगर, जो तूने दिया अच्छा ही दिया.\nजिस गम को तअल्लुक हो तुझसे, वह रास नहीं और रास भी है.\n\nपलकों पे लरजते अश्कों में तसवीर झलकती है तेरी. \nदीदार की प्यासी आँखों को, अब प्यास नहीं और प्यास भी है.\n\n","author":"साहिर लुधियानवी","title":"मायूस तो हूं वायदे से तेरे  \/ साहिर लुधियानवी "},{"poem":"मेरे नदीम मेरे हमसफ़र उदास न हो\nकठिन सही तेरी मन्जिल मगर उदास न हो\n\nकदम कदम पे चट्टानें खडी़ रहें लेकिन\nजो चल निकले हैं दरिया तो फिर नहीं रुकते\nहवाएँ कितना भी टकराएँ आँधियाँ बनकर\nमगर घटाओं के परछम कभी नहीं झुकते\nमेरे नदीम मेरे हमसफ़र...\n\nहर एक तलाश के रास्ते में मुश्किलें हैं मगर\nहर एक तलाश मुरादों के रंग लाती है\nहजारों चाँद सितारों का खून होता है\nतब एक सुबह फ़िजाओं पे मुस्कुराती है\nमेरे नदीम मेरे हमसफ़र...\n\nजो अपने खून को पानी बना नहीं सकते\nवो जिंदगी में नया रंग ला नहीं सकते\nजो रास्ते के अँधेरों से हार जाते हैं\nवो मंजिलों के उजाले को पा नहीं सकते\nमेरे नदीम मेरे हमसफ़र...\n\n","author":"साहिर लुधियानवी","title":"उदास न हो \/ साहिर लुधियानवी"},{"poem":"ये हुस्न तेरा ये इश्क़ मेरा \nरंगीन तो है बदनाम सही\nमुझ पर तो कई इल्ज़ाम लगे \nतुझ पर भी कोई इल्ज़ाम सही\n\nइस रात की निखरी रंगत को \nकुछ और निखर जाने दे ज़रा\nनज़रों को बहक जाने दे ज़रा \nज़ुल्फ़ों को बिखर जाने दे ज़रा\nकुछ देर की ही तस्कीन सही \nकुछ देर का ही आराम सही\n\nजज़्बात की कलियाँ चुनना है \nऔर प्यार का तोहफ़ा देना है\nलोगों की निगाहें कुछ भी कहें \nलोगों से हमें क्या लेना है\nये ख़ास त'अल्लुक़ आपस का \nदुनिया की नज़र में आम सही\n\nरुसवाई के डर से घबरा कर \nहम तर्क-ए-वफ़ा कब करते हैं \nजिस दिल को बसा लें पहलू में\nउस दिल को जुदा कब करते हैं\nजो हश्र हुआ है लाखों का\nअपना भी वही अंजाम सही\n\nये हुस्न तेरा ये इश्क़ मेरा \nरंगीन तो है बदनाम सही\nमुझ पर तो कई इल्ज़ाम लगे \nतुझ पर भी कोई इल्ज़ाम सही\n\n","author":"साहिर लुधियानवी","title":"ये हुस्न तेरा ये इश्क़ मेरा \/ साहिर लुधियानवी"},{"poem":"मैंने जो गीत तेरे प्यार की ख़ातिर लिक्खे \nआज उन गीतों को बाज़ार में ले आया हूँ \nआज दुकान पे नीलाम उठेगा उन का \nतूने जिन गीतों पे रक्खी थी मुहब्बत की असास \nआज चाँदी की तराज़ू में तुलेगी हर चीज़ \nमेरे अफ़कार मेरी शायरी मेरा एहसास \n[असास=नींव; अफ़कार=लेख] \nजो तेरी ज़ात से मनसूब थे उन गीतों को \nमुफ़्लिसी जिन्स बनाने पे उतर आई है \nभूक तेरे रुख़-ए-रन्गीं के फ़सानों के इवज़ \nचंद आशिया-ए-ज़रूरत की तमन्नाई है \n[मनसूब= जुडे हुए; मुफ़्लिसी= गरीबी] \n[जिन्स= वस्तु; इवज़= बदले में] \nदेख इस अर्सागह-ए-मेहनत-ओ-सर्माया में \nमेरे नग़्में भी मेरे पास नहीं रह सकते \nतेरे ज़लवे किसी ज़रदार की मीरास सही \nतेरे ख़ाके भी मेरे पास नहीं रह सकते \n[अर्सागह-ए-मेहनत-ओ-सर्माया= पैसे और मजदूरी की लडाई में]\n[ज़रदार=अमीर; मीरास=जायदाद; ख़ाके= रूप] \nआज उन गीतों को बाज़ार में ले आया हूँ \nमैंने जो गीत तेरे प्यार की ख़ातिर लिक्खे \n\n","author":"साहिर लुधियानवी","title":"मैंने जो गीत तेरे प्यार की ख़ातिर लिक्खे \/ साहिर लुधियानवी"},{"poem":"भड़का रहे हैं आग लब-ए-नग़्मागार से हम| \nख़ामोश क्या रहेंगे ज़माने के डर से हम|\n\nकुछ और बड़ गए अंधेरे तो क्या हुआ, \nमायूस तो नहीं हैं तुलु-ए-सहर से हम| \n[सहर=शाम]\n\nले दे के अपने पास फ़क़त एक नज़र तो है, \nक्यूँ देखें ज़िन्दगी को किसी की नज़र से हम|\n\nमाना कि इस ज़मीं को न गुलज़ार कर सके, \nकुछ ख़ार कम कर गए गुज़रे जिधर से हम| \n\n","author":"साहिर लुधियानवी","title":"भड़का रहे हैं आग लब-ए-नग़्मागार से हम \/ साहिर लुधियानवी"},{"poem":"अपने माज़ी[1] के तसव्वुर से हिरासा[2] हूँ मैं \nअपने गुज़रे हुए अय्यम[3] से नफ़रत है मुझे \nअपनी बेकार तमन्नओं पे शर्मिंदा हूँ मैं \nअपनी बेसुध[4] उम्मीदों पे निदामत है मुझे \n\nमेरे माज़ी को अंधेरे में दबा रहने दो \nमेरा माज़ी मेरी ज़िल्लत के सिवा कुछ भी नहीं \nमेरी उम्मीदों का हासिल मेरी काचाह[5] का सिला \nएक बेनाम अज़ीयत[6] के सिवा कुछ भी नहीं \nकितनी बेकार उम्मीदों का सहारा लेकर \nमैंने ऐवान[7] सजाये थे किसी की ख़ातिर \nकितनी बेरब्त[8] तमन्नाओं के माभम[9] ख़ाके[10]\nअपने ख़्वाबों मे बसाये थे किसी की ख़ातिर \nमुझसे अब मेरी मोहब्बत के फ़साने न पूछो \nमुझको कहने दो के मैंने उन्हें चाहा ही नहीं \nऔर वो मस्त निगाहें जो मुझे भूल गई \nमैंने उन मस्त निगाहों को सराहा ही नहीं \nमुझको कहने दो कि मैं आज भी जी सकता हूँ \nइश्क़ नाकाम सही ज़िन्दगी नाकाम नहीं \nउनको अपनाने की ख़्वाहिश उन्हें पाने की तलब \nशौक़ बेकार सही सै-ग़म[11] अंजाम नहीं \nवही गेसू वही नज़र वही आरिद[12] वही जिस्म \nमैं जो चाहूँ कि मुझे और भी मिल सकते हैं \nवो कँवल जिनको कभी मुनके लिये खिलना था \nउनकी नज़रों से बहुत दूर भी खिल सकते हैं \n\n","author":"साहिर लुधियानवी","title":"अपने माज़ी के तसव्वुर से हिरासा हूँ मैं \/ साहिर लुधियानवी"},{"poem":"तुम्हें उदास सा पाता हूँ मैं काई दिन से \nना जाने कौन से सदमे उठा रही हो तुम \nवो शोख़ियाँ, वो तबस्सुम, वो कहकहे न रहे \nहर एक चीज़ को हसरत से देखती हो तुम \nछुपा छुपा के ख़मोशी में अपनी बेचैनी \nख़ुद अपने राज़ की ताशीर बन गई हो तुम \n\nमेरी उम्मीद अगर मिट गई तो मिटने दो \nउम्मीद क्या है बस एक पास-ओ-पेश है कुछ भी नहीं \nमेरी हयात की ग़मग़ीनीओं का ग़म न करो \nग़म हयात-ए-ग़म यक नक़्स है कुछ भी नहीं \nतुम अपने हुस्न की रानाईओं पर रहम करो \nवफ़ा फ़रेब तुल हवस है कुछ भी नहीं \n\nमुझे तुम्हारे तग़ाफ़ुल से क्यूं शिकायत हो \nमेरी फ़ना मीर एहसास का तक़ाज़ा है \nमैं जानता हूँ के दुनिया का ख़ौफ़ है तुम को \nमुझे ख़बर है ये दुनिया अजीब दुनिया है \nयहाँ हयात के पर्दे में मौत चलती है \nशिकस्त साज़ की आवाज़ में रू नग़्मा है \n\nमुझे तुम्हारी जुदाई का कोई रंज नहीं \nमेरे ख़याल की दुनिया में मेरे पास हो तुम \nये तुम ने ठीक कह है तुम्हें मिला न करूँ \nमगर मुझे बता दो कि क्यूँ उदास हो तुम \nहफ़ा न हो मेरी जुर्रत-ए-तख़्तब पर \nतुम्हें ख़बर है मेरी ज़िंदगी की आस हो तुम \n\nमेरा तो कुछ भी नहीं है मैं रो के जी लूँगा \nमगर ख़ुदा के लिये तुम असीर-ए-ग़म न रहो \nहुआ ही क्या जो ज़माने ने तुम को छीन लिया \nयहाँ पर कौन हुआ है किसी का सोचो तो \nमुझे क़सम है मेरी दुख भरी जवानी की \nमैं ख़ुश हूँ मेरी मोहब्बत के फूल ठुकरा दो \n\nमैं अपनी रूह की हर एक ख़ुशी मिटा लूँगा \nमगर तुम्हारी मसर्रत मिटा नहीं सकता \nमैं ख़ूद को मौत के हाथों में सौंप सकता हूँ \nमगर ये बर-ए-मुसाइब उठा नहीं सकता \nतुम्हारे ग़म के सिवा और भी तो ग़म हैं मुझे \nनिजात जिन से मैं एक लहज़ पा नहीं सकता \n\nये ऊँचे ऊँचे मकानों की देवड़ीयों के बताना या कहना \nहर काम पे भूके भिकारीयों की सदा \nहर एक घर में अफ़्लास और भूक का शोर \nहर एक सिम्त ये इन्सानियत की आह-ओ-बुका \nये करख़ानों में लोहे का शोर-ओ-गुल जिस में \nहै दफ़्न लाखों ग़रीबों की रूह का नग़्मा \n\nये शरहों पे रंगीन साड़ीओं की झलक \nये झोंपड़ियों में ग़रीबों के बे-कफ़न लाशें \nये माल रोअद पे करों की रैल पैल का शोर \nये पटरियों पे ग़रीबों के ज़र्दरू बच्चे \nगली गली में बिकते हुए जवाँ चेहरे \nहसीन आँखों में अफ़्सुर्दगी सी छाई हुई \n\nये ज़ंग और ये मेरे वतन के शोख़ जवाँ \nखरीदी जाती हैं उठती जवानियाँ जिनकी \nये बात बात पे कानून और ज़ब्ते की गिरफ़्त \nये ज़ीस्क़ ये ग़ुलामी ये दौर-ए-मजबूरी \nये ग़म हैं बहुत मेरी ज़िंदगी मिटाने को \nउदास रह के मेरे दिल को और रंज़ न दो \n\n","author":"साहिर लुधियानवी","title":"किसी को उदास देख कर \/ साहिर लुधियानवी"},{"poem":"आओ कि कोई ख़्वाब बुनें कल के वास्ते\nवरना ये रात आज के संगीन[1] दौर[2] की\nडस लेगी जान-ओ-दिल को कुछ ऐसे कि जान-ओ-दिल\nता-उम्र[3] फिर न कोई हसीं ख़्वाब बुन सकें\n\nगो हम से भागती रही ये तेज़-गाम[4] उम्र\nख़्वाबों के आसरे पे कटी है तमाम उम्र\n\nज़ुल्फ़ों के ख़्वाब, होंठों के ख़्वाब, और बदन के ख़्वाब\nमेराज-ए-फ़न[5] के ख़्वाब, कमाल-ए-सुख़न[6] के ख़्वाब\n\nतहज़ीब-ए-ज़िन्दगी[7] के, फ़रोग़-ए-वतन[8] के ख़्वाब\nज़िन्दाँ[9] के ख़्वाब, कूचा-ए-दार-ओ-रसन[10] के ख़्वाब\n\nये ख़्वाब ही तो अपनी जवानी के पास थे\nये ख़्वाब ही तो अपने अमल[11] के असास[12] थे\nये ख़्वाब मर गये हैं तो बे-रंग है हयात[13]\nयूँ है कि जैसे दस्त-ए-तह-ए-सन्ग[14] है हयात\n\nआओ कि कोई ख़्वाब बुनें कल के वास्ते\nवरना ये रात आज के संगीन दौर की\nडस लेगी जान-ओ-दिल को कुछ ऐसे कि जान-ओ-दिल\nता-उम्र फिर न कोई हसीं ख़्वाब बुन सकें\n\n","author":"साहिर लुधियानवी","title":"आओ कि कोई ख़्वाब बुनें \/ साहिर लुधियानवी"},{"poem":"अहले-ए-दिल और भी हैं अहल-ए-वफ़ा और भी हैं\nएक हम ही नहीं दुनिया से ख़फ़ा  और भी हैं\n\nहम पे ही ख़त्म नहीं मस्लक-ए-शोरीदासरी\nचाक दिल और भी हैं चाक क़बा और भी हैं\n\nक्या हुआ गर मेरे यारों की ज़ुबानें चुप हैं\nमेरे शाहिद मेरे यारों के सिवा और भी हैं\n\nसर सलामत है तो क्या संग-ए-मलामत की कमी\nजान बाकी है तो पैकान-ए-कज़ा और भी हैं\n\nमुंसिफ़-ए-शहर की वहदत पे न हर्फ़ आ जाये \nलोग कहते हैं कि अरबाब-ए-जफ़ा और भी हैं\n\n","author":"साहिर लुधियानवी","title":"अहले-दिल और भी हैं \/ साहिर लुधियानवी"},{"poem":"ख़ुद्दारियों के ख़ून को अरज़ाँ न कर सके\nहम अपने जौहरों को नुमायाँ न कर सके\n\nहोकर ख़राब-ए-मय तेरे ग़म तो भुला दिये\nलेकिन ग़म-ए-हयात का दरमाँ न कर सके\n\nटूटा तलिस्म-ए-अहद-ए-मोहब्बत कुछ इस तरह\nफिर आरज़ू की शमा फ़ुरेज़ाँ न कर सके\n\nहर शय क़रीब आ के कशिश अपनी खो गई\nवो भी इलाज-ए-शौक़-ए-गुरेज़ाँ न कर सके\n\nकिस दरजा दिल-शिकन थे मोहब्बत के हादसे\nहम ज़िन्दगी में फिर कोई अरमाँ न कर सके\n\nमायूसियों ने छीन लिये दिल के वल-वले\nवो भी निशात-ए-रूह का सामाँ न कर सके\n\n","author":"साहिर लुधियानवी","title":"ख़ुद्दारियों के ख़ून को अरज़ां न कर सके \/ साहिर लुधियानवी"},{"poem":"तुम्हें उदास-सा पाता हूँ मैं कई दिन से\nन जाने कौन से सदमे उठा रही हो तुम\nवो शोख़ियाँ, वो तबस्सुम, वो क़हक़हे न रहे\nहर एक चीज़ को हसरत से देखती हो तुम\nछुपा-छुपा के ख़मोशी में अपनी बेचैनी\nख़ुद अपने राज़ की तशहीर बन गयी हो तुम\n\nमेरी उम्मीद अगर मिट गयी तो मिटने दो\nउम्मीद क्या है बस एक पेशो-ओ-पश है कुछ भी नहीं\nमेरी हयात की ग़मग़ीनियों का ग़म न करो\nग़म हयात-ए-ग़म यक नक़्स है कुछ भी नहीं\nतुम अपने हुस्न की रानाईयों पर रहम करो\nवफ़ा फ़रेब तुल हवस है कुछ भी नहीं\n\nमुझे तुम्हारे तग़ाफ़ुल से क्यूँ शिकायत हो\nमेरी फ़ना मेरे एहसास का तक़ाज़ा है\nमैं न जानता हूँ के दुनिया का ख़ौफ़ है तुमको\nमुझे ख़बर है ये दुनिया अजीब दुनिया है\nयहाँ हयात के पर्दे में मौत चलती है\nशिकस्त साज़ की आवाज़ में रू नग़्मा है\n\nमुझे तुम्हारी जुदाई का कोई रंज नहीं\nमेरे ख़याल की दुनिया में मेरे पास हो तुम\nये तुमने ठीक कहा है तुम्हें मिला न करूँ\nमगर मुझे बता दो कि क्यूँ उदास हो तुम\nखफ़ा न हो मेरी जुर्रत-ए-तख़्तब पर\nतुम्हें ख़बर है मेरी ज़िंदगी की आस हो तुम\n\nमेरा तो कुछ भी नहीं है मैं रो के जी लूँगा\nमगर ख़ुदा के लिये तुम असीर-ए-ग़म न रहो\nहुआ ही क्या जो ज़माने ने तुम को छीन लिया\nयहाँ पर कौन हुआ है किसी का सोचो तो\nमुझे क़सम है मेरी दुख भरी जवानी की\nमैं ख़ुश हूँ मेरी मोहब्बत के फूल ठुकरा दो\n\nमैं अपनी रूह की हर एक ख़ुशी मिटा लूँगा\nमगर तुम्हारी मसर्रत मिटा नहीं सकता\nमैं ख़ूद को मौत के हाथों में सौँप सकता हूँ\nमगर ये बर-ए-मुसाइब उठा नहीं सकता\nतुम्हारे ग़म के सिवा और भी तो ग़म हैं मुझे\nनिजात जिनसे मैं एक लहज़ पा नहीं सकता\n\nये ऊँचे ऊँचे मकानों की देवड़ीयों के तले\nहर काम पे भूके भिकारीयों की सदा\nहर एक घर में अफ़्लास और भूक का शोर\nहर एक सिम्त ये इन्सानियत की आह-ओ-बुका\nये करख़ानों में लोहे का शोर-ओ-गुल जिसमें\nहै दफ़्न लाखों ग़रीबों की रूह का नग़्मा\n\nये शरहों पे रंगीन साड़िओं की झलक\nये झोँपड़ियों में ग़रीबों के बे-कफ़न लाशें\nये माल रोड पे कारों की रैल पैल का शोर\nये पटरियों पे ग़रीबों के ज़र्दरू बच्चे\nगली गली में बिकते हुए जवाँ चेहरे\nहसीन आँखों में अफ़्सुर्दगी सी छायी हुई\n\nये जंग और ये मेरे वतन के शोख़ जवाँ\nखरीदी जाती हैं उठती जवानियाँ जिनकी\nये बात बात पे कानून और ज़ब्ते की गिरफ़्त\nये ज़ीस्क़ ये ग़ुलामी ये दौर-ए-मजबूरी\nये ग़म हैं बहोत मेरी ज़िंदगी मिटाने को\nउदास रह के मेरे दिल को और रंज न दो\n\n","author":"साहिर लुधियानवी","title":"तुम्हें उदास सा पाता हूँ मैं काई दिन से \/ साहिर लुधियानवी"},{"poem":"ताज तेरे लिये इक मज़हर-ए-उल्फ़त[1]ही सही \nतुझको इस वादी-ए-रंगीं[2]से अक़ीदत[3] ही सही\n\nमेरी महबूब[4] कहीं और मिला कर मुझ से! \n\nबज़्म-ए-शाही[5] में ग़रीबों का गुज़र क्या मानी \nसब्त[6] जिस राह में हों सतवत-ए-शाही[7] के निशाँ \nउस पे उल्फ़त भरी रूहों का सफ़र क्या मानी \n\nमेरी महबूब! पस-ए-पर्दा-ए-तशहीर-ए-वफ़ा[8] \n\nतू ने सतवत[9] के निशानों को तो देखा होता \nमुर्दा शाहों के मक़ाबिर[10] से बहलने वाली \nअपने तारीक[11] मकानों को तो देखा होता\n\nअनगिनत लोगों ने दुनिया में मुहब्बत की है \nकौन कहता है कि सादिक़[12] न थे जज़्बे[13] उनके \nलेकिन उन के लिये तशहीर[14] का सामान नहीं \nक्योंकि वो लोग भी अपनी ही तरह मुफ़लिस[15] थे \n\nये इमारात-ओ-मक़ाबिर,[16] ये फ़सीलें,[17]ये हिसार[18]\nमुतल-क़ुलहुक्म[19] शहंशाहों की अज़मत के सुतूँ[20] \nसीना-ए-दहर[21]के नासूर हैं ,कुहना[22] नासूर\nजज़्ब है[23] जिसमें तेरे और मेरे अजदाद[24] का ख़ूँ \n\nमेरी महबूब!  उन्हें भी तो मुहब्बत होगी \nजिनकी सन्नाई[25] ने बख़्शी[26] है इसे शक्ल-ए-जमील[27] \nउन के प्यारों के मक़ाबिर[28] रहे बेनाम-ओ-नमूद[29] \nआज तक उन पे जलाई न किसी ने क़ंदील[30] \n\nये चमनज़ार[31] ये जमुना का किनारा ये महल \nये मुनक़्क़श [32]दर-ओ-दीवार, ये महराब ये ताक़ \n\nइक शहंशाह ने दौलत का सहारा ले कर \nहम ग़रीबों की मुहब्बत का उड़ाया है मज़ाक़\n\nमेरी महबूब कहीं और मिला कर मुझ से! \n\nशब्दार्थ:","author":"साहिर लुधियानवी","title":"ताजमहल \/ साहिर लुधियानवी"},{"poem":"रात सुनसान थी, बोझल थी फज़ा की साँसें \nरूह पे छाये थे बेनाम ग़मों के साए \nदिल को ये ज़िद थी कि तू आए तसल्ली देने \nमेरी कोशिश थी कि कमबख्त को नींद आ जाए\n\nदेर तक आंखों में चुभती रही तारों कि चमक \nदेर तक ज़हन सुलगता रहा तन्हाई में \nअपने ठुकराए हुए दोस्त की पुरसिश के लिए \nतू न आई मगर इस रात की पहनाई में \n\nयूँ अचानक तेरी आवाज़ कहीं से आई \nजैसे परबत का जिगर चीर के झरना फूटे \nया ज़मीनों कि मुहब्बत में तड़प कर नागाह \nआसमानों से कोई शोख़ सितारा टूटे \n\nशहद सा घुल गया तल्खा़बः-ए-तन्हाई में \nरंग सा फैल गया दिल के सियहखा़ने में \nदेर तक यूँ तेरी मस्ताना सदायें गूंजीं \nजिस तरह फूल चटखने लगें वीराने में \n\nतू बहुत दूर किसी अंजुमन-ए-नाज़ में थी \nफिर भी महसूस किया मैं ने कि तू आई है \nऔर नग्मों में छुपा कर मेरे खोये हुए ख्वाब \nमेरी रूठी हुई नींदों को मना लाई है \n\nरात की सतह पे उभरे तेरे चेहरे के नुकूश \nवही चुपचाप सी आँखें वही सादा सी नज़र\nवही ढलका हुआ आँचल वही रफ़्तार का ख़म \nवही रह रह के लचकता हुआ नाज़ुक पैकर\n\nतू मेरे पास न थी फिर भी सहर होने तक \nतेरा हर साँस मेरे जिस्म को छू कर गुज़रा \nक़तरा क़तरा तेरे दीदार की शबनम टपकी \nलम्हा लम्हा तेरी ख़ुशबू से मुअत्तर गुज़रा \n\nअब यही है तुझे मंज़ूर तो ऐ जान-ए-बहार \nमैं तेरी राह न देखूँगा सियाह रातों में \nढूंढ लेंगी मेरी तरसी हुई नज़रें तुझ को \nनग़्मा-ओ-शेर की उभरी हुई बरसातों में \n\nअब तेरा प्यार सताएगा तो मेरी हस्ती \nतेरी मस्ती भरी आवाज़ में ढल जायेगी \nऔर ये रूह जो तेरे लिए बेचैन सी है \nगीत बन कर तेरे होठों पे मचल जायेगी \n\nतेरे नग्मात तेरे हुस्न की ठंडक लेकर \nमेरे तपते हुए माहौल में आ जायेंगे \nचाँद घड़ियों के लिए हो कि हमेशा के लिए \nमेरी जागी हुई रातों को सुला जायेंगे\n\n","author":"साहिर लुधियानवी","title":"तेरी आवाज़  \/ साहिर लुधियानवी"},{"poem":"मैने हरचन्द गमे-इश्क को खोना चाहा,\nगमे-उल्फ़त गमे-दुनिया मे समोना चाहा!\n\nवही अफ़साने मेरी सिम्त रवां हैं अब तक, \nवही शोले मेरे सीने में निहां हैं अब तक।\n\nवही बेसूद खलिश है मेरे सीने मे हनोज़,\nवही बेकार तमन्नायें जवां हैं अब तक।\n\nवही गेसू मेरी रातो पे है बिखरे-बिखरे,\nवही आंखें मेरी जानिब निगरां हैं अब तक।\n\nकसरते-गम भी मेरे गम का मुदावा न हुई,\nमेरे बेचैन खयालों को सुकूं मिल ना सका।\n\nदिल ने दुनिया के हर एक दर्द को अपना तो लिया,\nमुज़महिल रूह को अंदाजे-जुनूं मिल न सका।\n\nमेरी तखईल का शीराजा-ए-बरहम है वही,\nमेरे बुझते हुए एहसास का आलम है वही।\n\nवही बेजान इरादे वही बेरंग सवाल,\nवही बेरूह कशाकश वही बेचैन खयाल।\n\nआह! इस कश्म्कशे-सुबहो-मसा का अंजाम\nमैं भी नाकाम, मेरी स‍यी-ए-अमला भी नाकाम॥\n\n","author":"साहिर लुधियानवी","title":"नाकामी \/ साहिर लुधियानवी"},{"poem":"अपने सीने से लगाये हुये उम्मीद की लाश\nमुद्दतों ज़ीस्त1 को नाशाद2 किया है मैनें\nतूने तो एक ही सदमे से किया था दो चार\nदिल को हर तरह से बर्बाद किया है मैनें\nजब भी राहों में नज़र आये हरीरी मलबूस3\nसर्द आहों से तुझे याद किया है मैनें\n\nऔर अब जब कि मेरी रूह की पहनाई में\nएक सुनसान सी मग़्मूम घटा छाई है\nतू दमकते हुए आरिज़4 की शुआयेँ5 लेकर\nगुलशुदा6 शम्मएँ7 जलाने को चली आई है\n\nमेरी महबूब ये हन्गामा-ए-तजदीद8-ए-वफ़ा\nमेरी अफ़सुर्दा9 जवानी के लिये रास नहीं\nमैं ने जो फूल चुने थे तेरे क़दमों के लिये\nउन का धुंधला-सा तसव्वुर10 भी मेरे पास नहीं\n\nएक यख़बस्ता11 उदासी है दिल-ओ-जाँ पे मुहीत12\nअब मेरी रूह में बाक़ी है न उम्मीद न जोश\nरह गया दब के गिराँबार13 सलासिल14 के तले\nमेरी दरमान्दा15 जवानी की उमन्गों का ख़रोश\n\n\n","author":"साहिर लुधियानवी","title":"शिकस्त \/ साहिर लुधियानवी"},{"poem":"ऐ सरज़मीन-ए-पाक़ के यारां-ए-नेक नाम \nबा-सद-खलूस शायर-ए-आवारा का सलाम \n\nऐ वादी-ए-जमील मेंरे दिल की धडकनें \nआदाब कह रही हैं तेरी बारगाह में \n\nतू आज भी है मेरे लिए जन्नत-ए-ख़याल \nहैं तुझ में दफन मेरी जवानी के चार साल \n\nकुम्हलाये हैं यहाँ पे मेरी ज़िन्दगी के फूल \nइन रास्तों में दफन हैं मेरी ख़ुशी के फूल \n\nतेरी नवाजिशों को भुलाया न जाएगा \nमाजी का नक्श दिल से मिटाया न जाएगा \n\nतेरी नशात खैज़-फ़ज़ा-ए-जवान की खैर \nगुल हाय रंग-ओ-बू के हसीं कारवाँ की खैर \n\nदौर-ए-खिजां में भी तेरी कलियाँ खिली रहे \nता-हश्र ये हसीं फज़ाएँ बसी रहे \n\nहम एक ख़ार थे जो चमन से निकल गए \nनंग-ए-वतन थे खुद ही वतन से निकल गए \n\nगाये हैं फ़ज़ा में वफाओं के राग भी \nनगमात आतिशें भी बिखेरी है आग भी \n\nसरकश बने हैं गीत बगावत के गाये हैं \nबरसों नए निजाम के नक्शे बनाए हैं \n\nनगमा नशात-रूह का गाया है बारहा \nगीतों में आंसूओं को छुपाया है बारहा \n\nमासूमियों के जुर्म में बदनाम भी हुए \nतेरे तुफैल मोरिद-ए-इलज़ाम भी हुए \n\nइस सरज़मीन पे आज हम इक बार ही सही \nदुनिया हमारे नाम से बेज़ार ही सही \n\nलेकिन हम इन फ़ज़ाओं के पाले हुए तो हैं \nगर यां नहीं तो यां से निकाले हुए तो हैं!\n\nलुधियाना गवर्नमेंट कॉलेज 1943\n\n","author":"साहिर लुधियानवी","title":"नज़रे-कालिज \/ साहिर लुधियानवी"},{"poem":"मुसव्विर मैं तेरा शाहकार वापस करने आया हूं\nअब इन रंगीन रुख़सारों में थोड़ी ज़िदर्यां भर दे\nहिजाब आलूद नज़रों में ज़रा बेबाकियां भर दे\nलबों की भीगी भीगी सिलवटों को मुज़महिल कर दे\nनुमाया रग-ए-पेशानी पे अक्स-ए-सोज़-ए-दिल कर दे\nतबस्सुम आफ़रीं चेहरे में कुछ संजीदापन कर दे\nजवां सीने के मखरुती उठाने सरिनगूं कर दे\nघने बालों को कम कर दे, मगर रख्शांदगी दे दे\nनज़र से तम्कनत ले कर मिज़ाज-ए-आजिजी दे दे\nमगर हां बेंच के बदले इसे सोफ़े पे बिठला दे\nयहां मेरे बजाए इक चमकती कार दिखला दे\n\n","author":"साहिर लुधियानवी","title":"शाहकार \/ साहिर लुधियानवी"},{"poem":"जवान रात के सीने पे दूधिया आँचल\nमचल रहा है किसी ख्वाबे-मरमरीं की तरह\nहसीन फूल, हसीं पत्तियाँ, हसीं शाखें\nलचक रही हैं किसी जिस्मे-नाज़नीं की तरह\nफ़िज़ा में घुल से गए हैं उफ़क के नर्म खुतूत\nज़मीं हसीन है, ख्वाबों की सरज़मीं की तरह\n तसव्वुरात की परछाइयाँ उभरतीं हैं\n\nकभी गुमान की सूरत कभी यकीं की तरह\nवे पेड़ जिन के तले हम पनाह लेते थे\nखड़े हैं आज भी साकित किसी अमीं की तरह\nइन्हीं के साए में फिर आज दो धड़कते दिल\nखामोश होठों से कुछ कहने-सुनने आए हैं\nन जाने कितनी कशाकश से कितनी काविश से\nये सोते-जागते लमहे चुराके लाए हैं\nयही फ़िज़ा थी, यही रुत, यही ज़माना था\nयहीं से हमने मुहब्बत की इब्तिदा की थी\nधड़कते दिल से लरज़ती हुई निगाहों से\nहुजूरे-ग़ैब में नन्हीं सी इल्तिजा की थी\nकि आरज़ू के कंवल खिल के फूल हो जायें\nदिलो-नज़र की दुआयें कबूल हो जायें\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nतुम आ रही हो ज़माने की आँख से बचकर\nनज़र झुकाये हुए और बदन चुराए हुए\nखुद अपने कदमों की आहट से, झेंपती, डरती,\nखुद अपने साये की जुंबिश से खौफ खाए हुए\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nरवाँ है छोटी-सी कश्ती हवाओं के रुख पर\nनदी के साज़ पे मल्लाह गीत गाता है\nतुम्हारा जिस्म हर इक लहर के झकोले से\nमेरी खुली हुई बाहों में झूल जाता है\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nमैं फूल टाँक रहा हूँ तुम्हारे जूड़े में\nतुम्हारी आँख मुसर्रत से झुकती जाती है\nन जाने आज मैं क्या बात कहने वाला हूँ\nज़बान खुश्क है आवाज़ रुकती जाती है\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nमेरे गले में तुम्हारी गुदाज़ बाहें हैं\nतुम्हारे होठों पे मेरे लबों के साये हैं\nमुझे यकीं है कि हम अब कभी न बिछड़ेंगे\nतुम्हें गुमान है कि हम मिलके भी पराये हैं।\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nमेरे पलंग पे बिखरी हुई किताबों को,\nअदाए-अज्ज़ो-करम से उठ रही हो तुम\nसुहाग-रात जो ढोलक पे गाये जाते हैं,\nदबे सुरों में वही गीत गा रही हो तुम\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nवे लमहे कितने दिलकश थे वे घड़ियाँ कितनी प्यारी थीं,\nवे सहरे कितने नाज़ुक थे वे लड़ियाँ कितनी प्यारी थीं\n\nबस्ती को हर-एक शादाब गली, रुवाबों का जज़ीरा थी गोया\nहर मौजे-नफ़स, हर मौजे सबा, नग़्मों का ज़खीरा थी गोया\n\nनागाह लहकते खेतों से टापों की सदायें आने लगीं\nबारूद की बोझल बू लेकर पच्छम से हवायें आने लगीं\n\nतामीर के रोशन चेहरे पर तखरीब का बादल फैल गया\nहर गाँव में वहशत नाच उठी, हर शहर में जंगल फैल गया\n\nमग़रिब के मुहज़्ज़ब मुल्कों से कुछ खाकी वर्दी-पोश आये\nइठलाते हुए मग़रूर आये, लहराते हुए मदहोश आये\n\nखामोश ज़मीं के सीने में, खैमों की तनाबें गड़ने लगीं\nमक्खन-सी मुलायम राहों पर बूटों की खराशें पड़ने लगीं\n\nफौजों के भयानक बैंड तले चर्खों की सदायें डूब गईं\nजीपों की सुलगती धूल तले फूलों की क़बायें डूब गईं\n\nइनसान की कीमत गिरने लगी, अजनास के भाओ चढ़ने लगे\nचौपाल की रौनक घटने लगी, भरती के दफ़ातर बढ़ने लगे\n\nबस्ती के सजीले शोख जवाँ, बन-बन के सिपाही जाने लगे\nजिस राह से कम ही लौट सके उस राह पे राही जाने लगे\n\nइन जाने वाले दस्तों में ग़ैरत भी गई, बरनाई भी\nमाओं के जवां बेटे भी गये बहनों के चहेते भाई भी\n\nबस्ती पे उदासी छाने लगी, मेलों की बहारें ख़त्म हुई\nआमों की लचकती शाखों से झूलों की कतारें ख़त्म हुई\n\nधूल उड़ने लगी बाज़ारों में, भूख उगने लगी खलियानों में\nहर चीज़ दुकानों से उठकर, रूपोश हुई तहखानों में\n\nबदहाल घरों की बदहाली, बढ़ते-बढ़ते जंजाल बनी\nमहँगाई बढ़कर काल बनी, सारी बस्ती कंगाल बनी\n\nचरवाहियाँ रस्ता भूल गईं, पनहारियाँ पनघट छोड़ गईं\nकितनी ही कंवारी अबलायें, माँ-बाप की चौखट छोड़ गईं\n\nइफ़लास-ज़दा दहकानों के हल-बैल बिके, खलियान बिके\nजीने की तमन्ना के हाथों, जीने ही के सब सामान बिके\n\nकुछ भी न रहा जब बिकने को जिस्मों की तिजारत होने लगी\nख़लवत में भी जो ममनूअ थी वह जलवत में जसारत होने लगी\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nतुम आ रही हो सरे-आम बाल बिखराये हुये\nहज़ार गोना मलामत का बार उठाये हुए\nहवस-परस्त निगाहों की चीरा-दस्ती से\nबदन की झेंपती उरियानियाँ छिपाए हुए\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nमैं शहर जाके हर इक दर में झाँक आया हूँ\nकिसी जगह मेरी मेहनत का मोल मिल न सका\nसितमगरों के सियासी क़मारखाने में\nअलम-नसीब फ़िरासत का मोल मिल न सका\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nतुम्हारे घर में क़यामत का शोर बर्पा है\nमहाज़े-जंग से हरकारा तार लाया है\nकि जिसका ज़िक्र तुम्हें ज़िन्दगी से प्यारा था\nवह भाई 'नर्ग़ा-ए-दुश्मन' में काम आया है\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nहर एक गाम पे बदनामियों का जमघट है\nहर एक मोड़ पे रुसवाइयों के मेले हैं\nन दोस्ती, न तकल्लुफ, न दिलबरी, न ख़ुलूस\nकिसी का कोई नहीं आज सब अकेले हैं\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nवह रहगुज़र जो मेरे दिल की तरह सूनी है\nन जाने तुमको कहाँ ले के जाने वाली है\nतुम्हें खरीद रहे हैं ज़मीर के कातिल\nउफ़क पे खूने-तमन्नाए-दिल की लाली है\n          तसव्वुरात की परछाइयाँ उभरती हैं\n\nसूरज के लहू में लिथड़ी हुई वह शाम है अब तक याद मुझे\nचाहत के सुनहरे ख़्वाबों का अंजाम है अब तक याद मुझे\n\nउस शाम मुझे मालूम हुआ खेतों की तरह इस दुनियाँ में\nसहमी हुई दोशीज़ाओं की मुसकान भी बेची जाती है\n\nउस शाम मुझे मालूम हुआ, इस कारगहे-ज़रदारी में\nदो भोली-भाली रूहों की पहचान भी बेची जाती है\n\nउस शाम मुझे मालूम हुआ जब बाप की खेती छिन जाये\nममता के सुनहरे ख्वाबों की अनमोल निशानी बिकती है\n\nउस शाम मुझे मालूम हुआ, जब भाई जंग में काम आये\nसरमाए के कहबाख़ाने में बहनों की जवानी बिकती है\n\nसूरज के लहू में लिथड़ी हुई वह शाम है अब तक याद मुझे\nचाहत के सुनहरे ख्वाबों का अंजाम है अब तक याद मुझे\n\nतुम आज ह्ज़ारों मील यहाँ से दूर कहीं तनहाई में\nया बज़्मे-तरब आराई में\nमेरे सपने बुनती होगी बैठी आग़ोश पराई में।\n\nऔर मैं सीने में ग़म लेकर दिन-रात मशक्कत करता हूँ,\nजीने की खातिर मरता हूँ,\nअपने फ़न को रुसवा करके अग़ियार का दामन भरता हूँ।\n\nमजबूर हूँ मैं, मजबूर हो तुम, मजबूर यह दुनिया सारी है,\nतन का दुख मन पर भारी है,\nइस दौरे में जीने की कीमत या दारो-रसन या ख्वारी है।\n\nमैं दारो-रसन तक जा न सका, तुम जहद की हद तक आ न सकीं\nचाहा तो मगर अपना न सकीं\nहम तुम दो ऐसी रूहें हैं जो मंज़िले-तस्कीं पा न सकीं।\n\nजीने को जिये जाते हैं मगर, साँसों में चितायें जलती हैं,\n\nखामोश वफ़ायें जलती हैं,\nसंगीन हक़ायक़-ज़ारों में, ख्वाबों की रिदाएँ जलती हैं।\n\nऔर आज इन पेड़ों के नीचे फिर दो साये लहराये हैं,\nफिर दो दिल मिलने आए हैं,\nफिर मौत की आंधी उट्ठी है, फिर जंग के बादल छाये हैं,\n\nमैं सोच रहा हूँ इनका भी अपनी ही तरह अंजाम न हो,\nइनका भी जुनू बदनाम न हो,\nइनके भी मुकद्दर में लिखी इक खून में लिथड़ी शाम न हो॥\n\nसूरज के लहू में लिथड़ी हुई वह शाम है अब तक याद मुझे\nचाहत के सुनहरे ख्वाबों का अंजाम है अब तक याद मुझे॥\n\nहमारा प्यार हवादिस की ताब ला न सका,\nमगर इन्हें तो मुरादों की रात मिल जाये।\n\nहमें तो कश्मकशे-मर्गे-बेअमा ही मिली,\nइन्हें तो झूमती गाती हयात मिल जाये॥\n\nबहुत दिनों से है यह मश्ग़ला सियासत का,\nकि जब जवान हों बच्चे तो क़त्ल हो जायें।\n\nबहुत दिनों से है यह ख़ब्त हुक्मरानों का,\nकि दूर-दूर के मुल्कों में क़हत बो जायें॥\n\nबहुत दिनों से जवानी के ख्वाब वीराँ हैं,\nबहुत दिनों से मुहब्बत पनाह ढूँढती है।\n\nबहुत दिनों में सितम-दीद शाहराहों में,\nनिगारे-ज़ीस्त की इस्मत पनाह ढूँढ़ती है॥\n\nचलो कि आज सभी पायमाल रूहों से,\nकहें कि अपने हर-इक ज़ख्म को जवाँ कर लें।\n\nहमारा राज़, हमारा नहीं सभी का है,\nचलो कि सारे ज़माने को राज़दाँ कर लें॥\n\nचलो कि चल के सियासी मुकामिरों से कहें,\nकि हम को जंगो-जदल के चलन से नफ़रत है।\n\nजिसे लहू के सिवा कोई रंग रास न आये,\nहमें हयात के उस पैरहन से नफ़रत है॥\n\nकहो कि अब कोई कातिल अगर इधर आया,\nतो हर कदम पे ज़मीं तंग होती जायेगी।\n\nहर एक मौजे हवा रुख बदल के झपटेगी,\nहर एक शाख रगे-संग होती जायेगी॥\n\nउठो कि आज हर इक जंगजू से कह दें,\nकि हमको काम की खातिर कलों की हाजत है।\n\nहमें किसी की ज़मीं छीनने का शौक नहीं,\nहमें तो अपनी ज़मीं पर हलों की हाजत है॥\n\nकहो कि अब कोई ताजिर इधर का रुख न करे,\nअब इस जा कोई कंवारी न बेची जाएगी।\n\nये खेत जाग पड़े, उठ खड़ी हुई फ़सलें,\nअब इस जगह कोई क्यारी न बेची जायेगी॥\n\nयह सर ज़मीन है गौतम की और नानक की,\nइस अर्ज़े-पाक पे वहशी न चल सकेंगे कभी।\n\nहमारा खून अमानत है नस्ले-नौ के लिए,\nहमारे खून पे लश्कर न पल सकेंगे कभी॥\n\nकहो कि आज भी हम सब अगर खामोश रहे,\nतो इस दमकते हुए खाकदाँ की खैर नहीं।\n\nजुनूँ की ढाली हुई ऐटमी बलाओं से,\nज़मीं की खैर नहीं आसमाँ की खैर नहीं॥\n\nगुज़श्ता जंग में घर ही जले मगर इस बार,\nअजब नहीं कि ये तनहाइयाँ भी जल जायें।\n\nगुज़श्ता जंग में पैकर जले मगर इस बार,\nअजब नहीं कि ये परछाइयाँ भी जल जायें॥\n\n","author":"साहिर लुधियानवी","title":"परछाइयाँ (गजल)  \/ साहिर लुधियानवी"},{"poem":"ख़ून अपना हो या पराया हो\nनस्ले-आदम का ख़ून है आख़िर\nजंग मग़रिब में हो कि मशरिक में\nअमने आलम का ख़ून है आख़िर\n\nबम घरों पर गिरें कि सरहद पर\nरूहे-तामीर ज़ख़्म खाती है\nखेत अपने जलें या औरों के\nज़ीस्त फ़ाक़ों से तिलमिलाती है\n\nटैंक आगे बढें कि पीछे हटें\nकोख धरती की बाँझ होती है\nफ़तह का जश्न हो कि हार का सोग\nजिंदगी मय्यतों पे रोती है\n\nइसलिए ऐ शरीफ इंसानो\nजंग टलती रहे तो बेहतर है\nआप और हम सभी के आँगन में\nशमा जलती रहे तो बेहतर है।\n\n","author":"साहिर लुधियानवी","title":"खून अपना हो या पराया हो \/ साहिर लुधियानवी"},{"poem":"आप बेवजह परेशान-सी क्यों हैं मादाम?\nलोग कहते हैं तो फिर ठीक ही कहते होँगे\nमेरे अहबाब ने तहज़ीब न सीखी होगी\nमेरे माहौल में इन्सान न रहते होँगे\n\nनूर-ए-सरमाया से है रू-ए-तमद्दुन की जिला[1]\nहम जहाँ हैं वहाँ तहज़ीब नहीं पल सकती\nमुफ़लिसी हिस्स-ए-लताफ़त[2] को मिटा देती है\nभूख आदाब के साँचे में नहीं ढल सकती\n\nलोग कहते हैं तो, लोगों पे ताज्जुब कैसा\nसच तो कहते हैं कि, नादारों की इज़्ज़त कैसी\nलोग कहते हैं - मगर आप अभी तक चुप हैं\nआप भी कहिए ग़रीबो में शराफ़त कैसी\n\nनेक मादाम!  बहुत जल्द वो दौर आयेगा\nजब हमें ज़ीस्त[3] के अदवार परखने होंगे\nअपनी ज़िल्लत की क़सम, आपकी अज़मत की क़सम\nहमको ताज़ीम[4] के मे'आर[5] परखने होंगे\n\nहम ने हर दौर में तज़लील[6] सही है लेकिन\nहम ने हर दौर के चेहरे को ज़िआ[7] बक़्शी है\nहम ने हर दौर में मेहनत के सितम झेले हैं\nहम ने हर दौर के हाथों को हिना बक़्शी है\n\nलेकिन इन तल्ख मुबाहिस[8] से भला क्या हासिल?\nलोग कहते हैं तो फिर ठीक ही कहते होँगे\nमेरे एहबाब ने तहज़ीब न सीखी होगी\nमेरे माहौल में इन्सान न रहते होँगे\n\nवजह बेरंगी-ए-गुलज़ार कहूँ या न कहूँ\nकौन है कितना गुनहगार कहूँ या न कहूँ\n\n","author":"साहिर लुधियानवी","title":"मादाम \/ साहिर लुधियानवी"},{"poem":"हर चीज़ ज़माने की जहाँ पर थी वहीं है,\nएक तू ही नहीं है\n\nनज़रें भी वही और नज़ारे भी वही हैं\nख़ामोश फ़ज़ाओं के इशारे भी वही हैं\nकहने को तो सब कुछ है, मगर कुछ भी नहीं है\n\nहर अश्क में खोई हुई ख़ुशियों की झलक है\nहर साँस में बीती हुई घड़ियों की कसक है\nतू चाहे कहीं भी हो, तेरा दर्द यहीं है\n\nहसरत नहीं, अरमान नहीं, आस नहीं है\nयादों के सिवा कुछ भी मेरे पास नहीं है\nयादें भी रहें या न रहें किसको यक़ीं है\n\n","author":"साहिर लुधियानवी","title":"हर चीज़ ज़माने की जहाँ पर थी \/ साहिर लुधियानवी"},{"poem":"सांझ की लाली सुलग-सुलग कर बन गई काली धूल\n\nआए न बालम बेदर्दी मैं चुनती रह गई फूल\n\n\nरैन भई, बोझल अंखियन में चुभने लागे तारे\n\nदेस में मैं परदेसन हो गई जब से पिया सिधारे\n\n\nपिछले पहर जब ओस पड़ी और ठन्डी पवन चली\n\nहर करवट अंगारे बिछ गए सूनी सेज जली\n\n\nदीप बुझे सन्नाटा टूटा बाजा भंवर का शंख\n\nबैरन पवन उड़ा कर ले गई परवानों के पंख\n\n","author":"साहिर लुधियानवी","title":"सांझ की लाली सुलग-सुलग कर \/ साहिर लुधियानवी"},{"poem":"ज़िन्दगी से उन्स है, हुस्न से लगाव है\n\nधड़कनों में आज भी इश्क़ का अलाव है\n\nदिल अभी बुझा नहीं, रंग भर रहा हूँ मैं\n\nख़ाक-ए-हयात में, आज भी हूँ मुनहमिक1\n\nफ़िक्र-ए-कायनात में ग़म अभी लुटा नहीं\n\nहर्फ़-ए-हक़ अज़ीज़ है, ज़ुल्म नागवार है\n\nअहद-ए-नौ से आज भी अहद उसतवार2 है\n\nमैं अभी मरा नहीं\n\n","author":"साहिर लुधियानवी","title":"ज़िन्दगी से उन्स है \/ साहिर लुधियानवी"},{"poem":"सदियों से इन्सान यह सुनता आया है\nदुख की धूप के आगे सुख का साया है\n\nहम को इन सस्ती ख़ुशियों का लोभ न दो\nहम ने सोच समझ कर ग़म अपनाया है\n\nझूठ तो कातिल ठहरा उसका क्या रोना\nसच ने भी इन्सां का ख़ून बहाया है\n\nपैदाइश के दिन से मौत की ज़द में हैं\nइस मक़तल में कौन हमें ले आया है\n\nअव्वल-अव्वल जिस दिल ने बरबाद किया\nआख़िर-आख़िर वो दिल ही काम आया है\n\nउतने दिन अहसान किया दीवानों पर\nजितने दिन लोगों ने साथ निभाया है\n\n","author":"साहिर लुधियानवी","title":"सदियों से इन्सान यह सुनता आया है \/ साहिर लुधियानवी"},{"poem":"तिरी तड़प से न तड़पा था मेरा दिल,लेकिन\nतिरे सुकून[1] से बेचैन हो गया हूँ मैं \nये जान कर तुझे जाने कितना ग़म पहुचें \nकि आज तेरे ख़यालों में खो गया हूँ मैं \n\nकिसी की हो के तू इस तरह मेरे घर आई \nकि जैसे फिर कभी आए तो घर मिले न मिले \nनज़र उठाई, मगर ऐसी बे-यकीनी[2] से \nकि जिस तरह कोई पेशे-नज़र[3] मिले न मिले\nतू मुस्कुराई, मगर मुस्कुरा के रुक सी गई\nकि मुस्कुराने से ग़म की खबर मिले न मिले\nरुकी तो ऐसे, कि जैसे तिरी रियाज़त[4] को\nअब इस समर[5] से ज़ियादा समर मिले न मिले \nगई तो सोग में डूबे क़दम ये कह के गए \nसफ़र है शर्त, शरीके-सफ़र[6] मिले न मिले \n\nतिरी तड़प से न तड़पा था मेरा दिल,लेकिन\nतिरे सुकून से बेचैन हो गया हूँ मैं \nये जान कर तुझे क्या जाने कितना ग़म पहुंचे\nकि आज तेरे ख़यालों में खो गया हूँ मैं\n\n","author":"साहिर लुधियानवी","title":"एक मुलाक़ात \/ साहिर लुधियानवी"},{"poem":"ज़ुल्म फिर ज़ुल्म है, बढ़ता है तो मिट जाता है\nख़ून फिर ख़ून है टपकेगा तो जम जाएगा\nतुमने जिस ख़ून को मक़्तल में दबाना चाहा\nआज वह कूचा-ओ-बाज़ार में आ निकला है\nकहीं शोला, कहीं नारा, कहीं पत्थर बनकर\nख़ून चलता है तो रूकता नहीं संगीनों से\nसर उठाता है तो दबता नहीं आईनों से\n\nजिस्म की मौत कोई मौत नहीं होती है\nजिस्म मिट जाने से इन्सान नहीं मर जाते\nधड़कनें रूकने से अरमान नहीं मर जाते\nसाँस थम जाने से ऐलान नहीं मर जाते\nहोंठ जम जाने से फ़रमान नहीं मर जाते\nजिस्म की मौत कोई मौत नहीं होती\n\nख़ून अपना हो या पराया हो\nनस्ले आदम का ख़ून है आख़िर\nजंग मशरिक में हो कि मग़रिब में\nअमने आलम का ख़ून है आख़िर\n\nबम घरों पर गिरें कि सरहद पर\nरूहे- तामीर ज़ख़्म खाती है\nखेत अपने जलें या औरों के\nज़ीस्त फ़ाक़ों से तिलमिलाती है\n\nजंग तो ख़ुद हीं एक मअसला है\nजंग क्या मअसलों का हल देगी\nआग और खून आज बख़्शेगी\nभूख और अहतयाज कल देगी\n\nबरतरी के सुबूत की ख़ातिर\nखूँ बहाना हीं क्या जरूरी है\nघर की तारीकियाँ मिटाने को  \nघर जलाना हीं क्या जरूरी है\n\nटैंक आगे बढें कि पीछे हटें\nकोख धरती की बाँझ होती है\nफ़तह का जश्न हो कि हार का सोग\nजिंदगी मय्यतों पे रोती है\n\nइसलिए ऐ शरीफ इंसानों\nजंग टलती रहे तो बेहतर है\nआप और हम सभी के आँगन में\nशमा जलती रहे तो बेहतर है।\n\n","author":"साहिर लुधियानवी","title":"ख़ून फिर ख़ून है \/ साहिर लुधियानवी"},{"poem":"अब आए या न आए इधर पूछते चलो\nक्या चाहती है उनकी नज़र पूछते चलो\n\nहम से अगर है तर्क-ए-ताल्लुक़ तो क्या हुआ\nयारो! कोई तो उनकी ख़बर पूछते चलो\n\nजो ख़ुद को कह रहे हैं कि मंज़िल शनास हैं\nउनको भी क्या ख़बर है मगर पूछते चलो\n\nकिस मंज़िल-ए-मुराद की जानिब रवाँ हैं हम\nऐ रहरवान-ए-ख़ाक बसर पूछते चलो\n\n","author":"साहिर लुधियानवी","title":"अब आए या न आए \/ साहिर लुधियानवी"},{"poem":"साथियो! मैंने बरसों तुम्हारे लिए\nचाँद, तारों, बहारों के सपने बुने\nहुस्न और इश्क़ के गीत गाता रहा\nआरज़ूओं के ऐवां[1] सजाता रहा\nमैं तुम्हारा मुगन्नी[2], तुम्हारे लिए\nजब भी आया नए गीत लाता रहा\nआज लेकिन मिरे दामने-चाक में[3]\nगर्दे-राहे-सफ़र के सिवा कुछ नहीं\nमेरे बरबत के सीने में नग्मों का दम घुट गया है\nतानें चीखों के अम्बार में दब गई हैं\nऔर गीतों के सुर हिचकियाँ बन गए हैं\nमैं तुम्हारा मुगन्नी हूँ, नग्मा नहीं हूँ\nऔर नग्मे की तख्लाक[4] का साज़ों-सामां\nसाथियों! आज तुमने भसम कर दिया है\nऔर मैं, अपना टूटा हुआ साज़ थामे\nसर्द लाशों के अम्बार को तक रहा हूँ\nमेरे चारों तरफ मौत की वहशतें[5] नाचती हैं\nऔर इंसान की हैवानियत[6] जाग उठी है\nबर्बरियत[7] के खूंख्वार अफ़रीत[8]\nअपने नापाक जबड़ो को खोले\nखून पी-पी के गुर्रा रहे हैं \nबच्चे मांओं की गोद में सहमे हुए हैं \nइस्मतें[9] सर-बरह् ना[10] परीशान हैं \nहर तरफ़ शोरे-आहो-बुका[11] है \nऔर मैं इस तबाही के तूफ़ान में \nआग और खून के हैजान[12] मैं \nसरनिगूं[13] और शिकस्ता[14] मकानों के मलबे से पुर रास्तों पर \nअपने नग्मों की झोली पसारे \nदर-ब-दर फिर रहा हूँ-\nमुझको अम्न और तहजीब की भीक दो \nमेरे गीतों की लय, मेरे सुर, मेरी नै \nमेरे मजरुह[15]  होंटो को फिर सौंप दो \nसाथियों! मैंने बरसों तुम्हारे लिए \nइन्किलाब और बग़ावत के नगमे अलापे \nअजनबी राज के ज़ुल्म की छाओं में \nसरफ़रोशी[16] के ख्वाबीदा[17] ज़ज्बे उभारे \nइस सुबह की राह देखी \nजिसमें इस मुल्क की रूह आज़ाद हो \nआज जंज़ीरे-महकूमियत[18] कट चुकी है\nऔर इस मुल्क के बह् रो-बर[19], बामो-दर[20]\nअजनबी कौम के ज़ुल्मत-अफशां[21] फरेरे[22] की मनहूस \nछाओं से आज़ाद हैं \nखेत सोना उगलने को बेचैन हैं \nवादियां लहलहाने को बेताब हैं \nकोहसारों[23] के सीने में हैजान है \nसंग और खिश्त[24] बेख्वाब-ओ-बेदार[25] हैं\nइनकी आँखों में ता’मीर[26] के ख्वाब हैं\nइनके ख्वाबों को तक्मील[27] का रुख दो\nमुल्क की वादियां,घाटियों,\nऔरतें, बच्चियां-\nहाथ फैलाए खैरात की मुन्तिज़र[28] हैं \nइनको अमन और तहज़ीब की भीक दो \nमांओं को उनके होंटों की शादाबियां[29]\nनन्हें बच्चों को उनकी ख़ुशी बख्श दो \nमुल्क की रूह को ज़िन्दगी बख्श दो  \nमुझको मेरा हुनर, मेरी लै बख्श दो \nमेरे सुर बख्श दो, मेरी नै बख्श दो \nआज सारी फ़जा[30] है भिकारी \nऔर मैं इस भिकारी फ़जा में \nअपने नगमों की झोली पसरे \nदर-ब–दर फिर रहा हूं \nमुझको फिर मेरा खोया हुआ साज़ दो \nमैं तुम्हारा मुगन्नी, तुम्हारे लिए \nजब भी आया नए गीत लाता रहूंगा\n\n","author":"साहिर लुधियानवी","title":"आज \/ साहिर लुधियानवी"},{"poem":"पहलू-ए-शाह में ये दुख़्तर-ए-जमहूर की क़बर\nकितने गुमगुश्ता फ़सानों का पता देती है\nकितने ख़ूरेज़ हक़ायक़ से उठाती है नक़ाब\nकितनी कुचली हुइ जानों का पता देती है\n\nकैसे मग़्रूर शहन्शाहों की तस्कीं के लिये\nसालहासाल हसीनाओं के बाज़ार लगे\nकैसे बहकी हुई नज़रों की तय्युश के लिये\nसुर्ख़ महलों में जवाँ जिस्मों के अम्बार लगे\n\nकैसे हर शाख से मुंह बंद महकती कलियाँ \nनोच ली जाती थीं तजईने - हरम की खातिर\nऔर मुरझा के भी आजादन हो सकती थीं \nजिल्ले-सुबहान की उल्फत के भरम की खातिर \n\nकैसे इक फर्द के होठों की ज़रा सी जुम्बिश\nसर्द कर सकती थी बेलौस वफाओं के चिराग\nलूट सकती थी दमकते हुए माथों का सुहाग \nतोड़ सकती थी मये-इश्क से लबरेज़ अयाग\n\nसहमी सहमी सी फ़िज़ाओं में ये वीराँ मर्क़द\nइतना ख़ामोश है फ़रियादकुना हो जैसे\nसर्द शाख़ों में हवा चीख़ रही है ऐसे\nरूह-ए-तक़दीस-ओ-वफ़ा मर्सियाख़्वाँ हो जैसे\n\nतू मेरी जाँ हैरत-ओ-हसरत से न देख\nहम में कोई भी जहाँ नूर-ओ-जहांगीर नहीं\nतू मुझे छोड़िके ठुकरा के भी जा सकती है\nतेरे हाथों में मेरा सात है ज़न्जीर नहीं\n\n\nशब्दार्थ \n\nमगरूर - घमंडी, \nतस्कीं - संतोष, चैन \nतकदीस - पवित्रता\n\n","author":"साहिर लुधियानवी","title":"नूरजहाँ की मज़ार पर \/ साहिर लुधियानवी"},{"poem":"अब न इन ऊंचे मकानों में क़दम रक्खूंगा\nमैंने इक बार ये पहले भी क़सम खाई थी\nअपनी नादार मोहब्बत की शिकस्तों के तुफ़ैल\nज़िन्दगी पहले भी शरमाई थी, झुंझलाई थी\n\nऔर ये अहद[1] किया था कि ब-ई-हाले-तबाह[2]\nअब कभी प्यार भरे गीत नहीं गाऊंगा\nकिसी चिलमन ने पुकारा भी तो बढ़ जाऊँगा\nकोई दरवाज़ा खुला भी तो पलट आऊंगा\n\nफिर तिरे कांपते होंटों की फ़ुन्सूकार[3]हंसी\nजाल बुनने लगी, बुनती रही, बुनती ही रही\nमैं खिंचा तुझसे, मगर तू मिरी राहों के लिए\nफूल चुनती रही, चुनती रही, चुनती ही रही\n\nबर्फ़ बरसाई मिरे ज़ेहनो-तसव्वुर ने[4] मगर\nदिल में इक शोला-ए-बेनाम-सा[5] लहरा ही गया\nतेरी चुपचाप निगाहों को सुलगते पाकर\nमेरी बेज़ार तबीयत को भी प्यार आ ही गया\n\nअपनी बदली हुई नज़रों के तकाज़े न छुपा\nमैं इस अंदाज़ का मफ़हूम[6] समझ सकता हूँ\nतेरे ज़रकार[7] दरीचों को बुलंदी की क़सम\nअपने इकदाम का मकसूम[8] समझ सकता हूँ\n\nअब न इन ऊँचे मकानों में क़दम रक्खूंगा\nमैंने इक बार ये पहले भी क़सम खाई थी\nइसी सर्माया-ओ-इफ़लास के[9] दोराहे पर\nज़िन्दगी पहले भी शरमाई थी, झुंझलाई थी\n\n","author":"साहिर लुधियानवी","title":"इसी दोराहे पर \/ साहिर लुधियानवी"},{"poem":"ये कूचे ये नीलाम घर दिलकशी के\nये लुटते हुए कारवां जिन्दगी   के\nकहाँ हैं, कहाँ हैं, मुहाफ़िज़ ख़ुदी के?\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nये पुरपेंच गलियाँ, ये बेख़ाब बाज़ार\nये गुमनाम राही, ये सिक्कों की झंकार\nये इस्मत के सौदे, ये सौदों पे तकरार\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nतअफ्फ़ुन से पुर नीमरोशन ये गलियाँ\nये मसली हुई अधखिली ज़र्द कलियाँ\nये बिकती हुई खोखली रंगरलियाँ\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nवो उजले दरीचों में पायल की छन-छन\nतनफ़्फ़ुस की उलझन पे तबले की धन-धन\nये बेरूह कमरों में खांसी की ठन-ठन\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nये गूंजे हुए क़हक़हे रास्तों पर\nये चारों तरफ़ भीड़-सी खिड़िकयों पर\nये आवाज़ें खींचते हुए आंचलों पर\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nये फूलों के गजरे, ये पीकों के छींटे\nये बेबाक नज़रें, ये गुस्ताख़ फ़िक़रे\nये ढलके बदन और ये मदक़ूक़ चेहरे\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nये भूखी निगाहें हसीनों की जानिब\nये बढ़ते हुए हाथ सीनों की जानिब\nलपकते हुए पांव ज़ीनों की जानिब\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nयहां पीर भी आ चुके हैं जवाँ भी\nतनूमन्द बेटे भी, अब्बा मियां भी\nये बीवी भी है और बहन भी है, माँ भी\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nमदद चाहती है ये हव्वा की बेटी\nयशोदा की हमजिन्स राधा की बेटी\nपयम्बर की उम्मत ज़ुलैख़ा की बेटी\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\nज़रा मुल्क के राहबरों को बुलाओ\nये कूचे ये गलियां ये मन्ज़र दिखाओ\nसनाख़्वान-ए-तकदीस-ए-मशरिक को लाओ\n\nसनाख़्वान-ए-तकदीस-ए-मशरिक कहाँ हैं?\n\n","author":"साहिर लुधियानवी","title":"सनाख्वान-ए-तक्दीस-ए-मश्रिक़ कहाँ हैं? \/ साहिर लुधियानवी"},{"poem":"मैं ज़िन्दा हूँ यह मुश्तहर1 कीजिए\n\nमेरे क़ातिलों को ख़बर कीजिए ।\n\n\nज़मीं सख़्त है आसमां दूर है\n\nबसर हो सके तो बसर कीजिए ।\n\n\nसितम के बहुत से हैं रद्द-ए-अमल\n\nज़रूरी नहीं चश्म तर कीजिए ।\n\n\nवही ज़ुल्म बार-ए-दिगर है तो फिर\n\nवही ज़ुर्म बार-ए-दिगर कीजिए ।\n\n\nकफ़स तोड़ना बाद की बात है\n\nअभी ख्वाहिश-ए-बाल-ओ-पर कीजिए ।\n\n","author":"साहिर लुधियानवी","title":"मैं जिन्दा हूँ ये मुश्तहर कीजिए \/ साहिर लुधियानवी"},{"poem":"जब कभी उन के तवज्जो में कमी पाई गई\nअज़ सर-ए-नव-ए-दास्तान-ए-शौक़ दोहराई गई\n\nबिक चुके जब तेरे लब फिर तुझ को क्या शिकवा अगर\nजि़न्दगानी बादा-ओ-साग़र से बहलाई गई\n\nऐ ग़म-ए-दुनिया तुझे क्या इल्म तेरे वास्ते\nकिन बहानों से तिबयत राह पर लाई गई\n\nहम करें तकर्-ए-वफ़ा अच्छा चलो यूं ही सही\nऔर अगर तकर्-ए-वफ़ा से भी न रुस्वाई गई\n\nकैसे कैसे चश्म-ओ-आरिज़ गदर्-ए-ग़म से बुझ गए\nकैसे कैसे पैकरों की शान-ए-ज़ेबाई गई\n\nदिल की धड़कन में तवज्ज़ुन आ चला है ख़ैर हो\nमेरी नज़रे बझ गयीं या तेरी रानाई गई\n\nउन का ग़म उन का तस्व्वुर उन के शिकवे अब कहाँ\nअब तो ये बातें भी ऐ दिल हो गयीं आई गई\n\n","author":"साहिर लुधियानवी","title":"जब कभी उन के तवज्जो में कमी पाई गई \/ साहिर लुधियानवी"},{"poem":"अक़ायद वहम है मज़हब ख़याल-ए-ख़ाम है साक़ी\nअज़ल से ज़हन-ए-इन्सां बस्त-ए-औहाम है साक़ी\n\nहक़ीक़त-आशनाई अस्ल में गुम-कदर्ह-राही है\nउरूस-ए-आगही परवरदह-ए-अबहाम है साक़ी\n\nमुबारक हो जाईफ़ी को ख़िरद की फ़लसफ़ादानी\nजवानी बेनियाज़-ए-इब्रत-ए-अन्जाम है साक़ी\n\nअभी तक रास्ते के पेच-ओ-ख़म से दिल धड़कता है\nमेरा ज़ौक़-ए-तलब शायद अभी तक ख़ाम है साक़ी\n\nवहाँ भेजा गया हूँ चाक करने पर्दे-ए-शब को\nजहाँ हर सुबह के दामन पे अक्स-ए-शाम है साक़ी\n\n","author":"साहिर लुधियानवी","title":"अक़ायद वहम है मज़हब ख़याल-ए-ख़ाम है साक़ी \/ साहिर लुधियानवी"},{"poem":"मेरे ख्वाबों के झरोकों को सजाने वाली\nतेरे ख्वाबों में कहीं मेरा गुज़र है कि नहीं\nपूछकर अपनी निगाहों से बतादे मुझको\nमेरी रातों की मुक़द्दर में सहर है कि नहीं\n\n\nचार दिन की ये रफ़ाक़त जो रफ़ाक़त भी नहीं\nउमर् भर के लिए आज़ार हुई जाती है\nजिन्दगी यूं तो हमेशा से परेशान सी थी\nअब तो हर सांस गिरांबार हुई जाती है\n\n\nमेरी उजड़ी हुई नींदों के शबिस्तानों में\nतू किसी ख्वाब के पैकर की तरह आई है\nकभी अपनी सी कभी ग़ैर नज़र आती है\nकभी इख़लास की मूरत कभी हरजाई है\n\nप्यार पर बस तो नहीं है मेरा लेकिन फिर भी\nतू बता दे कि तुझे प्यार करूं या न करूं\nतूने ख़ुद अपने तबस्सुम से जगाया है जिन्हें\nउन तमन्नाओ का इज़हार करूं या न करूं\n\n\nतू किसी और के दामन की कली है लेकिन\nमेरी रातें तेरी ख़ुश्बू से बसी रहती हैं\nतू कहीं भी हो तेरे फूल से आरिज़ की क़सम\nतेरी पलकें मेरी आंखों पे झुकी रहती हैं\n\nतेरे हाथों की हरारत तेरे सांसों की महक\nतैरती रहती है एहसास की पहनाई में\nढूंढती रहती हैं तख़ईल की बाहें तुझको\nसर्द रातों की सुलगती हुई तनहाई में\n\nतेरा अल्ताफ़-ओ-करम एक हक़ीक़त है मगर\nये हक़ीक़त भी हक़ीक़त में फ़साना ही न हो\nतेरी मानूस निगाहों का ये मोहतात पयाम\nदिल के ख़ूं का एक और बहाना ही न हो\n\nकौन जाने मेरी इम्रोज़ का फ़र्दा क्या है\nक़ुबर्तें बढ़ के पशेमान भी हो जाती है\nदिल के दामन से लिपटती हुई रंगीं नज़रें\nदेखते देखते अंजान भी हो जाती है\n\nमेरी दरमांदा जवानी की तमाओं के\nमुज्महिल ख्वाब की ताबीर बता दे मुझको\nतेरे दामन में गुलिस्ता भी है, वीराने भी\nमेरा हासिल मेरी तक़दीर बता दे मुझको\n\n","author":"साहिर लुधियानवी","title":"मेरे ख्वाबों के झरोकों को सजाने वाली \/ साहिर लुधियानवी"},{"poem":"चंद कलियां निशात की चुनकर\n\nमुद्दतों महवे यास रहता हूं\n\nतेरा मिलना खुशी की बात सही\n\nतुझ से मिलकर उदास रहता हूं\n\n\n","author":"साहिर लुधियानवी","title":"रद्द-ए-अमल \/ साहिर लुधियानवी"},{"poem":"सज़ा का हाल सुनाये जज़ा की बात करें\nख़ुदा मिला हो जिन्हें वो ख़ुदा की बात करें \n\nउन्हें पता भी चले और वो ख़फ़ा भी न हो\nइस एहतियात से क्या मज़ा की बात करें\n\nहमारे अहद की तहज़ीब में क़बा ही नहीं\nअगर क़बा हो तो बन्द-ए-क़बा की बात करें\n\nहर एक दौर का मज़हब नया ख़ुदा लाता\nकरें तो हम भी मगर किस ख़ुदा की बात करें\n\nवफ़ाशियार कई हैं कोई हसीं भी तो हो\nचलो फिर आज उसी बेवफ़ा की बात करें\n\n","author":"साहिर लुधियानवी","title":"सज़ा का हाल सुनाये जज़ा की बात करें \/ साहिर लुधियानवी"},{"poem":"मोहब्बत तर्क की मैंने गरेबाँ सी लिया मैं \nज़माने अब तो ख़ुश हो ज़हर ये भी पी लिया मैं ने\n\nअभी ज़िंदा हूँ लेकिन सोचता रहता हूँ ख़ल्वत में\nकि अब तक किस तमन्ना के सहारे जी लिया मैं ने\n\nउन्हें अपना नहीं सकता मगर इतना भी क्या कम है\nकि कुछ मुद्दत हसीं ख़्वाबों में खो कर जी लिया मैंने\n\nबस अब तो दामन-ए-दिल छोड़ दो बेकार उम्मीदो\nबहुत दुख सह लिये मैंने बहुत दिन जी लिया मैंने\n\n","author":"साहिर लुधियानवी","title":"मोहब्बत तर्क की मैंने गरेबाँ सी लिया मैं \/ साहिर लुधियानवी"},{"poem":"मेरे सरकश तराने सुन के दुनिया ये समझती है\nकि शायद मेरे दिल को इश्क़ के नग़्मों से नफ़रत है\n\nमुझे हंगामा-ए-जंग-ओ-जदल में कैफ़ मिलता है\nमेरी फ़ितरत को ख़ूँरेज़ी के अफ़सानों से रग़्बत है\n\nमेरी दुनिया में कुछ वक़’अत नहीं है रक़्स-ओ-नग़्में की\nमेरा महबूब नग़्मा शोर-ए-आहंग-ए-बग़ावत है\n\nमगर ऐ काश! देखें वो मेरी पुरसोज़ रातों को\nमैं जब तारों पे नज़रें गाड़कर आसूँ बहाता हूँ\n\nतसव्वुर बनके भूली वारदातें याद आती हैं\nतो सोज़-ओ-दर्द की शिद्दत से पहरों तिलमिलाता हूँ\n\nकोई ख़्वाबों में ख़्वाबीदा उमंगों को जगाती है\nतो अपनी ज़िन्दगी को मौत के पहलू में पाता हूँ\n\nमैं शायर हूँ मुझे फ़ितरत के नज़्ज़ारों से उल्फ़त है\nमेरा दिल दुश्मन-ए-नग़्मा-सराई हो नहीं सकता\n\nमुझे इन्सानियत का दर्द भी बख़्शा है क़ुदरत ने\nमेरा मक़सद फ़क़त शोला नवाई हो नहीं सकता\n\nजवाँ हूँ मैं जवानी लग़्ज़िशों का एक तूफ़ाँ है\nमेरी बातों में रंगे-ए-पारसाई हो नहीं सकता\n\nमेरे सरकश तरानों की हक़ीक़त है तो इतनी है\nकि जब मैं देखता हूँ भूक के मारे किसानों को\n\nग़रीबों को, मुफ़्लिसों को, बेकसों को, बेसहारों को\nसिसकती नाज़नीनों को, तड़पते नौजवानों को\n\n","author":"साहिर लुधियानवी","title":"मेरे सरकश तराने सुन के दुनिया ये समझती है \/ साहिर लुधियानवी"},{"poem":"अपने माज़ी के[1] तसव्वुर से[2] हिरासां[3]हूँ मैं \nअपने गुज़रे हुए ऐयाम से[4] नफरत है मुझे\nअपनी बेकार तमन्नाओं पे शर्मिंदा हूँ \nअपनी बेसूद[5] उम्मीदों पे नदामत है मुझे \n\nमेरे माज़ी को अँधेरे में दबा रहने दो \nमेरा माज़ी मेरी ज़िल्लत के सिवा कुछ भी नहीं \nमेरी उम्मीदों का हासिल, मिरी काविश[6] का सिला \nएक बेनाम अज़ीयत के[7] सिवा कुछ भी नहीं\n\nकितनी बेकार उम्मीदों का सहारा लेकर\nमैंने ऐवान[8] सजाए थे किसी की खातिर\nकितनी बेरब्त[9] तमन्नाओं के मुबहम ख़ाके[10]\nअपने ख़्वाबों में बसाए थे किसी की ख़ातिर \n\nमुझसे अब मेरी मोहब्बत के फ़साने[11] न कहो \nमुझको कहने दो कि मैंने उन्हें चाहा ही नहीं\nऔर वो मस्त निगाहें जो मुझे भूल गईं \nमैंने उन मस्त निगाहों को सराहा ही नहीं \n\nमुझको कहने दो कि मैं आज भी जी सकता हूँ \nइश्क़ नाकाम सही – ज़िन्दगी नाकाम नहीं \nउन्हें अपनाने की ख्वाहिश, उन्हें पाने की तलब\nशौक़े-बेकार[12] सही, सअइ-ए-ग़म-अंजाम[13] नहीं  \n\nवही गेसू[14], वही नज़रें, वही आरिज़[15], वही जिस्म \nमैं जो चाहूं तो मुझे और भी मिल सकते हैं \nवो कंवल जिनको कभी उनके लिए खिलना था \nउनकी नज़रों से बहुत दूर भी खिल सकते हैं\n\n","author":"साहिर लुधियानवी","title":"फ़रार \/ साहिर लुधियानवी"},{"poem":"तेरे होंठों पे तबस्सुम[1] की वो हलकी-सी लकीर \nमेरे तख़ईल में [2] रह-रह के झलक उठती है\nयूं अचानक तिरे आरिज़ का[3] ख़याल आता है \nजैसे ज़ुल्मत में[4] कोई शम्अ भड़क उठती है\n\nतेरे पैराहने-रंगीं की[5] ज़ुनुंखेज़[6] महक\nख़्वाब बन-बन के मिरे ज़ेहन में[7] लहराती  है\nरात की सर्द ख़ामोशी में हर इक झोकें से\nतेरे अनफ़ास[8], तिरे जिस्म की आंच आती है \n\nमैं सुलगते हुए राज़ों को अयां[9] तो कर दूं\nलेकिन इन राज़ों की तश्हीर[10] से जी डरता है\nरात के ख्वाब उजाले में बयां तो कर दूं \nइन हसीं ख़्वाबों की ताबीर से[11] जी डरता है \n\nतेरी साँसों की थकन, तेरी निगाहों का सुकूत[12]\nदर- हक़ीकत[13] कोई रंगीन शरारत ही न हो \nमैं जिसे प्यार का अंदाज़ समझ बैठा हूँ \nवो तबस्सुम, वो तकल्लुम[14] तिरी आदत ही न हो\n\nसोचता हूँ कि तुझे मिलके मैं जिस सोच में हूँ \nपहले उस सोच का मकसूम[15] समझ लूं तो कहूं\nमैं तिरे शहर में अनजान हूँ, परदेसी हूँ\nतिरे अल्ताफ़ का[16] मफ़हूम[17] समझ लूं तो कहूं \n\nकहीं ऐसा न हो, पांओं मिरे थर्रा जाए\nऔर तिरी मरमरी[18] बाँहों का सहारा न मिले \nअश्क बहते रहें खामोश सियह[19] रातों में \nऔर तिरे रेशमी आंचल का किनारा न मिले\n\n","author":"साहिर लुधियानवी","title":"हिरास \/ साहिर लुधियानवी"},{"poem":"अपने सीने से लगाये हुये उम्मीद की लाश\nमुद्दतों ज़ीस्त1 को नाशाद2 किया है मैनें\nतूने तो एक ही सदमे से किया था दो चार\nदिल को हर तरह से बर्बाद किया है मैनें\nजब भी राहों में नज़र आये हरीरी मलबूस3\nसर्द आहों से तुझे याद किया है मैनें\n\nऔर अब जब कि मेरी रूह की पहनाई में\nएक सुनसान सी मग़्मूम घटा छाई है\nतू दमकते हुए आरिज़4 की शुआयेँ5 लेकर\nगुलशुदा6 शम्मएँ7 जलाने को चली आई है\n\nमेरी महबूब ये हन्गामा-ए-तजदीद8-ए-वफ़ा\nमेरी अफ़सुर्दा9 जवानी के लिये रास नहीं\nमैं ने जो फूल चुने थे तेरे क़दमों के लिये\nउन का धुंधला-सा तसव्वुर10 भी मेरे पास नहीं\n\nएक यख़बस्ता11 उदासी है दिल-ओ-जाँ पे मुहीत12\nअब मेरी रूह में बाक़ी है न उम्मीद न जोश\nरह गया दब के गिराँबार13 सलासिल14 के तले\nमेरी दरमान्दा15 जवानी की उमन्गों का ख़रोश\n\n\n","author":"साहिर लुधियानवी","title":"शिकस्त \/ साहिर लुधियानवी"},{"poem":"आप बेवजह परेशान-सी क्यों हैं मादाम?\nलोग कहते हैं तो फिर ठीक ही कहते होँगे\nमेरे अहबाब ने तहज़ीब न सीखी होगी\nमेरे माहौल में इन्सान न रहते होँगे\n\nनूर-ए-सरमाया से है रू-ए-तमद्दुन की जिला[1]\nहम जहाँ हैं वहाँ तहज़ीब नहीं पल सकती\nमुफ़लिसी हिस्स-ए-लताफ़त[2] को मिटा देती है\nभूख आदाब के साँचे में नहीं ढल सकती\n\nलोग कहते हैं तो, लोगों पे ताज्जुब कैसा\nसच तो कहते हैं कि, नादारों की इज़्ज़त कैसी\nलोग कहते हैं - मगर आप अभी तक चुप हैं\nआप भी कहिए ग़रीबो में शराफ़त कैसी\n\nनेक मादाम!  बहुत जल्द वो दौर आयेगा\nजब हमें ज़ीस्त[3] के अदवार परखने होंगे\nअपनी ज़िल्लत की क़सम, आपकी अज़मत की क़सम\nहमको ताज़ीम[4] के मे'आर[5] परखने होंगे\n\nहम ने हर दौर में तज़लील[6] सही है लेकिन\nहम ने हर दौर के चेहरे को ज़िआ[7] बक़्शी है\nहम ने हर दौर में मेहनत के सितम झेले हैं\nहम ने हर दौर के हाथों को हिना बक़्शी है\n\nलेकिन इन तल्ख मुबाहिस[8] से भला क्या हासिल?\nलोग कहते हैं तो फिर ठीक ही कहते होँगे\nमेरे एहबाब ने तहज़ीब न सीखी होगी\nमेरे माहौल में इन्सान न रहते होँगे\n\nवजह बेरंगी-ए-गुलज़ार कहूँ या न कहूँ\nकौन है कितना गुनहगार कहूँ या न कहूँ\n\n","author":"साहिर लुधियानवी","title":"मादाम \/ साहिर लुधियानवी"},{"poem":"देखा तो था यूं ही किसी ग़फ़लत–शिआर[1] ने\nदीवाना कर दिया दिले–बेइख़्तियार ने\nऐ आर्ज़ू के धुंधले ख्वाबों! जवाब दो\nफिर किसकी याद आई थी मुझको पुकारने?\nतुमको ख़बर नहीं मगर इक सादालौह[2] को\nबर्बाद कर दिया तिरे दो दिन के प्यार ने\nमैं और तुमसे तर्के-मोहब्बत की[3] आरज़ू\nदीवाना कर दिया है ग़मे-रोज़गार[4] ने\nअब ऐ दिले-तबाह! तिरा क्या ख्याल है\nहम तो चले थे काकुले-गेती[5] सँवारने\n\n","author":"साहिर लुधियानवी","title":"देखा तो था यूं ही \/ साहिर लुधियानवी"},{"poem":"साथियो! मैंने बरसों तुम्हारे लिए\nचाँद, तारों, बहारों के सपने बुने\nहुस्न और इश्क़ के गीत गाता रहा\nआरज़ूओं के ऐवां[1] सजाता रहा\nमैं तुम्हारा मुगन्नी[2], तुम्हारे लिए\nजब भी आया नए गीत लाता रहा\nआज लेकिन मिरे दामने-चाक में[3]\nगर्दे-राहे-सफ़र के सिवा कुछ नहीं\nमेरे बरबत के सीने में नग्मों का दम घुट गया है\nतानें चीखों के अम्बार में दब गई हैं\nऔर गीतों के सुर हिचकियाँ बन गए हैं\nमैं तुम्हारा मुगन्नी हूँ, नग्मा नहीं हूँ\nऔर नग्मे की तख्लाक[4] का साज़ों-सामां\nसाथियों! आज तुमने भसम कर दिया है\nऔर मैं, अपना टूटा हुआ साज़ थामे\nसर्द लाशों के अम्बार को तक रहा हूँ\nमेरे चारों तरफ मौत की वहशतें[5] नाचती हैं\nऔर इंसान की हैवानियत[6] जाग उठी है\nबर्बरियत[7] के खूंख्वार अफ़रीत[8]\nअपने नापाक जबड़ो को खोले\nखून पी-पी के गुर्रा रहे हैं \nबच्चे मांओं की गोद में सहमे हुए हैं \nइस्मतें[9] सर-बरह् ना[10] परीशान हैं \nहर तरफ़ शोरे-आहो-बुका[11] है \nऔर मैं इस तबाही के तूफ़ान में \nआग और खून के हैजान[12] मैं \nसरनिगूं[13] और शिकस्ता[14] मकानों के मलबे से पुर रास्तों पर \nअपने नग्मों की झोली पसारे \nदर-ब-दर फिर रहा हूँ-\nमुझको अम्न और तहजीब की भीक दो \nमेरे गीतों की लय, मेरे सुर, मेरी नै \nमेरे मजरुह[15]  होंटो को फिर सौंप दो \nसाथियों! मैंने बरसों तुम्हारे लिए \nइन्किलाब और बग़ावत के नगमे अलापे \nअजनबी राज के ज़ुल्म की छाओं में \nसरफ़रोशी[16] के ख्वाबीदा[17] ज़ज्बे उभारे \nइस सुबह की राह देखी \nजिसमें इस मुल्क की रूह आज़ाद हो \nआज जंज़ीरे-महकूमियत[18] कट चुकी है\nऔर इस मुल्क के बह् रो-बर[19], बामो-दर[20]\nअजनबी कौम के ज़ुल्मत-अफशां[21] फरेरे[22] की मनहूस \nछाओं से आज़ाद हैं \nखेत सोना उगलने को बेचैन हैं \nवादियां लहलहाने को बेताब हैं \nकोहसारों[23] के सीने में हैजान है \nसंग और खिश्त[24] बेख्वाब-ओ-बेदार[25] हैं\nइनकी आँखों में ता’मीर[26] के ख्वाब हैं\nइनके ख्वाबों को तक्मील[27] का रुख दो\nमुल्क की वादियां,घाटियों,\nऔरतें, बच्चियां-\nहाथ फैलाए खैरात की मुन्तिज़र[28] हैं \nइनको अमन और तहज़ीब की भीक दो \nमांओं को उनके होंटों की शादाबियां[29]\nनन्हें बच्चों को उनकी ख़ुशी बख्श दो \nमुल्क की रूह को ज़िन्दगी बख्श दो  \nमुझको मेरा हुनर, मेरी लै बख्श दो \nमेरे सुर बख्श दो, मेरी नै बख्श दो \nआज सारी फ़जा[30] है भिकारी \nऔर मैं इस भिकारी फ़जा में \nअपने नगमों की झोली पसरे \nदर-ब–दर फिर रहा हूं \nमुझको फिर मेरा खोया हुआ साज़ दो \nमैं तुम्हारा मुगन्नी, तुम्हारे लिए \nजब भी आया नए गीत लाता रहूंगा\n\n","author":"साहिर लुधियानवी","title":"आज \/ साहिर लुधियानवी"},{"poem":"तिरी तड़प से न तड़पा था मेरा दिल,लेकिन\nतिरे सुकून[1] से बेचैन हो गया हूँ मैं \nये जान कर तुझे जाने कितना ग़म पहुचें \nकि आज तेरे ख़यालों में खो गया हूँ मैं \n\nकिसी की हो के तू इस तरह मेरे घर आई \nकि जैसे फिर कभी आए तो घर मिले न मिले \nनज़र उठाई, मगर ऐसी बे-यकीनी[2] से \nकि जिस तरह कोई पेशे-नज़र[3] मिले न मिले\nतू मुस्कुराई, मगर मुस्कुरा के रुक सी गई\nकि मुस्कुराने से ग़म की खबर मिले न मिले\nरुकी तो ऐसे, कि जैसे तिरी रियाज़त[4] को\nअब इस समर[5] से ज़ियादा समर मिले न मिले \nगई तो सोग में डूबे क़दम ये कह के गए \nसफ़र है शर्त, शरीके-सफ़र[6] मिले न मिले \n\nतिरी तड़प से न तड़पा था मेरा दिल,लेकिन\nतिरे सुकून से बेचैन हो गया हूँ मैं \nये जान कर तुझे क्या जाने कितना ग़म पहुंचे\nकि आज तेरे ख़यालों में खो गया हूँ मैं\n\n","author":"साहिर लुधियानवी","title":"एक मुलाक़ात \/ साहिर लुधियानवी"},{"poem":"चन्द कलियाँ निशात की चुनकर \nमुद्दतों मह्वे-यास रहता हूँ \nतेरा मिलना ख़ुशी की बात सही \nतुझ से मिल कर उदास रहता हूँ  \n\n\nतपते दिल पर यूं गिरती है\nतेरी नज़र से प्यार की शबनम\nजलते हुए जंगल पर जैसे\nबरखा बरसे रुक-रुक, थम-थम\n\n\nजहाँ-जहाँ तेरी नज़र की ओस टपकी थी\nवहां-वहां से अभी तक  ग़ुबार उठता है\nजहाँ-जहाँ तेरे जल्वों के फूल बिखरे थे\nवहां-वहां दिले-वहशी पुकार उठता है\n\n\t\nन मुंह छुपा के जिए हम,न सर झुका के जिए\nसितमगरों की नज़र से नज़र मिला के जिए\nअब एक रात अगर कम जिए,तो कम ही सही\nयही बहुत है कि हम मश्अलें जला के जिए\n\n","author":"साहिर लुधियानवी","title":"कुछ कत'ए \/ साहिर लुधियानवी"},{"poem":"इस तरफ से गुज़रे थे काफ़िले बहारों के \nआज तक सुलगते हैं ज़ख्म रहगुज़ारों के \n\nखल्वतों के शैदाई[1] खल्वतों में खुलते हैं \nहम से पूछ कर देखो राज़ पर्दादारों के \n\nपहले हंस के मिलते हैं फिर नज़र चुराते हैं \nआश्ना-सिफ़त[2] हैं लोग अजनबी दियारों के[3] \n\nतुमने सिर्फ चाहा है हमने छू के देखे हैं \nपैरहन[4] घटाओं के, जिस्म बर्क-पारों[5] के\n\nशगले-मयपरस्ती[6] गो जश्ने-नामुरादी है\nयूँ भी कट गए कुछ दिन तेरे सोगवारों[7] के\n\n","author":"साहिर लुधियानवी","title":"इस तरफ से गुज़रे थे काफ़िले बहारों के \/ साहिर लुधियानवी"},{"poem":"फूट पड़ी मशरिक से किरने\nहाल बना माज़ी[2] का फ़साना, गूंजा मुस्तकबिल[3] का तराना \nभेजे हैं एहबाब[4] ने तोहफ़े, अटे पड़े हैं मेज़ के कोने \nदुल्हन बनी हुई हैं राहें\nजश्न मनाओ साल-ए-नौ के[5]  \nनिकली है बंगले के दर से \nइक मुफ़लिस दहकान[6] की बेटी, अफ़सुर्दा, मुरझाई हुई-सी \nजिस्म के दुखते जोड़ दबाती, आँचल से सीने को छुपाती \nमुट्ठी में इक नोट दबाये \nजश्न मनाओ साल-ए-नौ के \nभूके, ज़र्द, गदागर[7] बच्चे \nकार के पीछे भाग रहे हैं, वक़्त से पहले जाग उठे हैं \nपीप भरी आँखें सहलाते, सर के फोड़ों को खुजलाते \nवो देखो कुछ और भी निकले \nजश्न मनाओ साल-ए-नौ के\n\n","author":"साहिर लुधियानवी","title":"सुबहे-नौरोज़ \/ साहिर लुधियानवी"},{"poem":"फ़नकार[1]\n\nमैंने जो गीत तिरे प्यार की ख़ातिर लिक्खे\nआज उन गीतों को बाज़ार में ले आया हूँ\n\nआज दुक्कान पे नीलाम उठेगा उनका\nतूने जिन गीतों पे रक्खी थी मोहब्बत की असास[2]\nआज चाँदी के तराज़ू में तुलेगी हर चीज़\nमेरे अफ़कार[3], मिरी शायरी, मिरा एहसास\n\nजो तिरी ज़ात से मंसूब थे[4] उन गीतों को\nमुफ़लिसी जिन्स[5] बनाने पर उतर आई है\nभूक, तेरे रुख़े-रंगों के[6] फ़सानों के इवज़\nचंद अशिया -ए- ज़रूरत की[7] तमन्नाई है\n\nदेख इस अर्सागहे - मेहनतो – सर्माया[8] में\nमेरे नग्मे भी मिरे पास नहीं रह सकते\nतेरे जलवे किसी ज़रदार[9] की मीरास सही\nतेरे ख़ाके[10] भी मिरे पास नहीं रह सकते\n\nआज उन गीतों को बाज़ार में ले आया हूँ\nमैंने जो गीत तिरे प्यार की ख़ातिर लिक्खे\n\n","author":"साहिर लुधियानवी","title":"फ़नकार \/ साहिर लुधियानवी"},{"poem":"अब तक मेरे गीतों में उम्मीद भी थी पसपाई भी\nमौत के क़दमों की आहट भी, जीवन की अंगड़ाई भी\nमुस्तकबिल की किरणें भी थीं, हाल की बोझल ज़ुल्मत भी\nतूफानों का शोर भी था और ख्वाबों की शहनाई भी\n\nआज से मैं अपने गीतों में आतश–पारे भर दूंगा\nमद्धम लचकीली तानों में जीवन–धारे भर दूंगा\nजीवन के अंधियारे पथ पर मशअल लेकर निकलूंगा\nधरती के फैले आँचल में सुर्ख सितारे भर दूंगा\nआज से ऐ मज़दूर-किसानों! मेरे राग तुम्हारे हैं\nफ़ाकाकश इंसानों! मेरे जोग बिहाग तुम्हारे हैं\nजब तक तुम भूके-नंगे हो, ये शोले खामोश न होंगे\nजब तक बे-आराम हो तुम, ये नगमें राहत कोश न होंगे\n\nमुझको इसका रंज नहीं है लोग मुझे फ़नकार न मानें\nफ़िक्रों-सुखन के ताजिर मेरे शे’रों  को अशआर न मानें\nमेरा फ़न, मेरी उम्मीदें, आज से तुमको अर्पन हैं\nआज से मेरे गीत तुम्हारे दुःख और सुख का दर्पन हैं\n\nतुम से कुव्वत लेकर अब मैं तुमको राह दिखाऊँगा\nतुम परचम लहराना साथी, मैं बरबत पर गाऊंगा\nआज से मेरे फ़न का मकसद जंजीरें पिघलाना है\nआज से मैं शबनम के बदले अंगारे बरसाऊंगा\n\n","author":"साहिर लुधियानवी","title":"मेरे गीत तुम्हारे हैं \/ साहिर लुधियानवी"},{"poem":"अपने माज़ी के[1] तसव्वुर से[2] हिरासां[3]हूँ मैं \nअपने गुज़रे हुए ऐयाम से[4] नफरत है मुझे\nअपनी बेकार तमन्नाओं पे शर्मिंदा हूँ \nअपनी बेसूद[5] उम्मीदों पे नदामत है मुझे \n\nमेरे माज़ी को अँधेरे में दबा रहने दो \nमेरा माज़ी मेरी ज़िल्लत के सिवा कुछ भी नहीं \nमेरी उम्मीदों का हासिल, मिरी काविश[6] का सिला \nएक बेनाम अज़ीयत के[7] सिवा कुछ भी नहीं\n\nकितनी बेकार उम्मीदों का सहारा लेकर\nमैंने ऐवान[8] सजाए थे किसी की खातिर\nकितनी बेरब्त[9] तमन्नाओं के मुबहम ख़ाके[10]\nअपने ख़्वाबों में बसाए थे किसी की ख़ातिर \n\nमुझसे अब मेरी मोहब्बत के फ़साने[11] न कहो \nमुझको कहने दो कि मैंने उन्हें चाहा ही नहीं\nऔर वो मस्त निगाहें जो मुझे भूल गईं \nमैंने उन मस्त निगाहों को सराहा ही नहीं \n\nमुझको कहने दो कि मैं आज भी जी सकता हूँ \nइश्क़ नाकाम सही – ज़िन्दगी नाकाम नहीं \nउन्हें अपनाने की ख्वाहिश, उन्हें पाने की तलब\nशौक़े-बेकार[12] सही, सअइ-ए-ग़म-अंजाम[13] नहीं  \n\nवही गेसू[14], वही नज़रें, वही आरिज़[15], वही जिस्म \nमैं जो चाहूं तो मुझे और भी मिल सकते हैं \nवो कंवल जिनको कभी उनके लिए खिलना था \nउनकी नज़रों से बहुत दूर भी खिल सकते हैं\n\n","author":"साहिर लुधियानवी","title":"फ़रार \/ साहिर लुधियानवी"},{"poem":"तेरे होंठों पे तबस्सुम[1] की वो हलकी-सी लकीर \nमेरे तख़ईल में [2] रह-रह के झलक उठती है\nयूं अचानक तिरे आरिज़ का[3] ख़याल आता है \nजैसे ज़ुल्मत में[4] कोई शम्अ भड़क उठती है\n\nतेरे पैराहने-रंगीं की[5] ज़ुनुंखेज़[6] महक\nख़्वाब बन-बन के मिरे ज़ेहन में[7] लहराती  है\nरात की सर्द ख़ामोशी में हर इक झोकें से\nतेरे अनफ़ास[8], तिरे जिस्म की आंच आती है \n\nमैं सुलगते हुए राज़ों को अयां[9] तो कर दूं\nलेकिन इन राज़ों की तश्हीर[10] से जी डरता है\nरात के ख्वाब उजाले में बयां तो कर दूं \nइन हसीं ख़्वाबों की ताबीर से[11] जी डरता है \n\nतेरी साँसों की थकन, तेरी निगाहों का सुकूत[12]\nदर- हक़ीकत[13] कोई रंगीन शरारत ही न हो \nमैं जिसे प्यार का अंदाज़ समझ बैठा हूँ \nवो तबस्सुम, वो तकल्लुम[14] तिरी आदत ही न हो\n\nसोचता हूँ कि तुझे मिलके मैं जिस सोच में हूँ \nपहले उस सोच का मकसूम[15] समझ लूं तो कहूं\nमैं तिरे शहर में अनजान हूँ, परदेसी हूँ\nतिरे अल्ताफ़ का[16] मफ़हूम[17] समझ लूं तो कहूं \n\nकहीं ऐसा न हो, पांओं मिरे थर्रा जाए\nऔर तिरी मरमरी[18] बाँहों का सहारा न मिले \nअश्क बहते रहें खामोश सियह[19] रातों में \nऔर तिरे रेशमी आंचल का किनारा न मिले\n\n","author":"साहिर लुधियानवी","title":"हिरास \/ साहिर लुधियानवी"},{"poem":"कभी कभी मेरे दिल में ख़याल आता है\n\nकि ज़िन्दगी तेरी ज़ुल्फ़ों की नर्म छाँव में  \nगुज़रने पाती तो शादाब हो भी सकती थी  \nये तीरगी जो मेरी ज़ीस्त का मुक़द्दर है  \nतेरी नज़र की शुआओं में खो भी सकती थी   \n\nअजब न था के मैं बेगाना-ए-अलम रह कर  \nतेरे जमाल की रानाईयों में खो रहता  \nतेरा गुदाज़ बदन तेरी नीमबाज़ आँखें  \nइन्हीं हसीन फ़सानों में महव हो रहता   \n\nपुकारतीं मुझे जब तल्ख़ियाँ ज़माने की  \nतेरे लबों से हलावट के घूँट पी लेता  \nहयात चीखती फिरती बरहना-सर, और मैं  \nघनेरी ज़ुल्फ़ों के साये में छुप के जी लेता   \n\nमगर ये हो न सका और अब ये आलम है  \nके तू नहीं, तेरा ग़म, तेरी जुस्तजू भी नहीं  \nगुज़र रही है कुछ इस तरह ज़िन्दगी जैसे  \nइसे किसी के सहारे की आरज़ू भी नहीं   \n\nज़माने भर के दुखों को लगा चुका हूँ गले  \nगुज़र रहा हूँ कुछ अनजानी रह्गुज़ारों से   \nमहीब साये मेरी सम्त बढ़ते आते हैं  \nहयात-ओ-मौत के पुरहौल ख़ारज़ारों से   \n\nन कोई जादह-ए-मंज़िल न रौशनी का सुराग़  \nभटक रही है ख़लाओं में ज़िन्दगी मेरी  \nइन्हीं ख़लाओं में रह जाऊँगा कभी खोकर  \nमैं जानता हूँ मेरी हमनफ़स मगर फिर भी   \n\nकभी कभी मेरे दिल में ख़याल आता है\n\n","author":"साहिर लुधियानवी","title":"कभी कभी \/ साहिर लुधियानवी"},{"poem":"न मुँह छुपा के जियो और न सर झुका के जियो\nग़मों का दौर भी आये तो मुस्कुरा के जियो\nन मुँह छुपा के जियो और न सर झुका के जियो\n\nघटा में छुपके सितारे फ़ना नहीं होते\nअँधेरी रात में दिये जला के चलो\nन मुँह छुपा के जियो और न सर झुका के जियो\n\nना जाने कौन-सा पल मौत की अमानत हो\nहर एक पल की खुशी को गले लगा के जियो \nन मुँह छुपा के जियो और न सर झुका के जियो\n\nये ज़िंदगी किसी मंज़िल पे रुक नहीं सकती\nहर इक मक़ाम पे क़दम बढ़ा के चलो\nन मुँह छुपा के जियो और न सर झुका के जियो\n\n","author":"साहिर लुधियानवी","title":"न मुँह छुपा के जियो \/ साहिर लुधियानवी"},{"poem":"हम इन्तज़ार करेंगे तेरा क़यामत तक\nख़ुदा करे कि क़यामत हो और तू आए\n\nयह इन्तज़ार भी एक इम्तिहान होता है\nइसी से इश्क का शोला जवान होता है\nयह इन्तज़ार सलामत हो और तू आए\n\nबिछाए शौक़ के सजदे वफ़ा की राहों में\nखड़े हैं दीद की हसरत लिए निगाहों में\nकुबूल दिल की इबादत हो और तू आए\n\nवो ख़ुशनसीब हो जिसको तू इन्तिख़ाब करे\nख़ुदा हमारी मोहब्बत को कामयाब करे\nजवाँ सितार-ए-क़िस्मत हो और तू आए\nख़ुदा करे कि क़यामत हो और तू आए\n\n","author":"साहिर लुधियानवी","title":"हम इन्तज़ार करेंगे तेरा क़यामत तक \/ साहिर लुधियानवी"},{"poem":"मैं ज़िन्दगी का साथ निभाता चला गया\nहर फ़िक्र को धुएँ में उड़ाता चला गया\n\nबरबादियों का सोग़ मनाना फ़ुजूल था\nबरबादियों का जश्न मनाता चला गया\n\nजो मिल गया उसी को मुक़द्दर समझ लिया\nजो खो गया मैं उसको भुलाता चला गया\n\nग़म और ख़ुशी में फ़र्क़ न महसूस हो जहाँ\nमैं दिल को उस मुक़ाम पर लाता चला गया\n\n","author":"साहिर लुधियानवी","title":"मैं ज़िन्दगी का साथ निभाता चला गया \/ साहिर लुधियानवी"},{"poem":"(1)\nमैं पल-दो-पल का शायर हूँ, पल-दो-पल मेरी कहानी है ।\nपल-दो-पल मेरी हस्ती है, पल-दो-पल मेरी जवानी है ॥\n\nमुझ से पहले कितने शायर आए और आ कर चले गए,\nकुछ आहें भर कर लौट गए, कुछ नग़में गा कर चले गए ।\nवे भी एक पल का क़िस्सा थे, मैं भी एक पल का क़िस्सा हूँ,\nकल तुम से जुदा हो जाऊंगा गो आज तुम्हारा हिस्सा हूँ ॥\n\nमैं पल-दो-पल का शायर हूँ, पल-दो-पल मेरी कहानी है ।\nपल-दो-पल मेरी हस्ती है, पल-दो-पल मेरी जवानी है ॥\n\nकल और आएंगे नग़मों की खिलती कलियाँ चुनने वाले,\nमुझसे बेहतर कहने वाले, तुमसे बेहतर सुनने वाले ।\nकल कोई मुझ को याद करे, क्यों कोई मुझ को याद करे\nमसरुफ़ ज़माना मेरे लिए, क्यों वक़्त अपना बरबाद करे ॥\n\nमैं पल-दो-पल का शायर हूँ, पल-दो-पल मेरी कहानी है ।\nपल-दो-पल मेरी हस्ती है, पल-दो-पल मेरी जवानी है ॥\n(2)\nमैं हर इक पल का शायर हूँ हर इक पल मेरी कहानी है\nहर इक पल मेरी हस्ती है हर इक पल मेरी जवानी है\n\nरिश्तों का रूप बदलता है, बुनियादें खत्म नहीं होतीं\nख़्वाबों और उमँगों की मियादें खत्म नहीं होतीं\nइक फूल में तेरा रूप बसा, इक फूल में मेरी जवानी है\nइक चेहरा तेरी निशानी है, इक चेहरा मेरी निशानी है\n\nमैं हर इक पल का शायर हूँ हर इक पल मेरी कहानी है\nहर इक पल मेरी हस्ती है हर इक पल मेरी जवानी है\n\nतुझको मुझको जीवन अम्रित अब इन हाथों से पीना है\nइनकी धड़कन में बसना है, इनकी साँसों में जीना है\nतू अपनी अदाएं बक्ष इन्हें, मैं अपनी वफ़ाएं देता हूँ\nजो अपने लिए सोचीं थी कभी, वो सारी दुआएं देता हूँ\n\nमैं हर इक पल का शायर हूँ हर इक पल मेरी कहानी है\nहर इक पल मेरी हस्ती है हर इक पल मेरी जवानी है\n\n","author":"साहिर लुधियानवी","title":"मैं पल दो पल का शायर हूँ \/ साहिर लुधियानवी"},{"poem":"ताज तेरे लिए इक मज़हर-ए-उलफत ही सही\nतुम को इस वादी-ए-रँगीं से अक़ीदत ही सही\nमेरे महबूब कहीं और मिला कर मुझसे\n\nबज़्म-ए-शाही में ग़रीबों का गुज़र क्या मानी\nसब्त जिस राह पे हों सतवत-ए-शाही के निशाँ\nउस पे उलफत भरी रूहों का सफर क्या मानी\n\nमेरी महबूब पस-ए-पर्दा-ए-तशरीर-ए-वफ़ा\nतूने सतवत के निशानों को तो देखा होता\nमुर्दा शाहों के मक़ाबिर से बहलने वाली,\nअपने तारीक़ मक़ानों को तो देखा होता\n\nअनगिनत लोगों ने दुनिया में मुहब्बत की है\nकौन कहता है कि सादिक़ न थे जज़्बे उनके\nलेकिन उनके लिये तश्शीर का सामान नहीं\nक्यूँकि वो लोग भी अपनी ही तरह मुफ़लिस थे\n\nये इमारत-ओ-मक़ाबिर, ये फ़ासिले, ये हिसार\nमुतल-क़ुलहुक्म शहँशाहों की अज़्मत के सुतून\nदामन-ए-दहर पे उस रँग की गुलकारी है\nजिसमें शामिल है तेरे और मेरे अजदाद का ख़ून\n\nमेरी महबूब! उनहें भी तो मुहब्बत होगी\nजिनकी सानाई ने बक़शी है इसे शक़्ल-ए-जमील\nउनके प्यारों के मक़ाबिर रहे बेनाम-ओ-नमूद\nआज तक उन पे जलाई न किसी ने क़ँदील\n\nये चमनज़ार ये जमुना का किनारा, ये महल\nये मुनक़्कश दर-ओ-दीवार, ये महराब ये ताक़\nइक शहँशाह ने दौलत का सहारा ले कर\nहम ग़रीबों की मुहब्बत का उड़ाया है मज़ाक़\nमेरे महबूब कहीं और मिला कर मुझसे\n\n","author":"साहिर लुधियानवी","title":"कहीं और मिला कर मुझसे \/ साहिर लुधियानवी"},{"poem":"वो सुबह कभी तो आएगी\n\nइन काली सदियों के सर से जब रात का आंचल ढलकेगा\nजब दुख के बादल पिघलेंगे जब सुख का सागर झलकेगा\nजब अम्बर झूम के नाचेगा जब धरती नगमे गाएगी\n\nवो सुबह कभी तो आएगी\n\nजिस सुबह की ख़ातिर जुग जुग से हम सब मर मर के जीते हैं\nजिस सुबह के अमृत की धुन में हम ज़हर के प्याले पीते हैं\nइन भूखी प्यासी रूहों पर इक दिन तो करम फ़रमाएगी\n\nवो सुबह कभी तो आएगी\n\nमाना कि अभी तेरे मेरे अरमानों की क़ीमत कुछ भी नहीं\nमिट्टी का भी है कुछ मोल मगर इन्सानों की क़ीमत कुछ भी नहीं\nइन्सानों की इज्जत जब झूठे सिक्कों में न तोली जाएगी\n\nवो सुबह कभी तो आएगी\n\nदौलत के लिए जब औरत की इस्मत को ना बेचा जाएगा\nचाहत को ना कुचला जाएगा, इज्जत को न बेचा जाएगा\nअपनी काली करतूतों पर जब ये दुनिया शर्माएगी\n\nवो सुबह कभी तो आएगी\n\nबीतेंगे कभी तो दिन आख़िर ये भूख के और बेकारी के\nटूटेंगे कभी तो बुत आख़िर दौलत की इजारादारी के\nजब एक अनोखी दुनिया की बुनियाद उठाई जाएगी\n\nवो सुबह कभी तो आएगी\n\nमजबूर बुढ़ापा जब सूनी राहों की धूल न फांकेगा\nमासूम लड़कपन जब गंदी गलियों में भीख न मांगेगा\nहक़ मांगने वालों को जिस दिन सूली न दिखाई जाएगी\n\nवो सुबह कभी तो आएगी\n\nफ़आक़ों की चिताओ पर जिस दिन इन्सां न जलाए जाएंगे\nसीने के दहकते दोज़ख में अरमां न जलाए जाएंगे\nये नरक से भी गंदी दुनिया, जब स्वर्ग बनाई जाएगी\n\nवो सुबह कभी तो आएगी\n\nजिस सुबह की ख़ातिर जुग जुग से हम सब मर मर के जीते हैं\nजिस सुबह के अमृत की धुन में हम ज़हर के प्याले पीते हैं\nवो सुबह न आए आज मगर, वो सुबह कभी तो आएगी\n\nवो सुबह कभी तो आएगी\n\n","author":"साहिर लुधियानवी","title":"वो सुबह कभी तो आएगी \/ साहिर लुधियानवी"},{"poem":"तेरा ख़याल दिल से मिटाया नहीं अभी\nबेदर्द मैं ने तुझ को भुलाया नहीं अभी\n\nकल तूने मुस्कुरा के जलाया था ख़ुद जिसे\nसीने का वो चराग़ बुझाया नहीं अभी\n\nगदर्न को आज भी तेरे बाहों की याद है\nचौखट से तेरी सर को उठाया नहीं अभी\n\nबेहोश होके जल्द तुझे होश आ गया\nमैं बदनसीब होश में आया नहीं अभी\n\n","author":"साहिर लुधियानवी","title":"तेरा ख़याल दिल से मिटाया नहीं अभी \/ साहिर लुधियानवी"},{"poem":"साथी हाथ बढ़ाना, साथी हाथ बढ़ाना \nएक अकेला थक जायेगा मिल कर बोझ उठाना \nसाथी हाथ बढ़ाना\n\nहम मेहनतवालों ने जब भी मिलकर कदम बढ़ाया \nसागर ने रस्ता छोड़ा पर्वत ने शीश झुकाया \nफ़ौलादी हैं सीने अपने फ़ौलादी हैं बाहें \nहम चाहें तो पैदा करदें, चट्टानों में राहें, \nसाथी हाथ बढ़ाना\n\nमेहनत अपनी लेख की रेखा मेहनत से क्या डरना \nकल गैरों की खातिर की अब अपनी खातिर करना \nअपना दुख भी एक है साथी अपना सुख भी एक \nअपनी मंजिल सच की मंजिल अपना रस्ता नेक,\nसाथी हाथ बढ़ाना\n\nएक से एक मिले तो कतरा बन जाता है दरिया \nएक से एक मिले तो ज़र्रा बन जाता है सेहरा \nएक से एक मिले तो राई बन सकती है पर्वत \nएक से एक मिले तो इन्सान बस में कर ले किस्मत, \nसाथी हाथ बढ़ाना\n\nमाटी से हम लाल निकालें मोती लाएँ जल से \nजो कुछ इस दुनिया में बना है बना हमारे बल से \nकब तक मेहनत के पैरों में ये दौलत की ज़ंज़ीरें \nहाथ बढ़ाकर छीन लो अपने सपनों की तस्वीरें, \nसाथी हाथ बढ़ाना\n\n","author":"साहिर लुधियानवी","title":"साथी हाथ बढ़ाना \/ साहिर लुधियानवी"},{"poem":"(1)\nमेरा तुझ से है पहले का नाता कोई\nयूँ ही नहीं दिल लुभाता कोई\nजाने तू या जाने न\nमाने तू या माने न\n\nधुआँ-धुआँ था वो समा\nयहाँ-वहाँ जाने कहाँ\nतू और मैं कहीं मिले थे पहले\nदेखा तुझे तो दिल ने कहा\nजाने तू या जाने न\nमाने तू या माने न\n\nतू भी रही मेरे लिए\nमैं भी रहा तेरे लिए\nपहले भी मैं तुझे बाहों में लेके\nझूमा किया और झूमा किया\nजाने तू या जाने न\nमाने तू या माने न\n\nदेखो अभी खोना नहीं\nकभी जुदा होना नहीं\nअब खेल में यूँही रहेंगे दोनों\nवादा रहा ये इस शाम का\nजाने तू या जाने न\nमाने तू या माने न\n\n(2)\nतेरा मुझसे है पहले का नाता कोई\nयूँ ही नहीं दिल लुभाता कोई \nजाने तू या जाने ना, माने तू या माने ना \n\nदेखो अभी खोना नहीं, कभी जुदा होना नहीं \nहरदम यूँ ही मिले रहेंगे दो नैन \nवादा रहा ये इस शाम का \nजाने तू या जाने ना, माने तू या माने ना \n\nवादे गये बातें गईं, जागी जागी रातें गईं \nचाह जिसे मिला नहीं, तो भी कोई गिला नहीं \nअपना तो क्या जिये मरे चाहे कुछ हो \nतुझको तो जीना रास आ गया \nजाने तू या जाने ना, माने तू या माने ना\n\n","author":"साहिर लुधियानवी","title":"तेरा मुझसे है पहले का नाता कोई \/ साहिर लुधियानवी"},{"poem":"किशोर:\t\nवादा करो नहीं छोड़ोगी तुम मेरा साथ\nजहाँ तुम हो वहाँ मैं भी हूँ \nवादा करो नहीं छोड़ोगी तुम मेरा साथ\nजहाँ तुम हो वहाँ मैं भी हूँ \n\nआशा:\nछुओ नहीं देखो ज़रा पीछे रखो हाथ\nजवाँ तुम हो जवाँ मैं भी हूँ\nछुओ नहीं देखो ज़रा पीछे रखो हाथ\nजवाँ तुम हो जवाँ मैं भी हूँ\n\nकिशोर:\nसुनो मेरी जाँ हँस के मुझे ये कह दो\nभीगे-भीगे लबों की नरमी मेरे लिए है\nजवाँ नज़र की मस्ती मेरे लिए है\nहसीं अदा की शोख़ी मेरे लिए है\nमेरे लिए ले के आई हो ये सौग़ात\nजहाँ तुम हो वहाँ मैं भी हूँ \n\nआशा:\nछुओ नहीं देखो ...\n\nमेरे ही पीछे आख़िर पड़े हो तुम क्यों\nइक मैं जवाँ नहीं हूँ और भी तो हैं\nहो मुझे ही घेरे आख़िर खड़े हो तुम क्यों\nमैं ही यहाँ नहीं हूँ और भी तो हैं\nजाओ जा के ले लो जो भी दे-दे तुम्हें हाथ\nजहाँ सब हैं वहाँ मैं भी हूँ\nजहाँ सब हैं वहाँ मैं भी हूँ\n\nकिशोर:\nवादा करो नहीं छोड़ोगी तुम मेरा साथ\nजहाँ तुम हो वहाँ मैं भी हूँ\n\n","author":"साहिर लुधियानवी","title":"वादा करो नहीं छोड़ोगी तुम मेरा साथ \/ साहिर लुधियानवी"},{"poem":"मिलती है ज़िंदगी में मोहब्बत कभी-कभी\nहोती है दिल्बरों की इनायत कभी-कभी\n\nशर्मा के मुँह न फेर नज़र के सवाल पर\nलाती है ऐसे मोड़ पर क़िस्मत कभी-कभी\n\nखुलते नहीं हैं रोज़ दरिचे बहार के\nआती है जान-ए-मन ये क़यामत कभी-कभी\n\nतनहा न कट सकेंगे जवानी के रास्ते\nपेश आएगी किसीकी ज़रूरत कभी-कभी\n\nफिर खो न जाएँ हम कहीं दुनिया की भीड़ में\nमिलती है पास आने की मुहलत कभी-कभी\n\nहोती है दिलबरों की इनायत कभी-कभी\nमिलती है ज़िंदगी में मोहब्बत कभी कभी\n\n","author":"साहिर लुधियानवी","title":"मिलती है जिंदगी में मोहब्बत कभी कभी \/ साहिर लुधियानवी"},{"poem":"ग़ैरों पे करम अपनों पे सितम, ऐ जान-ए-वफ़ा ये ज़ुल्म न कर\nरहने दे अभी थोड़ा सा धरम, ऐ जान-ए-वफ़ा ये ज़ुल्म न कर\nये ज़ुल्म न कर\nग़ैरों पे करम ...\n\nग़ैरों के थिरकते शानों पर, ये हाथ गँवारा कैसे करें\nहर बात गंवारा है लेकिन, ये बात गंवारा कैसे करें\nये बात गंवारा कैसे करें\nमर जाएंगे हम, मिट जाएंगे हम\nऐ जान-ए-वफ़ा ये ज़ुल्म न कर, ये ज़ुल्म न कर\nग़ैरों पे करम ...\n\nहम भी थे तेरे मंज़ूर-ए-नज़र, दिल चाहा तो अब इक़रार न कर\nसौ तीर चला सीने पे मगर, बेगानों से मिलकर वार न कर\nबेगानों से मिलकर वार न कर\nबेमौत कहीं मर जाएं न हम\nऐ जान-ए-वफ़ा ये ज़ुल्म न कर, ये ज़ुल्म न कर\nग़ैरों पे करम ...\n\nहम चाहनेवाले हैं तेरे, यूँ हमको जलाना ठीक नहीं\nमह्फ़िल में तमाशा बन जाएं, इस दर्जा सताना ठीक नहीं\nइस दर्जा सताना ठीक नहीं\nऐ जान-ए-वफ़ा ये ज़ुल्म न कर, ये ज़ुल्म न कर\nग़ैरों पे करम ...\n\n","author":"साहिर लुधियानवी","title":"गैरों पे करम, अपनों पे सितम \/ साहिर लुधियानवी"},{"poem":"मतलब निकल गया है तो, पहचानते नहीं\nयूँ जा रहे हैं जैसे हमें, जानते नहीं\n\nअपनी गरज़ थी जब तो लिपटना क़बूल था\nबाहों के दायरे में सिमटना क़बूल था\nअब हम मना रहे हैं मगर मानते नहीं\n\nहमने तुम्हें पसंद किया, क्या बुरा किया\nरुतबा ही कुछ बलन्द किया क्या बुरा किया\nहर इक गली की ख़ाक तो हम छानते नहीं\n\nमुँह फेर कर न जाओ हमारे क़रीब से\nमिलता है कोई चाहने वाला नसीब से\nइस तरह आशिक़ों पे कमाँ तानते नहीं\n\n","author":"साहिर लुधियानवी","title":"मतलब निकल है तो, पहचानते नहीं \/ साहिर लुधियानवी"},{"poem":"दुनिया करे सवाल तो हम क्या जवाब दें\nतुमको न हो ख़याल तो हम क्या जवाब दें\nदुनिया करे सवाल   ...\n\nपूछे कोई कि दिल को कहाँ छोड़ आये हैं\nकिस किस से अपना रिश्ता-ए-जाँ तोड़ आये हैं\nमुशकिल हो अर्ज़-ए-हाल तो हम क्या जवाब दें\nतुमको न हो ख़याल तो   ...\n\nपूछे कोई कि दर्द-ए-वफ़ा कौन दे गया\nरातों को जागने की सज़ा कौन दे गया\nकहने से हो मलाल तो हम क्या जवाब दें\nतुमको न हो ख़याल तो   ...\n\n","author":"साहिर लुधियानवी","title":"दुनिया करे सवाल तो हम क्या जवाब दें \/ साहिर लुधियानवी"},{"poem":"ज़िंदगी भर नहीं भूलेगी वो बरसात की रात\nएक अनजान हसीना से मुलाक़ात की रात\nज़िंदगी भर नहीं भूलेगी ...\n\nहाय वो रेशमी ज़ुल्फ़ों से बरसता पानी\nफूल से गालों पे रुकने को तरसता पानी\nदिल में तूफ़ान उठाते हुए \nदिल में तूफ़ान उठाते हुए हालात की रात \nज़िंदगी भर नहीं भूलेगी ...\n\nडर के बिजली से अचानक वो लिपटना उसका\nऔर फिर शर्म से बल खाके सिमटना उसका \nकभी देखी न सुनी ऐसी हो\nकभी देखी न सुनी ऐसी तिलिस्मात की रात\nज़िंदगी भर नहीं भूलेगी ...\n\nसुर्ख आँचल को दबाकर जो निचोड़ा उसने\nदिल पे जलता हुआ एक तीर-सा छोड़ा उसने \nआग पानी में लगाते हुए\nआग पानी में लगाते हुए जज़बात की रात\nज़िंदगी भर नहीं भूलेगी ...\n\nमेरे नग़्मों में जो बसती है वो तस्वीर थी वो\nनौजवानी के हसीं ख़्वाब की ताबीर थी वो\nआसमानों से उतर आई थी जो रात की रात\nज़िंदगी भर नहीं भूलेगी ...\n\n[लता:]\nज़िंदगी भर नहीं भूलेगी वो बरसात की रात\nएक अनजान मुसाफ़िर से मुलाक़ात की रात\nज़िंदगी भर नहीं भूलेगी \n\nहाय जिस रात मेरे दिल ने धड़कना सीखा\nशोख़ जज़बात ने सीने में भड़कना सीखा\nमेरी तक़दीर में निखरी हुई, हो\nमेरी तक़दीर में निखरी हुई सरमात की रात\nज़िंदगी भर नहीं भूलेगी \n\nदिल ने जब प्यार के रंगीन फ़साने छेड़े\nआँखों-आँखों ने वफ़ाओं के तराने छेड़े\nसोज़ में डूब गई आज वही\nसोज़ में डूब गई आज वही नग़्मात की रात\nज़िंदगी भर नहीं भूलेगी \n\n[रफ़ी]\nरूठनेवाली!\nरूठनेवाली मेरी बात पे मायूस ना हो\nबहके-बहके ख़्यालात से मायूस ना हो\nख़त्म होगी ना कभी तेरे, हो\nख़त्म होगी ना कभी तेरे मेरे साथ की रात\nज़िंदगी भर नहीं ...\n\n","author":"साहिर लुधियानवी","title":"जिंदगी भर नहीं भूलेगी वो बरसात की रात \/ साहिर लुधियानवी"},{"poem":"दिल जो ना कह सका\nवोही राज़-ए-दिल कहने की रात आई\nदिल जो ना कह सका\n\nतौबा ये किस ने अंजुमन सजा के\nटुकड़े किये हैं गुंच-ए-वफ़ा के\nटुकड़े किये हैं गुंच-ए-वफ़ा के\nउछालो गुलों के टुकड़े\nके रंगीं फ़िज़ाओं में रहने की रात आई\nदिल जो ना कह सका\n\nचलिये मुबारक ये जश्न दोस्ती का\nदामन तो थामा आप ने किसी का \nदामन तो थामा आप ने किसी का \nहमें तो खुशी यही है\nतुम्हें भी किसी को अपना कहने की रात आई\nदिल जो ना कह सका\n\nसागर उठाओ दिल का किस को ग़म है\nआज दिल की क़ीमत जाम से भी कम है\nपियो चाहे खून-ए-दिल हो\nके पीते पिलाते ही रहने की रात आई\nदिल जो ना कह सका\n\n","author":"साहिर लुधियानवी","title":"दिल जो न कह सका वही राज़-ए-दिल \/ साहिर लुधियानवी"},{"poem":"मेरे दिल में आज क्या है\nतू कहे तो मैं बता दूँ\nतेरी ज़ुल्फ़ फिर सवारूँ\nतेरी माँग फिर सजा दूँ\nमेरे दिल में ...\n\nमुझे देवता बनाकर, तेरी चाहतों ने पूजा\nमुझे देवता बनाकर, तेरी चाहतों ने पूजा\nमेरा प्यार कह रहा है,\nमैं तुझे खुदा बना दूँ\nतेरी ज़ुल्फ़ फिर ...\n\nकोई ढूँढ्ने भी आए, तो हमें ना ढूँढ़ पाए \nकोई ढूँढ्ने भी आए, तो हमें ना ढूँढ़ पाए \nतू मुझे कहीं छुपा दे,\nमैं तुझे कहीं छुपा दूँ\nतेरी ज़ुल्फ़ फिर ...\n\nमेरे बाज़ुओं मे आकर, तेरा दर्द चैन पाए \nमेरे बाज़ुओं मे आकर, तेरा दर्द चैन पाए \nतेरे गेसुओं मे छुपकर,\nमैं जहाँ के ग़म भुला दूँ\nतेरी ज़ुल्फ़ फिर ...\n\n","author":"साहिर लुधियानवी","title":"मेरे दिल में आज क्या है \/ साहिर लुधियानवी"},{"poem":"कह दूँ तुम्हें\nया चुप रहूँ\nदिल में मेरे आज क्या है\nकह दूँ तुम्हें या चुप रहूँ\nदिल में मेरे आज क्या है\nजो बोलो तो जानूँ गुरू तुमको मानूँ\nचलो ये भी वादा है\nकह दूँ तुम्हें...\n\nसोचा है तुमने कि चलते ही जाएँ\nतारों से आगे कोई दुनिया बसाएँ\nतो तुम बताओ\nसोचा ये है कि तुम्हें रस्ता भुलाएँ\nसूनी जगह पे कहीं छेड़ें सताएँ\nहाय रे ना ना\nये ना करना\nअरे नहीं रे नहीं रे नहीं रे नहीं रे नहीं नहीं\nकह दूँ तुम्हें...\n\nसोचा है तुमने कि कुछ गुनगुनाएँ\nमस्ती में झूमें ज़रा धूमें मचाएँ\nतो तुम बताओ ना\nसोचा ये है कि तुम्हें नज़दीक लाएँ\nफूलों से होंठों की लाली चुराएँ\nहाय रे ना ना \nये ना करना\nअरे नहीं रे नहीं रे नहीं रे नहीं रे नहीं नहीं\nकह दूँ तुम्हें...\n\n","author":"साहिर लुधियानवी","title":"कह दूँ तुम्हें या चुप रहूँ \/ साहिर लुधियानवी"},{"poem":"मैंने तुझे माँगा तुझे पाया है\nतूने मुझे माँगा मुझे पाया है\nआगे हमें जो भी मिले या ना मिले गिला नहीं\n\nछाँव घनी ही नहीं धूप कड़ी भी होती है राहों में\nग़म हो कि ख़ुशियाँ हों हमको सभी लेना है बाँहों में\nयों दुखी हो के जीने वाले क्या ये तुझे पता नहीं\nमैने तुझे माँगा ...\n\nज़िद है तुम्हें तो लो लब पे न शिकवा कभी भी लाएँगे\nहँस के सहेंगे जो दर्द या ग़म ये जहाँ से पाएँगे\nतुझको जो बुरा लगे ऐसा भी किया नहीं\nमैने तुझे माँगा ...\n\n","author":"साहिर लुधियानवी","title":"मैंने तुझे माँगा तुझे पाया है \/ साहिर लुधियानवी"},{"poem":"ना तो कारवाँ की तलाश है, ना तो हमसफ़र की तलाश है\nमेरे शौक़-ए-खाना खराब को, तेरी रहगुज़र की तलाश है\n\nमेरे नामुराद जुनून का है इलाज कोई तो मौत है\nजो दवा के नाम पे ज़हर दे उसी चारागर की तलाश है\n\nतेरा इश्क़ है मेरी आरज़ू, तेरा इश्क़ है मेरी आबरू\nदिल इश्क़ जिस्म इश्क़ है और जान इश्क़ है\nईमान की जो पूछो तो ईमान इश्क़ है\nतेरा इश्क़ है मेरी आरज़ू, तेरा इश्क़ है मेरी आबरू,\nतेरा इश्क़ मैं कैसे छोड़ दूँ, मेरी उम्र भर की तलाश है\n\nइश्क़ इश्क़ तेरा इश्क़ इश्क़ ...\n\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nजाँसोज़ की हालत को जाँसोज़ ही समझेगा\nमैं शमा से कहता हूँ महफ़िल से नहीं कहता क्योंकि\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nसहर तक सबका है अंजाम जल कर खाक हो जाना,\nभरी महफ़िल में कोई शम्मा या परवाना हो जाए क्योंकि\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nवहशत-ए-दिल रस्म-ओ-दीदार से रोकी ना गई\nकिसी खंजर, किसी तलवार से रोकी ना गई\nइश्क़ मजनू की वो आवाज़ है जिसके आगे\nकोई लैला किसी दीवार से रोकी ना गई, क्योंकि\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nवो हँसके अगर माँगें तो हम जान भी देदें,\nहाँ ये जान तो क्या चीज़ है ईमान भी देदें क्योंकि\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nनाज़-ओ-अंदाज़ से कहते हैं कि जीना होगा,\nज़हर भी देते हैं तो कहते हैं कि पीना होगा\nजब मैं पीता हूँ तो कहतें है कि मरता भी नहीं,\nजब मैं मरता हूँ तो कहते हैं कि जीना होगा\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nमज़हब-ए-इश्क़ की हर रस्म कड़ी होती है,\nहर कदम पर कोई दीवार खड़ी होती है\nइश्क़ आज़ाद है, हिंदू ना मुसलमान है इश्क़,\nआप ही धमर् है और आप ही ईमान है इश्क़\nजिससे आगाह नही शेख-ओ-बरहामन दोनो,\nउस हक़ीक़त का गरजता हुआ ऐलान है इश्क़\n\nइश्क़ ना पुच्छे दीन धरम नू, इश्क़ ना पुच्छे जाताँ\nइश्क़ दे हाथों गरम लहू विच, डुबियाँ लख बराताँ   \nके ... ये इश्क़\t\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nराह उल्फ़त की कठिन है इसे आसाँ ना समझ\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nबहुत कठिन है डगर पनघट की\nअब क्या भर लाऊँ मै जमुना से मटकी\nमै जो चली जल जमुना भरन को\nदेखो सखी जी मै जो चली जल जमुना भरन को\nनंदकिशोर मोहे रोके झाड़ों तो\nक्या भर लाऊँ मै जमुना से मटकी\nअब लाज राखो मोरे घूँघट पट की\n\nजब जब कृष्ण की बंसी बाजी, निकली राधा सज के\nजान अजान का मान भुला के, लोक लाज को तज के\nजनक दुलारी बन बन डोली, पहन के प्रेम की माला\nदशर्न जल की प्यासी मीरा पी गई विष का प्याला\nऔर फिर अरज करी के\nलाज राखो राखो राखो, लाज राखो देखो देखो, \nलाज राखो राखो, हे हे हे, \nलाज राखो राखो, हे हे हे, \nलाज राखो राखो\nये इश्क़ इश्क़ है इश्क़ इश्क़,  ये इश्क़ इश्क़ है इश्क़ इश्क़\n\nअल्लाह रसूल का फ़रमान इश्क़ है\nयाने हफ़ीज़ इश्क़ है, क़ुरान इश्क़ है\nगौतम का और मसीह का अरमान इश्क़ है\nये कायनात जिस्म है और जान इश्क़ है\nइश्क़ सरमद, इश्क़ ही मंसूर है\nइश्क़ मूसा, इश्क़ कोह-ए-नूर है\nख़ाक़ को बुत, और बुत को देवता करता है इश्क़\nइन्तहा ये है के बंदे को ख़ुदा करता है इश्क़\n\nहाँ इश्क़ इश्क़ तेरा इश्क़ इश्क़\nतेरा इश्क़ इश्क़, इश्क़ इश्क़ ...\n\n","author":"साहिर लुधियानवी","title":"न तो कारवाँ की तलाश है \/ साहिर लुधियानवी"},{"poem":"तू हिन्दू बनेगा ना मुसलमान बनेगा \nइन्सान की औलाद है इन्सान बनेग \n\nकुदरत ने तो बनाई थी एक ही दुनिया \nहमने उसे हिन्दू और मुसलमान बनाया \nतू सबके लिये अमन का पैगाम बनेगा \nइन्सान की औलाद है इन्सान बनेगा \n\nये दिन ये ईमान धरम बेचने वाले \nधन-दौलत के भूखे वतन बेचने वाले\nतू इनके लिये मौत का ऐलान बनेगा \nइन्सान की औलाद है इन्सान बनेगा\n\n","author":"साहिर लुधियानवी","title":"तू हिन्दू बनेगा ना मुसलमान बनेगा \/ साहिर लुधियानवी"},{"poem":"सुधा: \nतुम मुझे भूल भी जाओ तो ये हक़ है तुमको\nमेरी बात और है मैंने तो मुहब्बत की है\n\nमेरे दिल की मेरे जज़बात की कीमत क्या है\nउलझे-उलझे से ख्यालात की कीमत क्या है\nमैंने क्यूं प्यार किया तुमने न क्यूं प्यार किया\nइन परेशान सवालात कि कीमत क्या है\nतुम जो ये भी न बताओ तो ये हक़ है तुमको\nमेरी बात और है मैंने तो मुहब्बत की है\nतुम मुझे भूल भी जाओ तो ये हक़ है तुमको\n\nमुकेश: \nज़िन्दगी सिर्फ़ मुहब्बत नहीं कुछ और भी है\nज़ुल्फ़-ओ-रुख़सार की जन्नत नहीं कुछ और भी है\nभूख और प्यास की मारी हुई इस दुनिया में\nइश्क़ ही एक हक़ीकत नहीं कुछ और भी है\nतुम अगर आँख चुराओ तो ये हक़ है तुमको\nमैंने तुमसे ही नहीं सबसे मुहब्बत की है\nतुम अगर आँख चुराओ तो ये हक़ है तुमको\n\nसुधा: \nतुमको दुनिया के ग़म-ओ-दर्द से फ़ुरसत ना सही\nसबसे उलफ़त सही मुझसे ही मुहब्बत ना सही\nमैं तुम्हारी हूँ यही मेरे लिये क्या कम है\nतुम मेरे होके रहो ये मेरी क़िस्मत ना सही\nऔर भी दिल को जलाओ ये हक़ है तुमको\nमेरी बात और है मैंने तो मुहब्बत की है\nतुम मुझे भूल भी जाओ तो ये हक़ है तुमको\n\n","author":"साहिर लुधियानवी","title":"तुम मुझे भूल भी जाओ तो ये हक़ है तुमको \/ साहिर लुधियानवी"},{"poem":"तुम अगर मुझको न चाहो तो कोई बात नहीं\nतुम किसी और को चाहोगी तो मुश्किल होगी\n\nअब अगर मेल नहीं है तो जुदाई भी नहीं\nबात तोड़ी भी नहीं तुमने निभाई भी नहीं\nये सहारा भी बहुत है मेरे जीने के लिये\nतुम अगर मेरी नहीं हो तो पराई भी नहीं\nमेरे दिल को न सराहो तो कोई बात नहीं\nगैर के दिल को सराहोगी, तो मुश्किल होगी\n\nतुम हसीं हो, तुम्हें सब प्यार ही करते होंगे\nमैं तो मरता हूँ तो क्या और भी मरते होंगे\nसब की आँखों में इसी शौक़ का तूफ़ां होगा\nसब के सीने में यही दर्द उभरते होंगे\nमेरे ग़म में न कराहो तो कोई बात नहीं\nऔर के ग़म में कराहोगी तो मुश्किल होगी.\n\nफूल की तरह हँसो, सब की निगाहों में रहो\nअपनी मासूम जवानी की पनाहों में रहो\nमुझको वो दिन न दिखाना तुम्हें अपनी ही क़सम\nमैं तरसता रहूँ तुम गैर की बाहों में रहो\nतुम अगर मुझसे न निभाओ तो कोई बात नहीं\nकिसी दुश्मन से निभाओगी तो मुश्किल होगी\n\n","author":"साहिर लुधियानवी","title":"तुम अगर मुझको न चाहो तो कोई बात नहीं \/ साहिर लुधियानवी"},{"poem":"राज़ की बात है\nमेहफ़िल में कहें या न कहें \nबस गया है कोई इस दिल में कहें या न कहें\nकहें या न कहें\n\nनिगाहें मिलाने को जी चाहता है\nदिल-ओ-जाँ लुटाने को जी चाहता है\n\nवो तोहमत जिसे इश्क़ कहती है दुनिया\nवो तोहमत उठाने को जी चाहता है\n\nकिसी के मनाने में लज़्ज़त वो पायी \nकि फिर रूठ जाने को जी चाहता है\n\nवो जलवा जो ओझल भी है सामने भी\nवो जलवा चुराने को जी चाहता है\n\nओ... \nजिस घड़ी मेरी निगाहों को तेरी दीद हुई\nवो घड़ी मेरे लिये ऐश की तमहीद हुई\nजब कभी मैंने तेरा चाँद सा चेहरा देखा\nईद हो या कि न हो मेरे लिये ईद हुई\nवो जलवा जो ओझल भी है सामने भी\nवो जलवा चुराने को जी चाहता है\n\nमुलाक़ात का कोई पैग़ाम दीजिये की\nछुप छुपके आने को जी चाहता है\nऔर आके न जाने को जी चाहता है\nऔर आके न जाने को जी चाहता है\nनिगाहें मिलाने को जी चाहता है\n\n","author":"साहिर लुधियानवी","title":"निगाहें मिलाने को जी चाहता है \/ साहिर लुधियानवी"},{"poem":"लागा, चुनरी में दाग, छुपाऊँ कैसे\nलागा, चुनरी में दाग\nचुनरी में दाग, छुपाऊँ कैसे, घर जाऊँ कैसे\nलागा, चुनरी में दाग ...\n\nहो गई मैली मोरी चुनरिया\nकोरे बदन सी कोरी चुनरिया \nजाके बाबुल से, नज़रें मिलाऊँ कैसे, घर जाऊँ कैसे\nलागा, चुनरी में दाग...\n\nभूल गई सब बचन बिदा के\nखो गई मैं ससुराल में आके\nजाके बाबुल से, नज़रे मिलाऊँ कैसे, घर जाऊँ कैसे\nलागा, चुनरी में दाग...\n\nकोरी चुनरिया आत्मा मोरी\nमैल है माया जाल \nवो दुनिया मोरे बाबुल का घर\nये दुनिया ससुराल\nहाँ जाके, बाबुल से, नज़रे मिलाऊँ कैसे, घर जाऊँ कैसे\nलागा, चुनरी में दाग...\n\n","author":"साहिर लुधियानवी","title":"लागा चुनरी में दाग \/ साहिर लुधियानवी"},{"poem":"बच्चे मन के सच्चे सारी जग के आँख के तारे\nये वो नन्हे फूल हैं जो भगवान को लगते प्यारे\n\nखुद रूठे, खुद मन जाये, \nफिर हमजोली बन जाये\nझगड़ा जिसके साथ करें, \nअगले ही पल फिर बात करें\nइनकी किसी से बैर नहीं, \nइनके लिये कोई ग़ैर नहीं\nइनका भोलापन मिलता है सबको बाँह पसारे\nबच्चे मन के सच्चे   ...\n\nइन्ससान जब तक बच्चा है, \nतब तक समझ का कच्चा है\nज्यों ज्यों उसकी उमर बढ़े, \nमन पर झूठ क मैल चढ़े\nक्रोध बढ़े, नफ़रत घेरे, \nलालच की आदत घेरे\nबचपन इन पापों से हटकर अपनी उमर गुज़ारे\nबच्चे मन के सच्चे   ...\n\nतन कोमल मन सुन्दर\nहैं बच्चे बड़ों से बेहतर\nइनमें छूत और छात नहीं, \nझूठी जात और पात नहीं\nभाषा की तक़रार नहीं, \nमज़हब की दीवार नहीं\nइनकी नज़रों में एक हैं, मन्दिर मस्जिद गुरुद्वारे\nबच्चे मन के सच्चे   ...\n\n","author":"साहिर लुधियानवी","title":"बच्चे मन के सच्चे \/ साहिर लुधियानवी"},{"poem":"तुम्हारी नज़र क्यों खफ़ा हो गई\nखता बख्श दो गर खता हो गई\nहमारा इरादा तो कुछ भी न था\nतुम्हारी खता खुद सज़ा हो गई\nतुम्हारी ...\n\nसज़ा ही सही आज कुछ तो मिला है\nसज़ा में भी इक प्यार का सिलसिला है\nसज़ा ही सही आज कुछ तो मिला है\nसज़ा में भी इक प्यार का सिलसिला है\nमोहब्बत का कुछ भी अन्जाम हो\nमुलाक़ात ही इल्तजा हो गई\nतुम्हारी ...\n\nमुलाक़ात पे इतने मगरूर क्यों हो\nहमारी खुशामद पे मजबूर क्यों हो \nमुलाक़ात पे इतने मगरूर क्यों हो\nहमारी खुशामद पे मजबूर क्यों हो \nमनाने की आदत कहां पड़ गई\nखताओं की तालीम क्या हो गई\nतुम्हारी ...\n\nसताते न हम तो मनाते ही कैसे\nतुम्हें अपने नज़दीक लाते ही कैसे\nसताते न हम तो मनाते ही कैसे\nतुम्हें अपने नज़दीक लाते ही कैसे\nकिसी दिन की चाहत अमानत ये थी\nवो आज दिल की आवाज़ हो गई \nतुम्हारी ...\n\n","author":"साहिर लुधियानवी","title":"तुम्हारी नज़र क्यों खफ़ा हो गई \/ साहिर लुधियानवी"},{"poem":"दिल में किसी के प्यार का जलता हुआ दिया\nदुनिया की आँधियों से भला ये बुझेगा क्या\n\nसाँसों की आँच पा के भड़कता रहेगा ये\nसीने में दिल के साथ धड़कता रहेगा ये\nधड़कता रहेगा ये\nवो नक़्श क्या हुआ जो मिटाये से मिट गया\nवो दर्द क्या हुआ जो दबाये से दब गया\nदिल में किसी के प्यार का ...\n\nये ज़िंदगी भी क्या है अमानत उन्हीं की है\nये शायरी भी क्या है इनायत उन्हीं की है\nइनायत उन्हीं की है\nअब वो करम करें कि सितम उन का फ़ैसला\nहम ने तो दिल में प्यार का शोला जला लिया\nदिल में किसी के प्यार का ...\n\n","author":"साहिर लुधियानवी","title":"दिल में किसी के प्यार का जलता हुआ दिया \/ साहिर लुधियानवी"},{"poem":"गंगा तेरा पानी अमृत झर-झर बहता जाए\nयुग-युग से इस देश की धरती तुझसे जीवन पाए\nगंगा तेरा पानी...\n\nदूर हिमालय से तू आई गीत सुहाने गाती\nबस्ती-बस्ती पर्वत-पर्वत सुख-संदेश सुनाती\nतेरी चाँदी जैसी धारा मीलों तक लहराए\nगंगा तेरा पानी...\n\nकितने सूरज उभरे-डूबे गंगा तेरे द्वारे\nयुगों-युगों की कथा सुनाएँ तेरे बहते धारे\nतुझको छोड़ के भारत का इतिहास लिखा न जाए\nगंगा तेरा पानी...\n\nइस धरती का दुख-सुख तूने अपने बीच समोया\nजब-जब देश ग़ुलाम हुआ है तेरा पानी रोया\nजब-जब हम आज़ाद हुए हैं तेरे तट मुस्काए\nगंगा तेरा पानी...\n\nखेतों-खेतों तुझसे जागी धरती पर हरियाली\nफ़सलें तेरा राग अलापें झूमे बाली-बाली\nतेरा पानी पी कर मिट्टी सोने में ढल जाए\nगंगा तेरा पानी ...\n\nतेरे दान की दौलत ऊँचे खलिहानों में ढलती\nख़ुशियों के मेले लगते मेहनत की डाली फलती\nलहक-लहक कर धूम मचाते तेरी गोद में जाए\nगंगा तेरा पानी ...\n\n","author":"साहिर लुधियानवी","title":"गंगा तेरा पानी अमृत \/ साहिर लुधियानवी"},{"poem":"दुखी मन मेरे सुन मेरा कहना\nजहाँ नहीं चैना वहाँ नहीं रहना\nदुखी मन...\n\nदर्द हमारा कोई न जाने\nअपनी गरज के सब हैं दीवाने\nकिसके आगे रोना रोएं\nदेस पराया लोग बेगाने\nदुखी मन...\n\nलाख यहाँ झोली फैला ले\nकुछ नहीं देंगे इस जग वाले\nपत्थर के दिल मोम न होंगे\nचाहे जितना नीर बहाले\nदुखी मन...\n\nअपने लिये कब हैं ये मेले\nहम हैं हर इक मेले में अकेले\nक्या पाएगा उसमें रहकर\nजो दुनिया जीवन से खेले\nदुखी मन...\n\n","author":"साहिर लुधियानवी","title":"दुखी मन मेरे सुन मेरा कहना \/ साहिर लुधियानवी"},{"poem":"ताज तेरे लिये इक मज़हर-ए-उल्फ़त ही सही \nतुम को इस वादी-ए-रंगीं से अक़ीदत ही सही \n\nमेरे महबूब कहीं और मिला कर मुझ से\n\nबज़्म-ए-शाही में ग़रीबों का गुज़र क्या मानी\nसब्त जिस राह पे हों सतवत-ए-शाही के निशाँ\nउस पे उल्फ़त भरी रूहों का सफ़र क्या मानी\n\nमेरी महबूब पस-ए-पदर्आ-ए-तश्हीर-ए-वफ़ा\nतू ने सतवत के निशानों को तो देखा होता\nमुदर्आ शाहों के मक़ाबिर से बहलने वाली\nअपने तारीक मकानों को तो देखा होता\n\n","author":"साहिर लुधियानवी","title":"मेरे महबूब कहीं और मिला कर मुझ से \/ साहिर लुधियानवी"},{"poem":"इश्क़ की गर्मी-ए-जज़्बात किसे पेश करूँ\nये सुलग़ते हुए दिन-रात किसे पेश करूँ\n\nहुस्न और हुस्न का हर नाज़ है पर्दे में अभी\nअपनी नज़रों की शिकायात किसे पेश करूँ\n\nतेरी आवाज़ के जादू ने जगाया है जिन्हें\nवो तस्सव्वुर, वो ख़यालात किसे पेश करूँ\n\nऐ मेरी जान-ए-ग़ज़ल, ऐ मेरी ईमान-ए-ग़ज़ल\nअब सिवा तेरे ये नग़मात किसे पेश करूँ\n\nकोई हमराज़ तो पाऊँ कोई हमदम तो मिले\nदिल की धड़कन के इशारात किसे पेश करूँ\n\n","author":"साहिर लुधियानवी","title":"इश्क़ की गर्मी-ए-जज़्बात किसे पेश करूँ \/ साहिर लुधियानवी"},{"poem":"नग़मा-ओ-शेर की सौगात किसे पेश करूँ\nये छलकते हुए जज़बात किसे पेश करूँ\n\nशोख़ आँखों के उजालों को लुटाऊं किस पर\nमस्त ज़ुल्फ़ों की सियह रात किसे पेश करूँ\n\nगर्म सांसों में छिपे राज़ बताऊँ किसको\nनर्म होठों में दबी बात किसे पेश करूँ\n\nकोइ हमराज़ तो पाऊँ कोई हमदम तो मिले\nदिल की धड़कन के इशारत किसे पेश करूँ\n\n","author":"साहिर लुधियानवी","title":"नग़मा-ओ-शेर की सौगात किसे पेश करूँ \/ साहिर लुधियानवी"},{"poem":"रंग और नूर की बारात किसे पेश करूँ\nये मुरादों की हंसीं रात किसे पेश करूँ, किसे पेश करूँ\n\nमैने जज़बात निभाए हैं उसूलों की जगह    \nअपने अरमान पिरो लाया हूँ फूलों की जगह\nतेरे सेहरे की...\nतेरे सेहरे की ये सौगात किसे पेश करूँ\nये मुरादों की हसीं रात किसे पेश करूँ, किसे पेश करूँ\n\nये मेरे शेर मेरे आखिरी नज़राने हैं       \nमैं उन अपनों मैं हूँ जो आज से बेगाने हैं\nबेत-आ-लुख़ सी मुलाकात किसे पेश करूँ\nये मुरादों की हंसीं रात किसे पेश करूँ, किसे पेश करूँ\n\nसुर्ख जोड़े की तबोताब मुबारक हो तुझे       \nतेरी आँखों का नया ख़्वाब मुबारक हो तुझे\nये मेरी ख़्वाहिश ये ख़यालात किसे पेश करूँ\nये मुरादों की हंसीं रात किसे पेश करूँ, किसे पेश करूँ\n\nकौन कहता है चाहत पे सभी का हक़ है\nतू जिसे चाहे तेरा प्यार उसी का हक़ है\nमुझसे कह दे...\nमुझसे कह दे मैं तेरा हाथ किसे पेश करूँ\nये मुरादों की हंसीं रात किसे पेश करूँ, किसे पेश करूँ\n\nरंग और नूर की...\n\n","author":"साहिर लुधियानवी","title":"रंग और नूर की बारात किसे पेश करूँ \/ साहिर लुधियानवी"},{"poem":"हेऽऽऽऽऽऽऽ,\nनीले गगन के तले, धरती का प्यार पले\n\nऐसे ही जग में, आती हैं सुबहें\nऐसे ही शाम ढले\nहेऽऽऽऽऽऽऽ,\nनीले गगन......\n\nशबनम के मोती, फूलों पे बिखरे\nदोनों की आस फले \nहेऽऽऽऽऽऽऽ,\nनीले गगन......\n\nबलखाती बेलें, मस्ती में खेलें\nपेड़ों से मिलके गले \nहेऽऽऽऽऽऽऽ,\nनीले गगन......\n\nनदिया का पानी, दरिया से मिलके\nसागर किस ओर चले\nहेऽऽऽऽऽऽऽ,\nनीले गगन......\n\n","author":"साहिर लुधियानवी","title":"नीले गगन के तले \/ साहिर लुधियानवी"},{"poem":"किसी पत्थर की मूरत से मुहब्बत का इरादा है\nपरस्तिश की तमन्ना है, इबादत का इरादा है\nकिसी पत्थर की मूरत से   ...\n\nजो दिल की धड़कनें समझे न आँखों की ज़ुबाँ समझे\nनज़र की गुफ़्तगू समझे न जज़बों का बयाँ समझे\nउसी के सामने उसकी शिक़ायत का इरादा है\nकिसी पत्थर की मूरत से   ...\n\nमुहब्बत बेरुख़ी से और भड़केगी वो क्या जाने\nतबीयत इस अदा पे और फड़केगी वो क्या जाने\nवो क्या जाने कि अपना किस क़यामत का इरादा है\nकिसी पत्थर की मूरत से   ...\n\nसुना है हर जवाँ पत्थर के दिल में आग होती है\nमगर जब तक न छेड़ो, शर्म के पर्दे में सोती है\nये सोचा है की दिल की बात उसके रूबरू कह दे\nनतीजा कुच भी निकले आज अपनी आरज़ू कह दे\nहर इक बेजाँ तक़ल्लुफ़ से बग़ावत का इरादा है\nकिसी पत्थर की मूरत से   ...\n\n","author":"साहिर लुधियानवी","title":"किसी पत्थर की मूरत से मुहब्बत का इरादा है \/ साहिर लुधियानवी"},{"poem":"तुम अगर साथ देने का वादा करो\nमैं यूँही मस्त नग़मे लुटाता रहूं\nतुम मुझे देखकर मुस्कुराती रहो\nमैन तुम्हें देखकर गीत गाता रहूँ, \nतुम अगर...\n\nकितने जलवे फ़िज़ाओं में बिखरे मगर\nमैने अबतक किसीको पुकरा नहीं\nतुमको देखा तो नज़रें ये कहने लगीं\nहमको चेहरे से हटना गवारा नहीं\nतुम अगर मेरी नज़रों के आगे रहो\nमैन हर एक शह से नज़रें चुराता रहूँ, \nतुम अगर...\n\nमैने ख़्वाबों में बरसों तराशा जिसे\nतुम वही संग-ए-मरमर की तस्वीर हो\nतुम न समझो तुम्हारा मुक़द्दर हूँ मैं\nमैं समझता हूं तुम मेरी तक़दीर हो\nतुम अगर मुझको अपना समझने लगो\nमैं बहारों की महफ़िल सजाता रहूँ,\nतुम अगर...\n\nमैं अकेला बहुत देर चलता रहा\nअब सफ़र ज़िन्दगानी का कटता नहीं\nजब तलक कोई रंगीं सहारा ना हो\nवक़्त क़ाफ़िर जवानी का कटता नहीं\nतुम अगर हमक़दम बनके चलती रहो\nमैं ज़मीं पर सितारे बिछाता रहूँ,\nतुम अगर साथ देने का वादा करो ...\n\n","author":"साहिर लुधियानवी","title":"तुम अगर साथ देने का वादा करो \/ साहिर लुधियानवी"},{"poem":"अभी न जाओ छोड़ कर के दिल अभी भरा नहीं \nअभी अभी तो आई हो अभी अभी तो\nअभी अभी तो आई हो, बहार बनके छाई हो\nहवा ज़रा महक तो ले, नज़र ज़रा बहक तो ले\nये शाम ढल तो ले ज़रा ये दिल सम्भल तो ले ज़रा\nमैं थोड़ी देर जी तो लूँ, नशे के घूँट पी तो लूँ\nनशे के घूँट पी तो लूँ\nअभी तो कुछ कहाँअहीं, अभी तो कुछ सुना नहीं\nअभी न जाओ छोड़कर के दिल अभी भरा नहीं\n\nसितारे झिलमिला उठे, सितारे झिलमिला उठे, चराग़ जगमगा उठे\nबस अब न मुझको टोकना\nबस अब न मुझको टोकना, न बढ़के राह रोकना\nअगर मैं रुक गई अभी तो जा न पाऊँगी कभी\nयही कहोगे तुम सदा के दिल अभी नहीं भरा\nजो खत्म हो किसी जगह ये ऐसा सिलसिला नहीं\nअभी नहीं अभी नहीं\nनहीं नहीं नहीं नहीं\nअभी न जाओ छोड़कर के दिल अभी भरा नहीं\n\nअधूरी आस, अधूरी आस छोड़के, अधूरी प्यास छोड़के\nजो रोज़ यूँही जाओगी तो किस तरह निभाओगी\nकि ज़िंदगी की राह में, जवाँ दिलों की चाह में\nकई मुक़ाम आएंगे जो हम को आज़माएंगे\nबुरा न मानो बात का ये प्यार है गिला नहीं\nहाँ, यही कहोगे तुम सदा के दिल अभी नहीं भरा\nहाँ, दिल अभी भरा नहीं\nनहीं नहीं नहीं नहीं\n\n","author":"साहिर लुधियानवी","title":"अभी न जाओ छोड़ कर के दिल अभी भरा नहीं  \/ साहिर लुधियानवी"},{"poem":"लता: \nये दिल तुम बिन, कहीं लगता नहीं, हम क्या करें\nये दिल तुम बिन, कहीं लगता नहीं, हम क्या करें\nतसव्वुर में कोई बसता नहीं, हम क्या करें\nतुम्ही कह दो, अब ऐ जानेवफ़ा, हम क्या करें\n\nरफ़ी: \nलुटे दिल में दिया जलता नहीं, हम क्या करें\nतुम्ही कह दो, अब ऐ जाने-अदा, हम क्या करें\n\nलता: \nये दिल तुम बिन, कहीं लगता नहीं, हम क्या करें\nकिसी के दिल में बस के दिल को, तड़पाना नहीं अच्छा\nकिसी के दिल में बस के दिल को, तड़पाना नहीं अच्छा\nनिगाहों को छलकते देख के छुप जाना नहीं अच्छा,\nउम्मीदों के खिले गुलशन को, झुलसाना नहीं अच्छा\nहमें तुम बिन, कोई जंचता नहीं, हम क्या करें,\nतुम्ही कह दो, अब ऐ जानेवफ़ा, हम क्या करें\n\nरफ़ी: \nलुटे दिल में दिया जलता नहीं, हम क्या करें\nमुहब्बत कर तो लें लेकिन, मुहब्बत रास आये भी\nमुहब्बत कर तो लें लेकिन, मुहब्बत रास आये भी\nदिलों को बोझ लगते हैं, कभी ज़ुल्फ़ों के साये भी\nहज़ारों ग़म हैं इस दुनिया में, अपने भी पराये भी\nमुहब्बत ही का ग़म तन्हा नहीं, हम क्या करें\nतुम्ही कह दो, अब ऐ जाने-अदा, हम क्या करें\n\nलता: ये दिल तुम बिन, कहीं लगता नहीं, हम क्या करें\n\nबुझा दो आग दिल की, या इसे खुल कर हवा दे दो\nबुझा दो आग दिल की, या इसे खुल कर हवा दे दो\n\nरफ़ी: \nजो इसका मोल दे पाये, उसे अपनी वफ़ा दे दो\n\nलता: \nतुम्हारे दिल में क्या है बस, हमें इतना पता दे दो,\nके अब तन्हा सफ़र कटता नहीं, हम क्या करें\n\nरफ़ी: \nलुटे दिल में दिया जलता नहीं, हम क्या करें\n\nलता: \nये दिल तुम बिन, कहीं लगता नहीं, हम क्या करे\n\n","author":"साहिर लुधियानवी","title":"ये दिल तुम बिन कहीं लगता नहीं \/ साहिर लुधियानवी"},{"poem":"प्राणी अपने प्रभु से पूछे किस विधि पाऊँ तोहे\nप्रभु कहे तु मन को पा ले, पा जायेगा मोहे\n\nतोरा मन दर्पण कहलाये\nतोरा मन दर्पण कहलाये\nभले बुरे सारे कर्मों को, देखे और दिखाये\nतोरा मन दर्पण कहलाये\nतोरा मन दर्पण कहलाये\n\nमन ही देवता, मन ही ईश्वर, मन से बड़ा न कोय\nमन उजियारा जब जब फैले, जग उजियारा होय\nइस उजले दर्पण पे प्राणी, धूल न जमने पाये\nतोरा मन दर्पण कहलाये\nतोरा मन दर्पण कहलाये\n\nसुख की कलियाँ, दुख के कांटे, मन सबका आधार\nमन से कोई बात छुपे ना, मन के नैन हज़ार\nजग से चाहे भाग लो कोई, मन से भाग न पाये\nतोरा मन दर्पण कहलाये\nतोरा मन दर्पण कहलाये\n\nतन की दौलत ढलती छाया मन का धन अनमोल\nतन के कारण मन के धन को मत माटी में रौंद\nमन की क़दर भुलानेवाला वीराँ जनम गवाये\nतोरा मन दर्पण कहलाये\nतोरा मन दर्पण कहलाये\n\n","author":"साहिर लुधियानवी","title":"तोरा मन दर्पण कहलाये \/ साहिर लुधियानवी"},{"poem":"किस का रस्ता देखे, ऐ दिल, ऐ सौदाई\nमीलों है खामोशी, बरसों है तनहाई\nभूली दुनिया, कभी की, तुझे भी मुझे भी\nफिर क्यों आँख भर आई\nओ, किस का रस्ता देखे ...\n\nकोई भी साया नहीं राहों में\nकोई भी आएगा न बाहों में\nतेरे लिए मेरे लिए कोई नहीं रोने वाला हो\nझूटा भी नाता नहीं चाहों में\nतू ही क्यों डूबा रहे आहों में\nकोई किसी संग मरे, ऐसा नहीं होने वाला\nकोई नहीं जो यूँ ही जहाँ में, बाँटे पीर पराई\nहो, किस का रस्ता देखे ...\n\nतुझे क्या बीती हुई रातों से\nमुझे क्या खोई हुई बातों से\nसेज नहीं, चितह सही, जो भी मिले सोना होगा, हो\nगई जो डोरी छूट हाथों से, ओ\nलेना क्या छूटे हुए साथों से\nखुशी जहाँ माँगी तूने, वहीं मुझे रोना होगा\nन कोई तेरा, न कोई मेरा, फिर किसकी याद आई\nओ, किस का रस्ता देखे ...\n\n","author":"साहिर लुधियानवी","title":"किस का रस्ता देखे, ऐ दिल, ऐ सौदाई \/ साहिर लुधियानवी"},{"poem":"अगर मुझे न मिली तुम तो मैं ये समझूँगा\nकि दिल की राह से होकर ख़ुशी नहीं गुज़री\n\nअगर मुझे न मिले तुम तो मैं ये समझूँगी\nकि सिर्फ़ उम्र कटी ज़िंदगी नहीं गुज़री\n\nफ़िज़ा में रंग नज़ारों में जान है तुमसे\nमेरे लिए ये ज़मीं आसमान है तुमसे\nख़याल-ओ-ख़्वाब की दुनिया जवान है तुमसे, \nअगर मुझे न मिले तुम तो मैं ये समझूँगी\nकि ख़्वाब ख़्वाब रहे बेकसी नहीं गुज़री\nअगर मुझे न मिली तुम तो मैं ये समझूँगा\nकि दिल की राह से होकर ख़ुशी नहीं गुज़री\n\nबड़े यक़ीन से मैंने ये हाथ माँगा है\nमेरी वफ़ा ने हमेशा का साथ माँगा है\nदिलों की प्यास ने आब-ए-हयात माँगा है\nदिलों की प्यास ने आब-ए-हयात माँगा है\n\nअगर मुझे न मिले तुम तो मैं ये समझूँगी\nकि इंतज़ार की मुद्दत अभी नहीं गुज़री\n\nअगर मुझे न मिले तुम तो मैं ये समझूँगी\nकि सिर्फ़ उम्र कटी ज़िंदगी नहीं गुज़री\n\n","author":"साहिर लुधियानवी","title":"अगर मुझे न मिली तुम तो मैं ये समझूँगा \/ साहिर लुधियानवी"},{"poem":"मेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\nमेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\n\nतेरी साँसों की कसम खाके, हवा चलती है\nतेरे चहरे की खलक पाके, बहार आती है\nएक पल भी मेरी नज़रों से तू जो ओझल हो\nहर तरफ़ मेरी नज़र तुझको पुकार आती है\n\nमेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\nमेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\n\nतेरे चहरे की महकती हुई लड़ियों के लिए\nअनगिनत फूल उम्मीदों के चुने हैं मैंने\nवो भी दिन आएं कि उन ख़्वाबों के ताबीर मिलें\nतेरे ख़ातिर जो हसीं ख़्वाब बुने हैं मैंने\n\nमेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\nमेरे भैया मेरे चँदा\nमेरे अनमोल रतन\nतेरे बदले मैं ज़माने की\nकोई चीज़ न लूँ\n\n","author":"साहिर लुधियानवी","title":"मेरे भैया मेरे चँदा मेरे अनमोल रतन \/ साहिर लुधियानवी"},{"poem":"छू लेने दो नाज़ुक होठों को\nकुछ और नहीं हैं जाम हैं ये\nक़ुदरत ने जो हमको बख़्शा है\nवो सबसे हँसीं ईनाम हैं ये\n\nशरमा के न यूँ ही खो देना\nरंगीन जवानी की घड़ियाँ\nबेताब धड़कते सीनों का\nअरमान भरा पैगाम है ये, छू लेने दो ...\n\nअच्छों को बुरा साबित करना\nदुनिया की पुरानी आदत है\nइस मय को मुबारक चीज़ समझ\nमाना की बहुत बदनाम है ये, छू लेने दो ...\n\n","author":"साहिर लुधियानवी","title":"छू लेने दो नाज़ुक होठों को \/ साहिर लुधियानवी"},{"poem":"प्यार कर लिया तो क्या प्यार है खता नहीं\nप्यार कर लिया तो क्या प्यार है खता नहीं\nतेरी मेरी उम्र में किसने ये किया नहीं\nप्यार कर लिया तो क्या प्यार है खता नहीं\n\nतेरे होंठ मेरे होंठ सिल गये तो क्या हुआ   \nतेरे होंठ मेरे होंठ सिल गये तो क्या हुआ   \nदिल की तरह जिस्म भी मिल गये तो क्या हुआ \nदिल की तरह जिस्म भी मिल गये तो क्या हुआ \nइससे पहले क्या कभी ये सितम हुआ नहीं   \nप्यार कर लिया तो क्या प्यार है खता नहीं\n\nमैं भी होशमंद हूँ तू भी होशमंद है    \nउस तरह जियेंगे हम जिस तरह पसंद है  \nमैं भी होशमंद हूँ तू भी होशमंद है    \nउस तरह जियेंगे हम जिस तरह पसंद है   \nउनकी बात क्यूँ सुनें जिनसे वास्ता नहीं\nप्यार कर लिया तो क्या प्यार है खता नहीं\n\nरस्म क्या रिवाज़ क्या धर्म क्या समाज क्या  \nदुश्मनों का खौफ़ क्यूँ दोस्तों की लाज क्या \nरस्म क्या रिवाज़ क्या धर्म क्या समाज क्या  \nदुश्मनों का खौफ़ क्यूँ दोस्तों की लाज क्या \nये वो शोख है कि जिससे कोई भी बचा नहीं\n\t   \nप्यार कर लिया तो क्या प्यार है खता नहीं \nप्यार कर लिया तो क्या प्यार है खता नहीं \nतेरी मेरी उम्र में किसने ये किया नहीं\nप्यार कर लिया तो क्या प्यार है खता नहीं\n\n","author":"साहिर लुधियानवी","title":"प्यार कर लिया तो क्या प्यार है खता नहीं \/ साहिर लुधियानवी"},{"poem":"तेरे चेहरे से नज़र नहीं हटती नज़ारे हम क्या देखें\nतुझे मिलके भी प्यास नहीं घटती नज़ारे हम क्या देखें\n\nपिघले बदन तेरे तपती निगाहों से\nशोलों की आँच आए बर्फ़ीली राहों से\nलगे कदमों से आग लिपटती नज़ारे हम क्या देखें\n\nरंगों की बरखा है खुशबू का साथ है\nकिसको पता है अब दिन है की रात है\nलगे दुनिया भी आज सिमटती नज़ारे हम क्या देखें\n\nपलकों पे फैला तेरी पलकों का साया है\nचेहरे ने तेरे मेरा चेहरा छुपाया है\nतेरे जलवों की धुँध नहीं छँटती नज़ारे हम क्या देखें\n\n","author":"साहिर लुधियानवी","title":"तेरे चेहरे से नज़र नहीं हटती \/ साहिर लुधियानवी"},{"poem":"मेरे घर आई एक नन्ही परी, एक नन्ही परी\nचाँदनी के हसीन रथ पे सवार\nमेरे घर आई एक नन्ही परी\n\nउसकी बातों में शहद जैसी मिठास\nउसकी सासों में इतर की महकास\nहोंठ जैसे के भीगे-भीगे गुलाब\nगाल जैसे के बहके-बहके अनार\nमेरे घर आई एक नन्ही परी\n\nउसके आने से मेरे आंगन में\nखिल उठे फूल गुनगुनायी बहार\nदेख कर उसको जी नहीं भरता\nचाहे देखूँ उसे हज़ारों बार\nचाहे देखूँ उसे हज़ारों बार\nमेरे घर आई एक नन्ही परी\n\nमैने पूछा उसे के कौन है तू\nहंसके बोली के मैं हूँ तेरा प्यार\nमैं तेरे दिल में थी हमेशा से\nघर में आई हूँ आज पहली बार\nमेरे घर आई एक नन्ही परी\n\n","author":"साहिर लुधियानवी","title":"मेरे घर आई एक नन्ही परी \/ साहिर लुधियानवी"},{"poem":"कभी कभी मेरे दिल में, ख़याल आता है\nके जैसे तुझको बनाया गया है मेरे लिये \nतू अबसे पहले सितारों में बस रही थी कहीं \nतुझे ज़मीं पे बुलाया गया है मेरे लिये \nकभी कभी मेरे दिल में, ख़याल आता है\n\nकभी कभी मेरे दिल में, ख़याल आता है\nके ये बदन ये निगाहें मेरी अमानत हैं\nये गेसुओं की घनी छाँव हैं मेरी ख़ातिर\nये होंठ और ये बाहें मेरी अमानत हैं\nकभी कभी मेरे दिल में, ख़याल आता है\n\nकभी कभी मेरे दिल में, ख़याल आता है\nके जैसे तू मुझे चाहेगी उम्र भर यूँही\nउठेगी मेरी तरफ़ प्यार की नज़र यूँही\nमैं जानता हूँ के तू ग़ैर है मगर यूँही\nकभी कभी मेरे दिल में, ख़याल आता है\n\nकभी कभी मेरे दिल में, ख़याल आता है\nके जैसे बजती हैं शहनाइयां सी राहों में\nसुहाग रात है घूँघट उठा रहा हूँ मैं  \nसुहाग रात है घूँघट उठा रहा हूँ मैं  \nसिमट रही है तू शरमा के मेरी बाहों में\nकभी कभी मेरे दिल में, ख़याल आता है\n\n","author":"साहिर लुधियानवी","title":"कभी कभी मेरे दिल में ख़याल आता है \/ साहिर लुधियानवी"},{"poem":"इस रेशमी पाज़ेब की झंकार के सदके\nजिस ने ये पहनाई है उस दिलदार के सदके\n\nउस ज़ुल्फ़ के क़ुरबान लब-ओ-रुक़सार के सदके\nहर जलवा था इक शोला हुस्न-ए-यार के सदके\n\nजवानी माँगती ये हसीं झंकार बरसों से\nतमन्ना बुन रही थी धड़कनों के तार बरसों से\nछुप-छुप के आने वाले तेरे प्यार के सदके\nइस रेशमी पाज़ेब की ...\n\nजवानी सो रही थी हुस्न की रंगीं पनाहों में\nचुरा लाये हम उन के नाज़नीं जलवे निगाहों में\nक़िस्मत से जो हुआ है उस दीदार के सदके\nउस ज़ुल्फ़ के क़ुरबान ...\n\nनज़र लहरा रही थी ज़ीस्त पे मस्ती सी छाई है\nदुबारा देखने की शौक़ ने हल्चल मचाई है\nदिल को जो लग गया है उस अज़ार के सदके\nइस रेशमी पाज़ेब की ...\n\n","author":"साहिर लुधियानवी","title":"इस रेशमी पाज़ेब की झंकार के सदके \/ साहिर लुधियानवी"},{"poem":"अब अगर हमसे ख़ुदाई भी खफ़ा हो जाए\nगैर-मुमकिन है कि दिल दिल से जुदा हो जाए\nजिस्म मिट जाए कि अब जान फ़ना हो जाए\nगैर-मुमकिन है...\n\nजिस घड़ी मुझको पुकारेंगी तुम्हारी बाँहें\nरोक पाएँगी न सहरा की सुलगती राहें\nचाहे हर साँस झुलसने की सज़ा हो जाए\nगैर-मुमकिन है...\n\nलाख ज़ंजीरों में जकड़ें ये ज़माने वाले\nतोड़ कर बन्द निकल आएँगे आने वाले\nशर्त इतनी है कि तू जलवा-नुमाँ हो जाए\nगैर-मुमकिन है...\n\nज़लज़ले आएँ गरज़दार घटाएँ घेरें\nखंदकें राह में हों तेज़ हवाएँ घेरें\nचाहे दुनिया में क़यामत ही बपा हो जाए\nगैर-मुमकिन है...\n\n","author":"साहिर लुधियानवी","title":"अब अगर हमसे ख़ुदाई भी खफ़ा हो जाए \/ साहिर लुधियानवी"},{"poem":"तेरे दर पे आया हूँ कुछ कर के जाऊँगा\nझोली भर के जाऊँगा या मर के जाऊँगा\nमैं तेरे दर पे आया हूँ ...\n\nतू सब कुछ जाने है हर ग़म पहचाने है\nजो दिल की उलझन है सब तुझ पे रौशन है\nघायल परवाना हूँ वहशी दीवाना हूँ\nतेरी शोहरत सुन सुन के उम्मीदें लाया हूँ\nतेरे दर पे\nमैं तेरे दर पे आया हूँ ...\n\nदिल ग़म से हैराँ है मेरी दुनिया वीराँ है\nनज़रों की प्यास बुझा मेरा बिछड़ा यार मिला\nअब या ग़म छूटेगा वरना दम टूटेगा\nअब जीना मुशकिल है फ़रियादें लाया हूँ\nतेरे दर पे\nमैं तेरे दर पे आया हूँ ...\n\n","author":"साहिर लुधियानवी","title":"तेरे दर पे आया हूँ कुछ कर के जाऊँगा \/ साहिर लुधियानवी"},{"poem":"हुस्न हाज़िर है मुहब्बत की सज़ा पाने को\nकोई पत्थर से न मारे मेरे दीवाने को\n\nमेरे दीवाने को इतना न सताओ लोगों\nये तो वहशी है तुम्हीं होश में आओ लोगों\nबहुत रंजूर है ये, ग़मों से चूर है ये\nख़ुदा का ख़ौफ़ उठाओ बहुत मजबूर है ये\nक्यों चले आये हो बेबस पे सितम ढाने को\nकोई पत्थर से न मारे ...\n\nमेरे जलवों की ख़ता है जो ये दीवाना हुआ\nमैं हूँ मुजरिम ये अगर होश से बेगाना हुआ\nमुझे सूली चढ़ा दो या शोलों पे जला दो\nकोई शिक़वा नहीं है जो जी चाहे सज़ा दो\nबख़्श दो इस को मैं तैयार हूँ मिट जाने को\nकोई पत्थर से न मारे ...\n\nपत्थरों को भी वफ़ा फूल बना सकती है\nये तमाशा भी सर-ए-आम दिखा सकती है\nलो अब पत्थर उठाओ, ज़माने के ख़ुदाओं\nमैं तुम को आज़माऊँ, मुझे तुम आज़माओ\nअब दुआ अर्श पे जाती है असर लाने को\nकोई पत्थर से न मारे ...\n\n","author":"साहिर लुधियानवी","title":"हुस्न हाज़िर है मुहब्बत की सज़ा पाने को \/ साहिर लुधियानवी"},{"poem":"दिल कहे रुक जा रे रुक जा, यहीं पे कहीं\nजो बात \nजो बात इस जगह, है कहीं पे नहीं\n\nपर्बत ऊपर खिड़की खूले, झाँके सुन्दर भोर,\nचले पवन सुहानी\nनदियों के ये राग रसीले, झरनों का ये शोर\nबहे झर झर पानी\nमद भरा, मद भरा समाँ, बन धुला-धुला\nहर कली सुख पली यहाँ, रस घुला-घुला\nतो दिल कहे रुक जा हे रुक जा...\n\nऊँच-ऊँचे पेड़ घनेरे, छनती जिनसे धूप\nखड़ी बाँह पसारे\nनीली नीली झील में झलके नील गगन का रूप\nबहे रंग के धारे\nडाली-डाली चिड़ियों कि सदा, सुर मिला-मिला\nचम्पाई चम्पाई फ़िजा, दिन खिला-खिला\nतो दिल कहे रुक जा रे रुक...\n\nपरियों के ये जमघट, जिनके फूलों जैसे गाल\nसब शोख हथेली\nइनमें है वो अल्हड़ जिसकी हिरणी जैसी चाल\nबडी छैल-छबीली\nमनचली-मनचली अदा, सब जवाँ जवाँ\nहर घड़ी चढ़ रहा नशा, सुध रही कहाँ\nतो दिल कहे रुक जा रे रुक जा...\n\n","author":"साहिर लुधियानवी","title":"दिल कहे रुक जा रे रुक जा, यहीं पे कहीं \/ साहिर लुधियानवी"},{"poem":"जीवन के सफ़र में राही, मिलते हैं बिछड़ जाने को\nऔर दे जाते हैं यादें, तनहाई में तड़पाने को\nजीवन के सफ़र...\n\nये रूप की दौलत वाले, कब सुनते हैं दिल के नाले\nतक़दीर न बस में डाले, इनके किसी दीवाने को\nजीवन के सफ़र...\n\nजो इनकी नज़र से खेले, दुख पाए मुसीबत झेले\nफिरते हैं ये सब अलबेले, दिल लेके मुकर जाने को\nजीवन के सफ़र...\n\nदिल लेके दगा देते हैं, इक रोग लगा देते हैं\nहँस हँस के जला देते हैं, ये हुस्न के परवाने को\nजीवन के सफ़र...\n\nअब साथ न गुज़रेंगे हम, लेकिन ये फ़िज़ा रातों की\nदोहराया करेगी हरदम, इस प्यार के अफ़साने को\nजीवन के सफ़र...\n\n","author":"साहिर लुधियानवी","title":"जीवन के सफ़र में राही \/ साहिर लुधियानवी"},{"poem":"अब कोई गुलशन ना उजड़े अब वतन आज़ाद है\nरूह गंगा की हिमालय का बदन आज़ाद है\n\nखेतियाँ सोना उगाएँ, वादियाँ मोती लुटाएँ\nआज गौतम की ज़मीं, तुलसी का बन आज़ाद है\n\nमंदिरों में शंख बाजे, मस्जिदों में हो अज़ाँ\nशेख का धर्म और दीन-ए-बरहमन आज़ाद है\n\nलूट कैसी भी हो अब इस देश में रहने न पाए\nआज सबके वास्ते धरती का धन आज़ाद है\n\n","author":"साहिर लुधियानवी","title":"अब कोई गुलशन ना उजड़े \/ साहिर लुधियानवी"},{"poem":"तेरे बचपन को जवानी की दुआ देती हूँ\nऔर दुआ देके परेशान सी हो जाती हूँ\n\nमेरे मुन्ने मेरे गुलज़ार के नन्हे पौधे\nतुझको हालत की आँधी से बचाने के लिये\nआज मैं प्यार के आँचल में छुपा लेती हूँ\nकल ये कमज़ोर सहारा भी न हासिल होगा\nकल तुझे काँटों भरी राहों पे चलना होगा\nज़िंदगानी की कड़ी धूप में जलना होगा\nतेरे बचपन को जवानी ...\n\nतेरे माथे पे शराफ़त की कोई मोहर नहीं\nचंद होते हैं मुहब्बत के सुकून ही क्या हैं\nजैसे माओं की मुहब्बत का कोई मोल नहीं\nमेरे मासूम फ़रिश्ते तू अभी क्या जाने\nतुझको किस-किसकी गुनाहों की सज़ा मिलनी है\nदीन और धर्म के मारे हुए इंसानों की\nजो नज़र मिलनी है तुझको वो खफ़ा मिलनी है\nतेरे बचपन को जवानी ...\n\nबेड़ियाँ लेके लपकता हुआ कानून का हाथ\nतेरे माँ-बाप से जब तुझको मिली ये सौगात\nकौन लाएगा तेरे वास्ते खुशियों की बारात\nमेरे बच्चे तेरे अंजाम से जी डरता है\nतेरी दुश्मन ही न साबित हो जवानी तेरी\nकाँप जाती है जिसे सोचके ममता मेरी\nउसी अंजाम को पहुंचे न कहानी तेरी\nतेरे बचपन को जवानी ...\n\n","author":"साहिर लुधियानवी","title":"तेरे बचपन को जवानी की दुआ देती हूँ \/ साहिर लुधियानवी"},{"poem":"माँग के साथ तुम्हारा मैंने, मांग लिया संसार \nमाँग के साथ तुम्हारा मैंने, मांग लिया संसार\nमाँग के साथ तुम्हारा\n\nदिल कहे दिलदार मिला, हम कहें हमें प्यार मिला \nप्यार मिला हमें यार मिला, एक नया संसार मिला \nआस मिली अरमान मिला\nजीने का सामान मिला\nदोनो: मिल गया एक सहारा, \nमाँग के साथ तुम्हारा ...\n\nदिल जवां और रुत हंसीं, चल यूँही चल दें कहीं \nतू चाहे ले चल कहीं, तुझ पे है मुझको यकीं \nजान भी तू है दिल भी तू ही\nराह भी तू मंज़िल भी तू ही\nऔर तू ही आस का तारा, ओ ओ ओ ओ\nमाँग के साथ तुम्हारा...\n\n","author":"साहिर लुधियानवी","title":"माँग के साथ तुम्हारा \/ साहिर लुधियानवी"},{"poem":"साथी हाथ बढ़ाना, साथी हाथ बढ़ाना \nएक अकेला थक जायेगा मिल कर बोझ उठाना \nसाथी हाथ बढ़ाना\n\nहम मेहनतवालों ने जब भी मिलकर कदम बढ़ाया \nसागर ने रस्ता छोड़ा पर्वत ने शीश झुकाया \nफ़ौलादी हैं सीने अपने फ़ौलादी हैं बाहें \nहम चाहें तो पैदा करदें, चट्टानों में राहें, \nसाथी हाथ बढ़ाना\n\nमेहनत अपनी लेख की रेखा मेहनत से क्या डरना \nकल गैरों की खातिर की अब अपनी खातिर करना \nअपना दुख भी एक है साथी अपना सुख भी एक \nअपनी मंजिल सच की मंजिल अपना रस्ता नेक,\nसाथी हाथ बढ़ाना\n\nएक से एक मिले तो कतरा बन जाता है दरिया \nएक से एक मिले तो ज़र्रा बन जाता है सेहरा \nएक से एक मिले तो राई बन सकती है पर्वत \nएक से एक मिले तो इन्सान बस में कर ले किस्मत, \nसाथी हाथ बढ़ाना\n\nमाटी से हम लाल निकालें मोती लाएँ जल से \nजो कुछ इस दुनिया में बना है बना हमारे बल से \nकब तक मेहनत के पैरों में ये दौलत की ज़ंज़ीरें \nहाथ बढ़ाकर छीन लो अपने सपनों की तस्वीरें, \nसाथी हाथ बढ़ाना\n\n","author":"साहिर लुधियानवी","title":"साथी हाथ बढ़ाना \/ साहिर लुधियानवी"},{"poem":"ये देश है वीर जवानों का अलबेलों का मस्तानों का\nओऽऽऽ\nओऽऽऽ\n\nये देश है वीर जवानों का \nअलबेलों का मस्तानों का\nइस देश का यारों ... होय!! \nइस देश का यारों क्या कहना \nये देश है दुनिया का गहना\n\nओ... ओ...\nयहाँ चौड़ी छाती वीरों की\nयहाँ भोली शक्लें हीरों की\nयहाँ गाते हैं राँझे ... होय!!\nयहाँ गाते हैं राँझे मस्ती में\nमस्ती में झूमें बस्ती में\n\nओ... ओ...\nपेड़ों में बहारें झूलों की\nराहों में कतारें फूलों की\nयहाँ हँसता है सावन ... होय!!\nयहाँ हँसता है सावन बालों में\nखिलती हैं कलियाँ गालों में\n\nओ... ओ...\nकहीं दंगल शोख जवानों के\nकहीं करतब तीर कमानों के\nयहाँ नित नित मेले ... होय!!\nयहाँ नित नित मेले सजते हैं\nनित ढोल और ताशे बजते हैं\n\nओ... ओ...\nदिलबर के लिये दिलदार हैं हम\nदुश्मन के लिये तलवार हैं हम\nमैदाँ में अगर हम ... होय!! \nमैदाँ में अगर हम डट जाएँ\nमुश्किल है के पीछे हट जाएँ\n\n","author":"साहिर लुधियानवी","title":"ये देश है वीर जवानों का \/ साहिर लुधियानवी"},{"poem":"उड़ें जब जब ज़ुल्फ़ें तेरी\nहो, उड़ें जब जब ज़ुल्फ़ें तेरी\nकुँवारियों का दिल मचले\nजिन्द मेरिये\nहों जब ऐसे चिकने चेहरे\nतो कैसे न नज़र फिसले\nजिन्द मेरिये\n\nहो, रुत प्यार करन की आई\nके बेरियों के बेर पक गये\nजिंद मेरिये\nकभी डाल इधर भी फेरा\nके तक-तक नैन थक गये\nजिन्द मेरिये\n\nहो, उस गाँव से सँवर कभी सद्क़े\nके जहाँ मेरा यार बसता\nजिंद मेरिये\nपानी लेने के बहाने आजा\nके तेरा मेरा इक रस्ता\nजिन्द मेरिये\nहो, तुझे चाँद के बहाने देखूँ\nतू छत पर आजा गोरिये\nजिंद मेरिये\n\nअभी छेड़ेंगे गली के सब लड़के\nके चाँद बैरी छिप जाने दे\nजिन्द मेरिये\nहो, तेरी चाल है नागिन जैसी\nरे जोगी तुझे ले जायेंगे\nजिंद मेरिये\n\nजायेँ कहीं भी मगर हम सजना\nयह दिल तुझे दे जायेंगे\nजिन्द मेरिये\n\n","author":"साहिर लुधियानवी","title":"उड़ें जब जब ज़ुल्फ़ें तेरी \/ साहिर लुधियानवी"},{"poem":"आऽऽ जाऽऽ आऽऽ जाऽऽ आऽऽ जाऽऽ\nतुझको पुकारे मेरा प्यार\n\nआजा, मैं तो मिटा हूँ तेरी चाह में\nतुझको पुकारे मेरा प्यार\n\nदोनो जहाँ की भेंट चढ़ा दी मैने राह में तेरी\nअपने बदन की खाक़ मिला दी मैने आह में तेरी\nअब तो चली आ इस पार\nआजा मैं तो मिटा हूँ ...\n\nइतने युगों से इतने दुखों को कोई सह ना सकेगा\nमेरी क़सम मुझे तू है किसीकी कोई कह ना सकेगा\nमुझसे है तेरा इक़रार\nआजा, मैं तो मिटा हूँ ...\n\nआखिरी पल है आखिरी आहें तुझे ढूँढ रही हैं\nडूबती साँसें बुझती निगाहें तुझे ढूँढ रही हैं\nसामने आजा एक बार\nआजा, मैं तो मिटा हूँ ...\n\n","author":"साहिर लुधियानवी","title":"तुझको पुकारे मेरा प्यार \/ साहिर लुधियानवी"}]