[{"poem":"एक स्त्री घर से निकलते हुए भी नहीं निकलती\nवह जब भी घर से निकलती है\nअपने साथ घर की पूरी खतौनी लेकर निकलती है\n\nअचानक उसे याद आता है\nगैस का जलना\nदरवाज़े का खुला रहना\nनल का टपकना और दूध का दहकना\n\nएक-एक कर वह पूछती है\nप्रेस तो बंद कर दिया था न!\nआँगन का दरवाज़ा तो लगा दिया था न!\nकिचेन का सीधा वाला नल बंद करना तो नहीं भूली!\n\nअरे! हाँ! वो सब्ज़ी\nवह मँहगी हरी पत्तियों वाली सब्ज़ी\nजो अभी कल ही तो लाई थी सटटी से\nप्लास्टिक से निकाल दिया था न!\n\nहाँ, हाँ अरे सब तो ठीक है\nआपको ध्यान है आलमारी लाक करना तो नहीं भूली\nअभी कल की ही तो बात है महीनों को बचाए पैसे से नाक की कील ख़रीदी थी ।\n\nइस तरह वह बार-बार याद करती और परेशान होती है\nकि दूध वाले को मना करना भूल गई\nकि बरतन वाली से कहना भूल गई कि उसे कल नहीं आना था\nकि पड़ोसिन को बता ही देना था कि कभी कभी मेरे घर को भी झाँक लिया करतीं ।\n\nइस तरह एक स्त्री निकलती है घर से\nजैसे निकलना ही उसका होना है घर में ।\n\n(25.09.2011)\n\n","author":"श्रीप्रकाश शुक्ल","title":"एक स्त्री घर से निकलते हुए भी नहीं निकलती \/ श्रीप्रकाश शुक्ल"},{"poem":"उसने फिर नम्बर बदल दिया\nऔर दोस्तों को एस० एम० एस० कर दिया कि अब पुराने नम्बर को समाप्त हुआ\nसमझा जाय\nअब यही चलेगा मेरा नम्बर\n\nयह हरकतें अब वह अक्सर ही किया करता है\nअक्सर ही लोंगों को संदेश देकर बंद कर देता है पुराना नम्बर\nजैसे सुबह की हवा उसके घर में ऐसे ही आती है\nपिछले को खाती हुई ।\n\nउसे किसी भी स्थायित्व से नफ़रत है\nवह नहीं चाहता कि एक ही नम्बर से वह चिपका रहे\nसुनता रहे एक ही टोन बार-बार\nऔर लोग उसे दीर्घकालिक अपेक्षाओं के दायरें में परेशान करते रहें\n\nउसे हमेशा ही चिंता रहती है नई योजनाओं की, नई तारीखों की, नई छवियों की\nनई से नई वस्तुओं की अब उसे आदत पड़ चुकी है\n\nवह हर नए को देखता है पहली बार\nएक नए जन्म की तरह!\n\nहर नए को वह अपनी गठरी में लादे ले आता है घर में\nऔर रात के अँधेरे में फैला देता है पृथ्वी पर\nकल की रोशनी के लिए ।\n\nअब वह इसी तरह पहचानता है अपने मनुष्य को\nऔर थोड़ा और मनुष्य होने की ज़िद में बदलता रहता है अपना नम्बर\nगोया बदलते रहना ही नए ज़माने की एक बड़ी कृतज्ञता हो!\n\nनए से नए से नएपन की चाहत में\nबहुत कुछ छूटता जा रहा है पुराना\nपुरानी बातें, पुरानी यादें, पुरानी धुनें, पुराने लोग\nपुरखे भी पुराने से पुराने होते जा रहे हैं ।\n\nहर क्षण बदल रही है दुनिया\nहर क्षण बदल रहा है मौसम\nहर क्षण बदल रहे हैं लोग\nऔर हर क्षण बदल रहा वह नम्बर\nजिसने नम्बर लेने से इंकार कर दिया था\n\nएक दिन!\nउसने फिर नम्बर बदल दिया\n\n(15.09.2011)\n\n","author":"श्रीप्रकाश शुक्ल","title":"उसने फिर नम्बर बदल दिया \/ श्रीप्रकाश शुक्ल"},{"poem":"अबकी दीपावली में मन काफ़ी हरा और भरा था\nअबकी बरसात भी ठीक-ठाक हुई थी\nऔर अबकी मौसम भी काफी अच्छा था\nधान भी खूब गदराया हुआ था\n\nयह खेतों से उठकर आई मिट्टी के लहराने का समय था\nतालाब थका और शांत था\nसूरज शिथिल और संकोच से भरा हुआ था\nऔर आदमी अपने हाथों की छुवन के बीच\nहरी-हरी दूबों जैसा\nमुलायम और गर्म था\n\nयहाँ बरसात का थिहाया हुआ संकोच था\nजिसमें सूरज की किरनें\nआहिस्ता आहिस्ता सँवला रही थी\nऔर धरती अपनी दरारों को पाट रही थी\n\nयहाँ पिछले के छूट गए का उत्साह था\nतो उमगते यौवन के बीच मुस्कुराते जाने का उन्माद था\n\nयहाँ सावन से ही कार्तिक में फलाँगने की कोशिश थी\nजहाँ बेसुध नायिका की तरह उमड़ता हुआ बाज़ार था\nजिसमें सूखी बत्तियों से नौ मन तेल टपक रहा था\nऔर सैकड़ों दीपक बगैर बत्ती के चमक रहे थे\n\nयहां पूर्णिमा की गमक थी\nतो आषाढ़ की धमक\nजहाँ चारों ओर यमक ही यमक था ।\n\nयहाँ बाज़ार में रोशनी के साथ ढेर सारी ध्वनियाँ थीं\nलावा, लाई और गट्टे के बीच\nतरह-तरह के मोम की बहार थी\n\nयहां घूरे से लेकर पूरे तक\nसरसों के तेल की महक थी\nफिर भी बाती के नोक भर की जगह\nदीये में शेष थी ।\n\nकहीं-कहीं भड़ेसर भी दिख ही रहा था\nजो कुम्हार के चाक से निकलने के बाद\nपहली बार स्वाधीनता का गट्टा चख रहा था ।\n\nयहाँ सब कुछ ठीक-ठाक था\nऔर ढलती शाम से ही चढ़ती रात का इंतज़ार था\n\nयहाँ प्रेम चारों ओर था और मिलन की एक सामूहिक बेचैनी सतह पर तैर रही थी ।\n\nकहीं राज्याभिषेक था तो कहीं नरकासुर का बध\nकहीं इंद्र का दर्प था तो कहीं कृष्ण का संहार\nकहीं लक्ष्मी की आवाजाही थी तो कहीं दरिद्र के ख़िलाफ़ अभियान\nकहीं सुंदर-सुंदर पाँव थे तो कहीं आवक पर फिसलते हुये दाँव ।\n\nयहाँ सब कुछ था\nशाम थी, रात थी, उत्सव था, उत्साह था, लोग थे, बाज़ार था, पूजा थी, पुण्य था,\nलेकिन नहीं थे\nतो किसिम-किसिम के कीड़े\nजो राज्योत्सव के इस मौसम में\nश्रद्धालुओं की शक़्ल में प्रतिवर्ष यहाँ पर आ जाया करते थे\nकभी न लौटने की अनकही कहानियों के साथ ।\n\nअब यह बदलते मौसम का तकाजा था\nया कीड़ों के नागरिक समाज का विस्तार\nकहना कठिन है\nलेकिन इतना तय है कि कीड़ो की दुनिया में\nयह पहला सत्याग्रह था\nजहाँ कीड़ों ने जलने से मना कर दिया था!\n\n(दीपावली, 2010)\n\n","author":"श्रीप्रकाश शुक्ल","title":"दीपावली में सत्याग्रह \/ श्रीप्रकाश शुक्ल"},{"poem":"प्रधानमंत्री जी,आपके काशी आगमन का हम तहेदिल से शुक्रिया अदा करते हैं\nहम इस बात की भी शुक्रिया अदा करते हैं कि यहां के घाटों की सफ़ाई हो गई है\nऔर गंगा के दूधिया जल में कुछ चेहरे अब उभरने लगे हैं\n\nहम इस बात के भी शुक्रगुजार हैं कि यहाँ की ऊबड-खाबड़ सड़कें थोड़ी स्वस्थ व सुंदर हो गई हैं \nऔर कुछ समय के लिए ही सही \nयहाँ के रिक्शे व तांगे वाले अब यहाँ की गलियों में घुसते समय हिनहिनायेंगे नहीं\n\nहम आपके इस आगमन को शहर की चिकनाई से जोड़कर देखते हैं\nऔर इस रुप में भी जोड़कर देखते हैं कि अपने पुरातन व्यवस्था में रगड़ खाता यह शहर \nयदि कभी आधुनिक दिखेगा तो वह आपकी यात्रा से ही संभव है\nजिसमें थोड़े समय के लिए यह भी अपने पंजों पर खड़ा हो आपको निहारता है\nथोड़ी देर के लिए यह आपकी अगवानी में ठहर-सा जाता है \nऔर थेाड़ी देर ही सही \nइसकी धमनियों में आधुनिकता से लबरेज एक ठकठक की आवाज लगातार बजती है\nजो कान में प्रवेश करने के पहले ही दिमाग में उतर-सी जाती है\n\nलेकिन प्रधानमंत्री जी,आपके आने व जाने के बीच कुछ ऐसे सवाल हैं \nजेा आपके गुजरने के बाद की छोड़ी हुई हवाओं में बरवक्त तैरते रहते हैं \nकि आखिरकार यह सब देश के प्रधानमंत्री के खाते में दर्ज़ होता है\nया फिर देश के नागरिकों के खाते का भी इससे कुछ संबंध होता है  \n\nक्या देश के प्रधानमंत्री के खाते में ऐसी ही चिकनी-चिकनी बातें दर्ज़ होती हैं \nजहाँ खुरदुरेपन के लिए कोई्र जगह नहीं होती \nया फिर देश के नागरिक के भाग में उतना ही बदा होता है \nजितना की देश के प्रधानमंत्री को सरकने के लिए जरुरी होता है!\n\nआपकी आगवानी में जो कुछ होता है उससे हमें ऐतराज नहीं\nहमें इससे भी ऐतराज नहीं कि आपका शहर आगमन शहर की नींद में एक सपने की तरह होता है\n\nलेकिन प्रधानमंत्री जी, उस युवती ने आपका क्या बिगा़ड़ा था जो लंका के भीड़ भरे चौराहे पर अस्पताल जाने के लिए अंतिम साँसे ले रही थी \nऔर आपके सुरक्षा दस्ते में इतनी सुरक्षित थी की करवट भी नहीं बदल पा रही थी\n\nकराहना तो दंडनीय अपराध था ही \nक्योंकि इससे आपकी नींद को ख़तरा था\nऔर आपकी नींद की हिफ़ाजत करना उसके लिए एक बड़े राष्ट्रीय दायित्व को निभाने जैसा था \n\nइधर हम थे कि जो कभी शब्दों से लोहा गलाने की क्षमता रखते थे \nजो कभी शब्दों से पर्वत ढहा सकते थे \nजो कभी शब्दों से आपकी नींद हवा कर सकते थे\nउस आदमी को तनिक भी नहीं पिघला पा रहे थे \nजो आपकी ओर से हमारी सुरक्षा में खड़ा था\n\nकभी आपने सोचा की आपकी इस यात्रा में उसकी जो साँसे अटक गई थीं\nउन साँसों के चलते रहने में आपके देश की क्या भूमिका है\nया कि जिन शब्दों से हमारा भरोसा छिन गया है\nउनसे खुद आप कितने सुरक्षित रह गए हैं?\n\nप्रधानमंत्री जी,आखिरकार उस गौरैया ने आपका क्या बिगाड़ा था जो सड़क पर फुदक रही थी\nउस कुते ने आपका क्या बिगाड़ा था जो केवल बाँस की बल्लियों को लांघने के अपराध में इस दुनिया से विदा हो गया \nऔर तो और उस सांड़ ने आपका क्या बिगाड़ा था जो अलमस्त ढंग से सड़क के एक किनारे बैठा देश का जायजा ले रहा था\n\nक्या आपने कभी सोचा कि जिस सांड़ को आपकी सरकार ने देश निकाला दे दिया \nउसके घर को बनाने में आपकी सरकार ने अभी तक क्या किया है\n\nवह आज भी सड़क के बीचो-बीच वैसे ही टहलता है\nजैसे कि अपने जन्म के समय सड़क के ठीक बीच में पैदा हुआ था\n\nप्रधानमंत्री जी, जब आप लाल किले से देश के नौनिहालों के नाम संबोधन करते हैं \nतब मेरे मन में कोई सवाल नहीं उठता \nक्योंकि देश के झंडे के नीचे हमें कुछ न बोलने का एक ऐसा संस्कार जनमघुटटी की तरह दे दिया जाता है \nकि आप जो कुछ भी बोलेंगे \nदेस की पवित्र जनता के लिए पवित्र झंडे के माध्यम से पवित्र मन से ही बोलेंगे\n\nआप वहां बैठे रहते हैं तब भी मेरे मन में कोई सवाल नहीं उठता \nक्योंकि जिस शहर में आप रहते हैं और जिसे हमारी धड़कनों के रुप में बताया जाता है\nवह शुरु से ही सवालों के बाहर है-\nलगभग अपने देवता की तरह \nजिन पर सवाल करना अपनी ही वेवफाई्र का इज़हार करना है\n\nकिंतु जब आप बाहर रहते हैं \nमसलन की यही कि जब आप हमारे इस पवित्र शहर में रहते हैं \nऔर शहर की प्राचीनता व पवित्रता व जातीयता व मानवता व \nजाने किस किस प्रत्ययी ‘ता’ पर बोल रहे होते हैं \nतब मेंरे मन में आपको लेकर बार-बार सवाल उठता है कि आप कैसे बोल रहे होंगे उस जगह पर \nजहाँ पर आपको हिलने भर की आज़ादी नहीं मिलती \nजहाँ आप आराम से नाक भी नहीं खुजला सकते \nऔर जहाँ पांव भर फैलाने की आज़ादी भी नहीं होती \n\nमुसकुराना तो यूं भी राष्ट्रीय अपराध होता है!\n\nक्या हमारे देवता ऐसे ही होते हैं प्रधानमंत्री जी \nया फिर जिसे देवता बनाना होता है\nउन्हें ऐसा ही कर दिया जाता है\nकि वे ठीक से हिल-डुल भी न सकें \nठीक से हँस भी न सकें \nठीक से बोलने को कौन कहे \nठीक से सुन भी न सकें!\n\nप्रधानमंत्री जी , जितना आप कैमरे के इस देखने में रम रहते हैं \nकितना अच्छा होता कि आप हमारे देखने को लेकर भी थेाड़ा नम रहते \n\nथोड़ा यह भी समझते कि आपके इस शहर में कोई है जो जनता के नाम पर समझ रहा है \n\nतब कितना अच्छा होता कि इस देश में सिरफिरों की संख्या थोड़ी कम होती\nदेस की जनता थोड़ी गम खाती \nऔर जिसे कहने के लिए हमें तरह तरह के शिल्प को ईजाद करना पड़ता है\nउसे आपसे सीधे कह सकते\n\nन सही आपके शहर का होकर\nअपने शहर का होकर तो बोल ही सकते।\n\nप्रधानमंत्री जी ,क्या कभी आपने सोचा है कि आपके शहर में हमारा तनिक भी प्रवेश\nआपके शहर में एक ऐसे खैाफ़ को जन्म देता है \nजिसमें बहुतों की जान केवल इसलिए चली जाती है \nकि कभी वे ऐसा न सोचें \nजबकि हमारे शहर में आपका प्रवेश इस तरह होता है जैसे यह शहर आपका बनिहार हो \nजहां जब तब आप दावा ठोंकने के लिए चला आया करते हैं \n\nया कि यह भी कि जब भी आपको खखारने की इच्छा होती है \nजब भी आपको निबटने की इच्छा होती हे \nजब भी आपको कुछ टपकाने की इच्छा होती है \nइस शहर में आ धमकते हैं \nजहां शहर की हवाओं तक को आपको गुदगुदाने की मनाही है \nजहां शहर में चमकता सूरज आपको छू भी नहीं सकता \nजहां की धरती आपके पांवों को सहला भी नहीं सकती!\n\nगंगा की तो बात ही अलग है\nवह तो बेचारी यूं भी आपके आगमन से लुड़िया़ जाती है ।\n\nप्रधानमंत्री जी ,इतनी धरती ,इतना आकाश,इतना सूरज और इतनी हवाओं को लेकर आप स्वयं चलते हैं \nकि हमारे लिए कठिन हो जाता है अपनी हवाओं को समझना\nकठिन हो जाता है अपने देस की गंध को महसूसना \nऔर जब तक हमें कुछ सूझता है \nआप गुजर चुके होते हैं \nहमारी हवाओं से \n\nप्रधानमंत्री जी , कहने को तो बहुत कुछ है \nऔर यह बहुत कुछ आपके लिए कुछ भी नहीं है\nफिर भी इतना तो कहा ही जा सकता है कि आपका सब कुछ \nजिस काफिला के नाम पर घटित होता है \nउसमें हमारे लिए सिवाय इसके कोई जगह नहीं बचती कि हम अपना अपना क़ाफ़िया मिलाकार अपने को ठीक करें \nऔर एक काफ़िर की तरह उपद्रवी घोषित किये जाने के पहले ही \nअपने को देश की सुरक्षा के नाम पर समर्पित कर दें\n\nऔर बावजूद इसके आपका जयघोष करें\nफिर भी जयहिंद की तरह \nजय जय हिंद की तरह!\n\nप्रधानमंत्री जी, मैं जानता हूं कि मेरा यह सवाल भी \nजैसा की अब तक होता आया है \nएक सिरफिरे के भड़ांस निकालने वाले खाते में दर्ज़ होगा\nजिस खाते में पहले से ही भारी आंकड़े दर्ज़ हैं \nलेकिन सवाल फिर भी सवाल है कि इतनी सडांध को पचाते हए इतनी चिकनाई का हम क्या करें \nजिसमें मक्खियों तक की सुरक्षा में सरकार का सुरक्षा दस्ता मुस्तैद रहता है ।\n\n\n\nरचनाकाल: 14.03.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"देश के प्रधानमंत्री के नाम देश के एक नागरिक का ख़त \/ श्रीप्रकाश शुक्ल"},{"poem":"इस अकेले घर में\nजहाँ चारों तरफ ऐश्वर्य का दबदबा था\nसब तरह की सुरक्षा थी\nरामफेर को नींद नहीं आ रही थी\n\nरामफेर!\nहाँ रामफेर ही एक दिन गाँव से चल कर अपने बच्चों से मिलने \nकाशी आये थे\nसोचा था काशी करवट के पहले \nकाशी का ढाँचा तो देख लिया जाय \nदेख लिया जाय घाटों पर उठती मंगला आरती के बीच\nमहाश्मश।न की लपटों में कितनी आर्द्रता है\nकितनी गहराई हैं बालू पर लेटी हुई गंगा की\n\nऔर तो और\nरामफेर का यह भी मन हुआ \nकि कितने लोगों में कितनी बार फिसलता है चंद्रमा\nभोले के जटाजूट से खुलकर!\n\nलेकिन इन सब स्थितियों के बीच\nयह एक अजीब मुश्किल थी\nकि रामफेर के चारों तरफ एक शांति के बावजूद\nरामफेर को नींद नहीं आ रही थी\n\nबच्चे उनसे बार बार पूछ रहे थे\nकहीं कोई मच्छर तो नहीं है \nकहीं कोई भूख तो नही लगी है\nकहीं किसी सुर्ती की तलब तो नहीं है\n\nऔर हर बार रामफेर का जवाब नकारात्मक ही रहता \n\nएक दिन जब बच्चों ने थोड़ा जोर से कहा \nया कि कहना चाहा \nकि कहीं कोई शोर भी तो नहीं है\nतब रामफेर से रहा नहीं गया \nअरे बेटा वही तो नहीं हो रहा है\nयह कहते हुये रामफेर झटके से उठे\nऔर गाँव की तरफ चल दिये \n\nआज रामफेर बहुत प्रसन्न थे \n\nप्रसन्न रामफेर अपने जीवन में लौट रहे थे\nएक सन्नाटे को चीरते हुए ।\n\n","author":"श्रीप्रकाश शुक्ल","title":"रामफेर \/ श्रीप्रकाश शुक्ल"},{"poem":"गंगापार \nछाटपार \nआकाश में सरकता सूरज\nजिस समय गंगा के ठीक वक्ष पर चमक रहा था \nबालू को बांधने की हरकत में \nकलाकारों का अनंत आकाश \nधरती पर उतरने की कोशिश कर रहा था\n\nधरती\nजिस पर आकाश से गिराये गये बमेां की गंूज थी\nजहां अभी अभी सद्दाम को फांसी दी गयी थी\nजहां निठारी कांड से निकलने वाले मासूम खून के धब्बे \nअभी सूखे भी नहीं थे \n\nकाशी के कलाकारों ने अपनी आकृतियों में \nएक रंग भरने की कोशिश की थी \nलगभग नीला रंग \n\nइस रंग में छाहीं से लेकर निठारी तक का ढंग था\nअस्सी से लेकर मणिकर्णिका तक की चाल थी  \nसीवर से लेकर सीवन तक का प्रवाह था\nमेढक से लेकर मगरमच्छ तक की आवाजाही थी \n\nयहां रेत में उभरी आकृतियों के बीच \nहर कोई ढूंढ रहा था अपनी आकृति \nऔर हर कोई भागता था अपनी ही आकृति से\n\nयहां सब था \nऔर सबके वावजूद बहुत कुछ ऐसा था\nजो वहां नहीं था\nजिसे कलाकारों की आंखों में देखा जा सकता था\n\nआंखें जो नदी के तल जैसी गहरी और उदास थी \nजिसमें गंगोत्री से लेकर गंगासागर तक का विस्तार था \nजहां स्वर्ग की इच्छा से अधिक नरक की मर्यादा थी\n\nयह मकर संक्राति के विल्कुल पास का समय था\nजहां यह पार उदास था \nतो वह पार गुलजार\n\nइस पार सन्नाटा था\nउस पार शोर \n\nआज इस सन्नाटे में एक संवाद था \nलगभग मद्धिम कूचियों में सरकता हुआ संवाद \nजिसमें बार बार विश्वास हो रहा था\nकि जब कभी उदासी के गहन अंधकार के बाहर निकलने की बात उठेगी \nजो कि उठेगी ही \nबहुत याद आयेंगे ये कलाकार\nकाशी कैनवस के ये कलाकार  \nगंगापार \nछाटपार ।\n\n\nबनारस में प्रत्येक वर्ष 19 जनवरी को गंगापार के इलाके में मूर्तिकार मदनलाल के संयोजन में अपने गुरू मूर्तिकार राम छाटपार की स्मृति में युवा कलाकारों द्वारा रेत में आकृतियों का निर्माण किया जाता है ।\n\n\nरचनाकार: अक्टूबर 2007 \n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत में आकृतियाँ \/ श्रीप्रकाश शुक्ल"},{"poem":"सुबह बेला\nएक मुटठी रेत में उठता हुआ वह \nएक तिनका\nचमक उठता है चांदनी सदृश \nएक बूंद ओस के साथ\n\nसुदूर घिसटती हुई टेन की आवाज़\nकुहरे को ठेलती हुई \nछिक-छिक करती \n\nस्वप्न कुछ साकी जैसे इधर-उधर विखरे\nअलसाती नदी उठ रही है \nतट सुहाने छोड़कर \n\nएक मुटठी रेत \nचहुँ ओर वात प्रसरित\nखेत हैं बस खेत\n\nकूचियाँ ये भर रही कुछ रंग \nसूर्य है कि सिर नवाता\nपाँव छूता\nदे रहा है रेत को कुछ अंग\n\nलोग हैं कि आ रहे\nरुक रहे \nझुक रहे\nदेख इनके ढंग! \n\nरचनाकाल: 29.01.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत में सुबह \/ श्रीप्रकाश शुक्ल"},{"poem":"रेत धीरे-धीरे गरम हो रही है\nकूचियाँ धीरे-धीरे नरम हो रही है\n\nतन चारों ओर से तप रहा है \nमन है कि बार बार तपती रेत में भुंज रहा है \n\nरेत व मन के बीच \nउम्मीद का तनाव है\nबार-बार भूजे जाने के बावजूद \nमन भीतर रहने को बेताब है \n\nमन के भीतर आकृतियाँ उभर रही हैं \nसतह धीरे-धीरे हल्की हो रही है \nऔर अनंत प्रकार की आकृतियाँ उठती चली आ रही हैं \n\nयह रेत का रेत में विस्तार है \nनदी भाप बनकर उठ रही है \nऔेर रेत को अनंत आकृतियों में छोप लेती हे \n\nयह दोपहर की रेत है \nजहां रेत अपनी पूरी मादकता के साथ\nशिशिर से खेल रही है \nऔर जो पसीने की बंदें गिरती हैं रेत में \nख़ुद ब ख़ुद एक आकृति उभर आती हैं \n\nयह कलाकार के पसीने की आकृतियाँ हैं \nजिसमें रेत ने अपने को खुला छोड़ रखा है \nलगभग निर्वस्त्र होने की हद तक \n\nयह रेत का आमंत्रण नहीं है \nयह कूचियों का खेलना है\nऔर रेत है कि अपनी असीम आनंद के साथ लेटी है \nउत्साही कलाकारों की थाप तले!\n\nदोपहर की चढ़ती धूप तले\nजहाँ देह थोड़ी हाँफने लगी है\nऔर नेह के नाते डगमगाने लगे हैं\nये कलाकार हैं जो पिता की भूमिका में \nनन्हें-नन्हें हाथों को \nथोड़ी-थेाड़ी काया दे रहे हैं \nऔर थेाड़ी-थोड़ी छाया भी! \n\nरचनाकाल: 19.01.2008 \n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत में दोपहर \/ श्रीप्रकाश शुक्ल"},{"poem":"चल पड़ी नाव\nधीरे-धीरे फिर संध्या आई\nनदी नाव संयोग हुआ अब \nमन में बालू की आकृतियाँ छाई\n\n\nटूटा तारा \nटूटी लहरें \nटूटा बाट बटोही \nटूट-टूट कर आगे बढ़ता \nपीछे छूटा गति का टोही \n\nचांद निराला \nमुँह चमकाता\nचमका-चमका कर मुँह बिचकाता\nबचा हुआ जो कुछ कण था\nआगे पीछे बहुत छकाता \n\nआया तट \nअब लगी नाव \nलहरें हो गयी थेाड़ी शीतल \nमन का मानिक एक हिराना\nलहरों पर होती पल\nहलचल!\n\nरचनाकाल: 29.02.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत में शाम \/ श्रीप्रकाश शुक्ल"},{"poem":"उतरो, उतरो, ऐ बादल!\nजैसे उतरता है माँ के सीने में दूध\nबच्चे के ठुनकने के साथ\n\nहवाओं में सुगंध बिखेरो\nपत्तों को हरियाली दो \nधरती को भारीपन \nकविता को गीत दो\n\nऐ आषाढ़ के बादल!\nबीज को वृक्ष दो\nवृक्षों को फूल दो\nफूल को फल दो\n\nबहुत उमस है\nमेढ़क को स्वर दो\nपखियारी को उडा़न दो\nजुगनू को अंधेरा!\n\nजल्दी करो, मेरे यार!\nभूने जाते चने की तरह\nफट रहे किसानों को  \nअपनी चमक से\nथोड़ी गमक दो\nऔर थोड़ा नमक भी ।\n\n","author":"श्रीप्रकाश शुक्ल","title":"ऐ बादल! \/ श्रीप्रकाश शुक्ल"},{"poem":"चांद निकल आया\nयही तो कहा था\nउस रात\nजब माध की चौथ को तुम अर्ध्य दे रही थी\n\nतुम्हारे लिये चांद का यह निकलना\nपुतलियों में फँसी हवा का निकलना था\nजहाँ रोशनी थी\nहरियाली थी\nऔर एक ऐसी आर्द्रता थी\nजो तुम्हारे प्रेम से भारी थी\nऔर भरी हुई\n\nनिकला हुआ चांद\nगाजीपुर की चांदनी से \nमुझे बेपर्दा कर रहा था\nऔर मै बनारस की बरसात में भींग रहा था\n\nचांद आज हमारे लिये\nउस चकवा की तरह है\nजहाँ सिर्फ़ रात है\n\nमुझे इस चंद्रमा के गुज़र जाने का इंतज़ार होगा\nतुमसे व सिर्फ़ तुमसे\nमिलने के लिये ।\n\n","author":"श्रीप्रकाश शुक्ल","title":"अर्ध्य \/ श्रीप्रकाश शुक्ल"},{"poem":"विभाग की दीवार को फलांगता\nमोर जब उसके मुड़ेर पर बैठा\nतब हम कुछ मित्र\nजिसमे बहुतों में आशीष, विनोद व रामाज्ञा भी थे\nमैत्री जलपान गृ्ह में बैठे\nएक तरफ चाय की चुसकियाँ ले रहे थे\nदूसरी तरफ मोर को निहार रहे थे\n\nमोर था कि सीढ़ी दर सीढ़ी हमारे सपने की तरह उछल रहा था\nएक-एक कर वह हमारी नज़र से ऊपर उठता जा रहा था\nऔर थोड़ी ही देर में स्थिति यह थी\nकी वह छत पर था\nऔर हम सभी जन\nअपनी तनी गरदन के साथ\nउसके पीछे हो लिए थे\nजैसे हम मोर थे \n\nमोर एक राष्ट्रीय पक्षी है\nयह करीब-करीब कौतूहल से बात उठी\nफिर बात इस बात पर आ गई\nकि इसमें राष्ट्रीयता कहाँ पर है\nऔर स्थिति यह थी कि इस बात को आगे बढ़ते \nइतना वक़्त बीत गया\nकि बात इस बात पर टिक गई\nकि इस राष्ट्रीयता का रंग\nआखिरकार नीला क्यों है!\n\nकुछ मित्र इस नीले रंग की व्याख्या काशी की परम्परा से कर रहे थे\nतो कुछ हिन्दी विभाग की परम्परा से\nकुछ का कहना था कि नीला रंग हमारी अस्मिता का प्रतीक है\nकुछ इस बात पर अड़े थे हर महान चीज़ों का रंग नीला होता है\nमसलन यह कि कृष्ण नीले थे\nराम नीले थे\nबुद्ध ओैर गांधी तो थे ही्\n\nकुछ के पास तो यहाँ तक तर्क था\nकि स्वयं काशी का रंग नीला है\nगंगा व गणेश का तो यूँ ही नीला है\n\nधीरे-धीरे मोर हमारी बहस से गायब होता गया\nऔर एक दिन अचानक जब हम वहीं चार जन\nविभाग के अंदर घुसे \nतो वही मोर विभाग की कुर्सी पर औंधा पड़ा था\nअपनी सम्पूर्ण परम्परा को अपने डैनों में समेटे\n\nयह एक जून के आखिरी दिनों का आखिरी वक़्त था\nजो हमारी आखिरी नज़र से आखिरी बार गुज़रा था\nजिसमें कुर्सी की आखिरी बेचैनी थी\nऔर विभाग से सटा आखिरी पेड़\nअपने सभी आखिरी संतापों के साथ आखिरी बार फड़फड़ा रहा था!\n\n","author":"श्रीप्रकाश शुक्ल","title":"मैत्री में मोर \/ श्रीप्रकाश शुक्ल"},{"poem":"दुपट्टा लहरा रहा है शानदार\nहवा चल रही है तेज़\nबादल बरसने को हैं\nमौसम रहा है लगातार बदल  \n\nतय करना कठिन है\nदुपट्टा क्यों लहरा रहा है\nअंग क्यों भीगे हैं\nउभार क्यों नही है\nरंग क्यों गायब है\n\nसवाल करती है युवती!\n\nक्यों नहीं किसी को याद आते\nकालिदास \nया फिर उनकी शकुंतला\n\nरंग यहाँ भी दिखता है\nक्यों \nकेसरिया या फिर भगवा!\n\n","author":"श्रीप्रकाश शुक्ल","title":"दुपट्टा \/ श्रीप्रकाश शुक्ल"},{"poem":"गाजीपुर की अफीम फैक्टरी के नसेड़ी बंदरों को देखकर\n\nवे अफीमची हैं\nदुनिया की सबसे बड़ी फैक्टरी के सबसे छोटे उत्पाद!\n\nउनके पास भी सपने हैं\nउनकी अपनी तराजू भी है\nलेकिन उनके पास ताक़त नहीं है\n\nवे इस शहर के बीचो-बीच\nअपनी ठहरी हुई सुर्ख आँखों से\nलोगों को निहारते रहते हैं\n\nउनका अपना इतिहास इतिहास के बाहर है\nउनका अपना भूगोल भूगोल से अलग है \nउनका अपना जीवन जीवन से दूर है\n\nउन्होंने जितनी बार जीवन में आने की कोशिश की है\nउन्हें मौन कर दिया गया है\nवे इस दुनियाँ के पूर्वज हैं \nजो ऊपर से बंदर दिखते हैं नीचे से आदमी\nअपनी ताकत से वे \nजार्ज बुश से लेकर बाजपेयी तक को हिला सकते हैं\nऊसर में गुलाब खिला सकते हैं\nऔर रेत में पानी\n\nवे अपनी दुनिया के बादशाह हैं\nजिनकी आँखों में एक बूंद पानी भी नहीं है\nहालाँकि अपनी नज़रों से वे समुद्र थाह सकते हैं \n\nवे अफीमची हैं \nइस सचल दुनिया के एक मात्र अचल प्राणी!\n\n","author":"श्रीप्रकाश शुक्ल","title":"अफ़ीमची \/ श्रीप्रकाश शुक्ल"},{"poem":"अपने कंघे पर टँगारी को लादे जाता घुरफेकन लोहार \nहमारे लोकतंत्र का सबसे महत्वपूर्ण नागरिक है\nजब वह चलता हैं\nहमारे लोकतंत्र का सबसे सजग पात्र चल रहा होता है\nजिसकी टाँगो व टंगो में अदभुत लोच है\n\nउसकी टंगारी से आती आवाज़\nहमारे लोकतंत्र से आती आाखिरी आवाज़ है\nजिसे सिर्फ़ वह जानता है \n\nकितनी रातों से लादा है उसने इस टंगारी को \nकितनी शामें गज़ारी हैं इसके नीचे \nकितने जंगल में कितनी बार \nइसने बसाई हैं बस्तियाँ \nयह और सिर्फ़ यह घुरफेकन जानता है\n\nयह खटिया के चूर का हिस्सा है  \nघर की थूनी व थम्भा है\nलगातार खुलते व बंद होते दरवाज़े का चौखठ है\n\nजब कभी इस चौखठ में घुन लगता है\nधुरफेकन हो जाता है उदास\nटँगारी से उठती है एक आवाज़ \n\nयह लोहे की नहीं\nहड्डी की आवाज़ है\n\n","author":"श्रीप्रकाश शुक्ल","title":"घुरफेकन लोहार \/ श्रीप्रकाश शुक्ल"},{"poem":"रूप रेत भर \nधूप खेत भर\nफैल गई है चादर ताने \nतट पर \n\nसूरज नभ पर \nहाँफ रहा है आशा कर-कर \nलौटेगी उसकी यह आभा \nभर-भर रेत\nनदी के तट पर \n\nपर कैसे लौटेगी \nछोड़ उम्र भर \nअभी-अभी तो आई है \nधूप कहाँ भेटी \nरेती को \n\nजी भर!\n\n\nरचनाकाल: 10.03.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"धूप \/ श्रीप्रकाश शुक्ल"},{"poem":"आओ \nबैठो \nसाथ पिया \n\nबालू के कण हैं अपने ही ।\n\nनहीं यहाँ दुनिया का चक्कर \nपलकों में पग धर आओ री \nयह है रेत नदी बन भीतर \nशीतलता सी उतरो री! \n\nतट है सूना-सूना-सा\nलहरों में अब उतराओ भी\nजिन हलचल को अब तक बांधे\nखोल उन्हें, इतराओ भी!\n\nइतना उमड़ो इतना घुमड़ो\nयह तट उभरे बन साक्षी ,जी \nविरह का मारा जब भी गुज़रे\nपाये पाथेय, संभाले जी!\n\n\nरचनाकाल: 10.03.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"पाथेय \/ श्रीप्रकाश शुक्ल"},{"poem":"बालू के कण कण साथ ले चलो उड़ जा हारिल की नाईं\nसुबह हुई अब सपने छूटे उठ जा हरकारे की ठाईं।\n\nठोक पीटकर आकृति दे दो बांधो नदी नाव की खाईं\nजग जीतो सब लहरें गिन लो कर लो तट को वश में साईं ।\n\nतेरे हाथों में है ताकत बढ़ो सृजन पथ माथ न दो \nतेरी मुटठी में दुनिया है बाधो हाथ विराम न दो ।\n\nबालू गंगा का स्वरुप है गंगा क्या इतनी-सी, पर है\nबालू बालू में प्रवाह को किसने धारा दी, जी भर है । \n\nलेाग रहेंगे आते-जाते तन भर तुझको देखेंगे \nउठते-गिरते जो संभलेंगे मन भर तुमको भेटेंगें । \n\nइस या उस की बात नहीं है हर आकृति में तेरा बल है \nजो दुनिया से चलकर जाता तेरी नज़रों की हलचल है ।\n\n\nरचनाकाल: 12.03.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत में कलाकार \/ श्रीप्रकाश शुक्ल"},{"poem":"रेत झरझर बह रही है \nनदी महमह कर रही है\nधार पुलकित \nधाह देती \nफूटने को आकुल है\n\nकिया जो तनिक-सा स्पर्श\nरोमछिद्र धधक रहे हैं \nअंसख्य मूर्तियाँ उभर रही हैं \nएक-एक शिलाखण्ड टूट रहे हैं \nएक-एक कर प्रचलित आकृतियाँ भहरा रही हैं \nऔर बंजर खण्डहर कुछ-कुछ बोलने लगते हैं \nनई-नई आकृतियों के साथ \n\nनदी रुक गई है \nरुक नहीं बस झुक गई है \nवाष्प बनकर उड़ रही है \nअग्निज्वाल धधक रही है \nरेत झरझर बह रही है ।\n\nयह किसका कर स्पर्शर है कि धार उर्ध्वाधर है\nक्षितिज टूट कर छिटक रही है \nसब कुछ उभरने को बेताब है \n\nयह किसकी लय है कि शमशान भी सुनसान है \nकोई भी तट खाली नहीं है \nकिसी नाव में कोई जगह नहीं है \nकुछ भी कही भी रुकने को तैयार नहीं है \n\nयह किसका आलाप है कि मध्य को कोई महत्व नहीं देता \nएक क्षण भी \nएक कण भी रुकने को तैयार नहीं है \n\nसब के सब दु्रत में चले जा रहे हैं ।\n\nक्या कभी इतनी हलचल को पचा पाऊंगा\nजेा पचा भी पाया तो क्या बचा भी पाऊंगा।\n\nजो बचा भी पाया \nतो कैसे बांध पाऊंगा। \nआज के इस क्षण को \nजिसमें हर कण कुछ कहने को बेताब है- \nकूचियाँ ही कूचियाँ\nबस आब हैं\nआफ़ताब हैं!\n\n\nरचनाकाल: 19.01.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"रेत झरझर \/ श्रीप्रकाश शुक्ल"},{"poem":"शाम के वक़्त लोग जब\nअपने अपने अड्डों केा जाते हैं \nकाशी अपने अंधेरे में चली जाती है\n\nकाशी का अपने अंधेरे में जाना \nअंधेरे में काशी का होना है\nजहां जीवन की आहट मिलती है\nऔर ज्ञानी अपना ज्ञान बघारता है\n\nअंधेरे में काशी \nउजाले के काशी से ज़्यादा खूबसूरत है \nऔर मादक भी\n\nयह अंधेरे में मचलती है\nऔर मिचलती भी \nजहाँ दर्द है और प्रसव भी\n\nअंधेरे में काशी\nअपलक निहारती रहती है ग्राहक \nटिकठी की तरह तनी हुई\n\nकभी यह अलसाई हुई खूबसूरत नायिका है \nतो कभी हंकारती हुयी नागिन \nऔर इन दोनों के बीच \nउसका विस्तार वही महाशमशान होता है \nजिसकी ज्योति कभी बुझने नही पाती\n\nइसकी हर घाटों में थिरकन है \nऔर थकान भी \nकरीब-करीब उस बूढे़ की तरह \nजो हर शाम घर से नाराज़ होकर निकल जाता है\nअपनी जवानी की खोज में \n\nअंधेरे में यह शव है \nउजाले में पाखंड\n\nअंधेरे में काशी को समझना हो तो \nगंगा के ठीक बीचो-बीच चले जाइये \n\nकाशी लगातार उभर रही होती है \nसूरज लगातार डूब रहा होता है\n\nकाशी में चीज़ें अंधेरे में आती हैं \nजैसे अंधेरे में आते हैं विचार \nअंधेरे में आता है दूध\nअंधेरे में आता है प्रेम\n\nअंधेरे में काशी \nएक तरफ से उठती है \nतो दूसरी तरफ से सिकुड़ रही होती है\n\nकाशी का यह उठना और सिकुड़ना \nकाशी का अंधेरे में चलना है \nएक ऐसे उजाले की तलाश में \nजहाँ गैर अज़ निगाह कोई हाईल नही रहता ।\n\n\nरचनाकाल: अक्टूबर 2007\n\n","author":"श्रीप्रकाश शुक्ल","title":"अंधेरे में काशी \/ श्रीप्रकाश शुक्ल"},{"poem":"खुले आसमान में टंगे हुये लोगों के बीच \nकाशी की स्मृति पर ओठंघा हुआ मैं\nअचानक जब जगा तब पाया कि एक मज़ार के सामने खड़ा हूँ\nयह हाज़ी अली की मज़ार है \nसमुद्र के बीचो-बीच \nसमुद्र के किनारों को बचाती हुई\n\nमुझे जानने की प्रबल इच्छा हुई \nकौन थे हाज़ी अली \nक्यों उन्हें कोई और जगह नसीब नहीं हई \nउन्हें क्यों लगा कि उन्हें समुद्र के बीचो-बीच होना चाहिये \nसमुद्र के थपेड़ों को सहते हुए \n\nकुछ ने कहा \nहाज़ी अली सूफी संत थे\nजो पंद्रहवीं शताब्दी में पैदा हुये थे \nजिन्होंने अंग्रेज़ों के आगमन से बहुत पहले \nसमुद्र का चुनाव किया था\nमुठ्ठी भर नमक बनकर सभ्यता में उड़ने के लिए\n\nकुछ का कहना था हाज़ी अली ईश्वर के दूत थे \nजिन्हें जब कहीं जगह नहीं मिली \nतब उन्हें समुद्र ने जगह दी थी\n\nकुछ इस बात पर अड़े थे \nकि वे आधे हिन्दू थे आधे मुसलमान \nआधे मनुष्य थे आधे इनसान \nआधे शमशान थे आधे कब्रिस्तान\n\nबात जो भी हो \nहाज़ी अली थे \nमुम्बई शहर के ठीक नीचे \nकाशी में अपने कबीर की तरह \n\nजब कभी मुम्बई जाना \nतो हाज़ी अली की मज़ार पर जरूर जाना \n\nयह थके हारे मनुष्य के लिए \nहमारी सभ्यता में सबसे बड़ा आश्वासन है\nलगभग समुद्र की तरह ।  \n\n\nरचनाकाल: अक्टूबर 2007\n\n","author":"श्रीप्रकाश शुक्ल","title":"हाज़ी अली \/ श्रीप्रकाश शुक्ल"},{"poem":"मरे हए लोगों के इस शहर में \nहर आदमी अपने पुर्नजन्म को लेकर परेशान है\n\nमरे हुए लोग \nमरे हुए लोगों में शामिल नहीं हैं\nउन्हें अपने मरने से परहेज है\nजबकि न जाने कितने पहले वे मर चुके हैं \n\nमरे हुए लोगों के अपने झोले हैं\nअपनी टंगारी और \nअपनी तगाड़ी\n\nसिर से पाँव तक उनके पास सूचनायें हैं \nऔर वे खुद एक सूचना हैं \nहमारे समय में डाकिये की तरह\n\nकील जब कभी चुभती है \nउनके चेहरों पर खिंचता है एक तनाव  \nउसे ढीला करने की वे करते हैं कोशिश \nऔर थोड़ी देर बाद \nखचिया भर मड़िया में उतराने लगते हैं \n\nमरे हुए लोग \nजीने की आशा लिए \nलगातार मरते जा रहे हैं \nअपनी सारी बरक्कत के बावजूद \nइस पवित्र शहर में!\n\n\nरचनाकाल: 12.01.2008 \n\n","author":"श्रीप्रकाश शुक्ल","title":"मरे हुए लोग \/ श्रीप्रकाश शुक्ल"},{"poem":"बाबो रेस्टूरेंट!\nयह कौन सी बला है पूछता है कासागर\nजिसके वृद्ध पिता का अभी-अभी इंतकाल हुआ था\nजो मिट्टी के खिलौने बेचने शहर आया था\n\nशहर जिसे बनारस कहते हैं \nबनारस जिसे लंका कहते हैं \nलंका जिसे महाशमशान कहते हैं \n\nइसी लंका पर अपने पिता के शवदाह के लिए \nआया था कासागर कफ़न खरीदने \nसाथ में कुछ फूल और टिकठी भी \nजो अभी तक पार्श्व में आजानयुग बहुमंज़िली इमारत को संभाल रखी थी \n\nवह ढूंढ़ रहा था इन दोनों के बीच पड़ी हुई उस गुमटी को \nजहाँ पर पिछली बार आया था चाय पीने \nजब अपनी माँ को लेकर आया था \n\nउसके पास शहर भर को बताने को यही एक दुकान थी \nजो उम्मीदों पर भारी थी \nजहाँ कोई भी बैठकर अपने आँसुओं को पोछ सकता था\nऔर दूसरे के आँसुओं को निहार सकता था \n\nगुमटी उस कासागर के सपनों की गुमटी थी\nजिसमें कसोरों की चमक थी\nजो गाँव से शहर आने वाले हर आदमी के लिए \nजीवन का सबसे बड़ा आश्वासन थी\n\nबाबो रेस्टूरेंट के ठीक सामने खड़ा वह कासागर \nअपने पिता की टिकठी को संभाले \nदुआओं में भुनभुनाता हुआ \nएक लंबे समय से खड़ा है\nगुमटी को खोजता हुआ ।\n\n\nरचनाकाल: अक्टूबर 2007\n\n","author":"श्रीप्रकाश शुक्ल","title":"बाबो रेस्टूरेंट \/ श्रीप्रकाश शुक्ल"},{"poem":"बाबू, चलो ना  \nबको मत, चलो ना\nकहता है एक बच्चा \nअपने पचास वर्षीय अधेड़ पिता की अंगुलियों को थामें\n\nबच्चा बार-बार पिता को पुकार रहा था \nबार-बार उसके सिर को उपर उठाने की कोशिश कर रहा था \nलेकिन सिर था कि सिरा ही गायब था\nरंग में भंग ही भंग था!  \n\nयह होली के ठीक पहले की शाम थी \nलंका के रविदास गेट पर चहल-पहल थी \nदुकानों में बाज़ार की आवाज़ाही थी \n\nदुनिया जब गर्मे सफ़र पर जा रही थी \nलाउडस्पीकरों की भीड़ से ईश्वर थोड़ा दूर खिसक गया था \nभीड़ में वही पर अकेले \nबच्चा अपने ईश्वर को पुकार रहा था\n\nयह एक अजीब हालत थी \nबच्चा भीड़ को पुकार रहा था\nभीड़ ईश्वर को \nऔर पुकार की हर कोशिश में ईश्वर \nअपनी नज़र की कोर से \nथोड़ा मुस्कुरा देता था ।\n\n\nरचनाकाल: 12.02.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"बच्चा और ईश्वर \/ श्रीप्रकाश शुक्ल"},{"poem":"दुख अकेले का नहीं होता\nसकेले का होता है\nऔर जहाँ ऐसा होता है\nवहां दुख एक नहीं \nएक जोड़ा होता है\n\nदुख की तलाश में निकले हए, कवि जी\nतुम्हारे दिल में जो फफक है\nऔर दिमाक में भभक\nजरा उसे खुरच कर तो देखो\n\nक्या उसके नीचे कुछ ऐसा भी है\nजिसे तुम ऊपर से देख सकते हो\n\nक्या वहाँ कुछ ऐसा है \nजहाँ तुम देर तक टिक सकते हो\nजहाँ  तुम्हारे सपनों की ऊँचाई\nतुम्हारे अपनों से ज़्यादा की नहीं होगी\n\nक्या तुमने फुनगियों में कभी बीज के दर्द को महसूस किया है\nक्या कभी याद आये हैं उपवन के बीच खिले हुए फूल में \nउस माली के हाथों के नाखून\nजिनमें न जाने कितनी मिटटी भरकर वह अपनी ही नसों को पाट रहा होता है\n\nक्या तुमने कभी सूखते चाम के भीतर के मनुष्य को सिसकते हुये देखा है\nक्या तुमने कभी बसंत की मादक हवाओं में \nलहराते सरसों के फूलों में\nप्रेमगंध से अधिक \nउस मानुषगंध को महसूस किया है\nजिसमें श्रमजलस्नात युवतियाँ छोड़ आई हैं \nअपने अपने दुख\n\nयदि ऐसा नहीं है \nतो कवि जी, दुख तलाशने का कोई कारण नहीं है\nक्योंकि दुख\nसतह पर तैरता हुआ दुख नहीं होता \nवह नयन कोरकों में ठिठके हुए उन बुलबुलों में होता है \nजिसमें तन की हरियाली से ज्यादा\nमन के दरकने का दर्द होता है। \n\n\nरचनाकाल: 02.03.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"एक जोड़ा दुख \/ श्रीप्रकाश शुक्ल"},{"poem":"न उसका कोई रूप है\nन उसकी कोई जाति\n\nन उसका कोई घर है \nन उसकी कोई पाति\n\nआकाश उसकी छत है \nमौसम उसका आभूषण\n\nहत्या उसका बचपन है \nआत्महत्या उसकी जवानी\n\nजिसे आप बुढ़ापा कहते हैं \nवह है उसकी आज़ादी\n\nजिसे ढहने के पहले \nउसने सुरक्षित कर लिया है \n\nधरती के नीचे\nअपने रकबे में।\n\nरचनाकाल: 12.01.2008\n\n","author":"श्रीप्रकाश शुक्ल","title":"किसान \/ श्रीप्रकाश शुक्ल"}]