[{"poem":"आह! वेदना मिली विदाई\nमैंने भ्रमवश जीवन संचित,\nमधुकरियों की भीख लुटाई\n\nछलछल थे संध्या के श्रमकण\nआँसू-से गिरते थे प्रतिक्षण\nमेरी यात्रा पर लेती थी\nनीरवता अनंत अँगड़ाई\n\nश्रमित स्वप्न की मधुमाया में\nगहन-विपिन की तरु छाया में\nपथिक उनींदी श्रुति में किसने\nयह विहाग की तान उठाई\n\nलगी सतृष्ण दीठ थी सबकी\nरही बचाए फिरती कब की\nमेरी आशा आह! बावली\nतूने खो दी सकल कमाई\n\nचढ़कर मेरे जीवन-रथ पर\nप्रलय चल रहा अपने पथ पर\nमैंने निज दुर्बल पद-बल पर\nउससे हारी-होड़ लगाई\n\nलौटा लो यह अपनी थाती\nमेरी करुणा हा-हा खाती\nविश्व! न सँभलेगी यह मुझसे\nइसने मन की लाज गँवाई\n\n","author":"जयशंकर प्रसाद","title":"आह ! वेदना मिली विदाई \/ जयशंकर प्रसाद"},{"poem":"बीती विभावरी जाग री!\n\nअम्बर पनघट में डुबो रही\nतारा-घट ऊषा नागरी!\n\nखग-कुल कुल-कुल-सा बोल रहा\nकिसलय का अंचल डोल रहा\nलो यह लतिका भी भर ला‌ई-\nमधु मुकुल नवल रस गागरी\n\nअधरों में राग अमंद पिए\nअलकों में मलयज बंद किए\nतू अब तक सो‌ई है आली\nआँखों में भरे विहाग री!\n\n","author":"जयशंकर प्रसाद","title":"बीती विभावरी जाग री \/ जयशंकर प्रसाद"},{"poem":"हिमाद्रि तुंग शृंग से प्रबुद्ध शुद्ध भारती \nस्वयंप्रभा समुज्ज्वला स्वतंत्रता पुकारती \nअमर्त्य वीर पुत्र हो, दृढ़-प्रतिज्ञ सोच लो,\nप्रशस्त पुण्य पंथ हैं - बढ़े चलो बढ़े चलो।\n\nअसंख्य कीर्ति-रश्मियाँ विकीर्ण दिव्य दाह-सी।\nसपूत मातृभूमि के रुको न शूर साहसी।\nअराति सैन्य सिंधु में - सुबाड़वाग्नि से जलो,\nप्रवीर हो जयी बनो - बढ़े चलो बढ़े चलो।\n\n","author":"जयशंकर प्रसाद","title":"प्रयाणगीत \/ जयशंकर प्रसाद"},{"poem":"हिमालय के आँगन में उसे, प्रथम किरणों का दे उपहार  \nउषा ने हँस अभिनंदन किया और पहनाया हीरक-हार  \n\nजगे हम, लगे जगाने विश्व, लोक में फैला फिर आलोक  \nव्योम-तम पुँज हुआ तब नष्ट, अखिल संसृति हो उठी अशोक  \n\nविमल वाणी ने वीणा ली, कमल कोमल कर में सप्रीत  \nसप्तस्वर सप्तसिंधु में उठे, छिड़ा तब मधुर साम-संगीत  \n\nबचाकर बीज रूप से सृष्टि, नाव पर झेल प्रलय का शीत  \nअरुण-केतन लेकर निज हाथ, वरुण-पथ पर हम बढ़े अभीत  \n\nसुना है वह दधीचि का त्याग, हमारी जातीयता विकास  \nपुरंदर ने पवि से है लिखा, अस्थि-युग का मेरा इतिहास  \n\nसिंधु-सा विस्तृत और अथाह, एक निर्वासित का उत्साह  \nदे रही अभी दिखाई भग्न, मग्न रत्नाकर में वह राह  \n\nधर्म का ले लेकर जो नाम, हुआ करती बलि कर दी बंद  \nहमीं ने दिया शांति-संदेश, सुखी होते देकर आनंद  \n\nविजय केवल लोहे की नहीं, धर्म की रही धरा पर धूम  \nभिक्षु होकर रहते सम्राट, दया दिखलाते घर-घर घूम  \n\nयवन को दिया दया का दान, चीन को मिली धर्म की दृष्टि  \nमिला था स्वर्ण-भूमि को रत्न, शील की सिंहल को भी सृष्टि  \n\nकिसी का हमने छीना नहीं, प्रकृति का रहा पालना यहीं  \nहमारी जन्मभूमि थी यहीं, कहीं से हम आए थे नहीं  \n\nजातियों का उत्थान-पतन, आँधियाँ, झड़ी, प्रचंड समीर  \nखड़े देखा, झेला हँसते, प्रलय में पले हुए हम वीर  \n\nचरित थे पूत, भुजा में शक्ति, नम्रता रही सदा संपन्न  \nहृदय के गौरव में था गर्व, किसी को देख न सके विपन्न  \n\nहमारे संचय में था दान, अतिथि थे सदा हमारे देव  \nवचन में सत्य, हृदय में तेज, प्रतिज्ञा मे रहती थी टेव  \n\nवही है रक्त, वही है देश, वही साहस है, वैसा ज्ञान  \nवही है शांति, वही है शक्ति, वही हम दिव्य आर्य-संतान  \n\nजियें तो सदा इसी के लिए, यही अभिमान रहे यह हर्ष  \nनिछावर कर दें हम सर्वस्व, हमारा प्यारा भारतवर्ष\n\n","author":"जयशंकर प्रसाद","title":"भारत महिमा \/ जयशंकर प्रसाद"},{"poem":"अरुण यह मधुमय देश हमारा।\nजहाँ पहुँच अनजान क्षितिज को मिलता एक सहारा।।\nसरल तामरस गर्भ विभा पर, नाच रही तरुशिखा मनोहर।\nछिटका जीवन हरियाली पर, मंगल कुंकुम सारा।।\nलघु सुरधनु से पंख पसारे, शीतल मलय समीर सहारे।\nउड़ते खग जिस ओर मुँह किए, समझ नीड़ निज प्यारा।।\nबरसाती आँखों के बादल, बनते जहाँ भरे करुणा जल।\nलहरें टकरातीं अनन्त की, पाकर जहाँ किनारा।।\nहेम कुम्भ ले उषा सवेरे, भरती ढुलकाती सुख मेरे।\nमंदिर ऊँघते रहते जब, जगकर रजनी भर तारा।।\n\n","author":"जयशंकर प्रसाद","title":"अरुण यह मधुमय देश हमारा \/ जयशंकर प्रसाद"},{"poem":"सब जीवन बीता जाता है\nधूप छाँह के खेल सदॄश\nसब जीवन बीता जाता है\n\nसमय भागता है प्रतिक्षण में,\nनव-अतीत के तुषार-कण में,\nहमें लगा कर भविष्य-रण में,\nआप कहाँ छिप जाता है\nसब जीवन बीता जाता है\n\nबुल्ले, नहर, हवा के झोंके,\nमेघ और बिजली के टोंके,\nकिसका साहस है कुछ रोके,\nजीवन का वह नाता है\nसब जीवन बीता जाता है\n\nवंशी को बस बज जाने दो,\nमीठी मीड़ों को आने दो,\nआँख बंद करके गाने दो\nजो कुछ हमको आता है\n\nसब जीवन बीता जाता है.\n\n","author":"जयशंकर प्रसाद","title":"सब जीवन बीता जाता है \/ जयशंकर प्रसाद"},{"poem":"हिमाद्रि तुंग शृंग से प्रबुद्ध शुद्ध भारती \nस्वयं प्रभा समुज्ज्वला स्वतंत्रता पुकारती \n'अमर्त्य वीर पुत्र हो, दृढ़- प्रतिज्ञ सोच लो, \nप्रशस्त पुण्य पंथ है, बढ़े चलो, बढ़े चलो!' \n\nअसंख्य कीर्ति-रश्मियाँ विकीर्ण दिव्य दाह-सी \nसपूत मातृभूमि के- रुको न शूर साहसी! \nअराति सैन्य सिंधु में, सुवाड़वाग्नि से जलो, \nप्रवीर हो जयी बनो - बढ़े चलो, बढ़े चलो!\n\n","author":"जयशंकर प्रसाद","title":"हिमाद्रि तुंग शृंग से \/ जयशंकर प्रसाद"}]