[{"poem":"मैं? मैं हूँ एक प्यारी सी धरती\nकभी परिपूर्णता से तृप्त और कभी प्यासी आकाँक्षाओं में तपती.\n\nऔर तुम? तुम हो एक अंतहीन आसमान\nसंभावनों से भरपूर और ऊंची तुम्हारी उड़ान\nकभी बरसाते हो अंतहीन स्नेह और कभी.....\nसिर्फ धूप......ना  छांह और ना मेंह.\n\nजब जब बरसता है  मुझ पर\nतुम्हारा प्रेम और तुम्हारी कामनाओं का मेंह\nखिल उठता है मेरा मन और\nअंकुरित होती है मेरी देह.\n\nयुगों युगों से मुझ पर हो छाए\nमुझे अपने गर्वित अंक में समाये\nसदियों का अटूट हमारा नाता है ...लेकिन\nफिर भी कभी सम्पूर्ण ना हो पाता है.\n\nधरती और आसमान....मिलते हैं तो सिर्फ क्षितिज में\nसदियों से यही होता आया है ...और होगा.\nजितना करीब आऊं\nतुम्हारा सुखद संपर्क उतना ही ओझल हो जाता है.\n\nलेकिन इन सब से मुझे कैसा अनर्थ डर?\nअंतहीन युगों के अन्तराल से परे ...जब चाहूँ...\n\nसतरंगी इन्द्रधनुषी रंगों की सीढियां चढ़ती हूँ\nरंगीले कोहरे में रोमांचक नृत्य करती हूँ\nपरमात्मा के रचित मंदिर में तुम पर अर्चित होती हूँ\nतुम्हें छू कर, तुम्हें पा कर, तुम पर समर्पित हो कर\nफिर खुद ही खुद तक लौट आती हूँ.\n\nअब ना मिलने की ख़ुशी है और ना ही ना मिलने का गम\nमैं अब ना मैं हूँ और ना तुम हो तुम.... हैं तो बस अब सिर्फ हैं हम.\n\nसिर्फ कहने भर को हूँ तुमसे मैं दूर.....\n\nतुम्हारे आकर्षण की गुरुता में गुँथी\nपरस्पर आत्माओं के तृषित बंधन में बँधी\nतुम्हारी किरणों के सिंधूरी रंगों से सजी\nतुम्हारे मोहक संपर्क में मेरी नस नस रची.\n\nमैं रहूँगी तुम्हारी प्रिया धरती\nऔर रहोगे तुम मेरे प्रिय आसमान\nमैं? मैं हूँ आसमान की धरती, और तुम?\nतुम हो धरती के आसमान.\n\n","author":"अंजना भट्ट","title":"धरती और आसमान \/ अंजना भट्ट"},{"poem":"इस कदर छाई है दिल और दिमाग पर तेरी याद की आंधी\nइस तूफ़ान में उड़ कर भी तेरे पास क्यों नहीं आ पाती?\nइस कदर छाई है तन बदन पर तुझसे मिलने की प्यास\nइस प्यास में तड़प कर भी तुझमें खो क्यों नहीं पाती?\n\nबस आ...कि अब तुझ बिन कोई भी मुझे संभाल नहीं सकता\nगंगा की वेगवती लहरें शिव की बलिष्ठ जटाएं चाहती हैं\nबस आ..कि अब तो आंखें बहुत प्यासी हैं...और....\nतेरे दर्शनों के सिवा अब कुछ भी इस प्यास को बुझा नहीं सकता.\n\nतेरी बाँहों के झूले में झूल जाऊं\nतेरी आँखों की नमीं में घुल जाऊं\nतेरे हाथों की छूअन से पिघल जाऊं\nतेरे गर्म सांसो की आँच में जल जाऊं...\n\nतब हाँ...तब....\n\nतब मेरे बदन की सब गिरहें खुल जायेंगी\nऔर मैं तेरी बाँहों में और भी हल्की हो जाऊँगी\nएक नशा सा हावी होगा मेरी रग रग में\nऔर मैं एक तितली की तरह\nरंगों में सराबोर हो कर आकाश में उड़ जाऊँगी.\n\nचाहे जब मुझे आकाश में उड़ाना, पर मुझे अपनी चाहत में बांधे रखना\nताकी तेरे बंधनों में बंध कर जी सकूँ, उड़ने का सुख पहचान सकूँ\nमुझे प्यासी ही रखना, ताकी तेरे लिए हमेशां प्यासी रह सकूँ\nमरते दम तक इस प्यास को जी सकूँ, और इसी प्यास में मर सकूँ\n\nअजीब ही बनाया है मालिक ने मुझे\nपास लाकर भी दूर ही रखा है तुझसे...\nवो ही जानता है इसका राज़.\n\nशायद इस लिए की मिलने की खुशबू तो पल दो पल की , और फिर ख़त्म....\nपर जुदाई की तड़प रहती है बरकरार, पल पल और हर दम...\nइसी तड़प और इसी  प्यार में जी रही हूँ मैं...\nहर पल, हर दिन....\nतुझसे मिलने की आस में,  इंतज़ार में,  गुम हूँ मेरे हमदम.\n\n","author":"अंजना भट्ट","title":"प्यास \/ अंजना भट्ट"},{"poem":"हर तरफ  छाया है कोहरा...आँखें हैं कुछ मजबूर\nधुंधली सी बादल की एक चादर है\nकुछ नहीं आता नज़र दूर दूर...\nबस कुछ थोड़ी सी रोशनी और उसके पर सब कुछ खोया खोया सा...\nमगर इस कोहरे के पार भी है कुछ...दिख रहा जाना पहचाना  सा.\nहाँ...तेरा चेहरा है...\nप्यार  बरसाता, मुस्कुराता सा, आँखों में लिए हजारों प्यार के झरने\nदिल में अरमानों की झंकार सुनाता सा, होठों पर हैं मीठी मुस्कानों के नक्श गहरे.\n\nतेरे सहारे और प्यार की ताकत है..\nजो इस कोहरे के पार भी तेरा प्यारा चेहरा साफ़ दिखाए देता है\nचल...जिन्दगी के इस त्यौहार को जी भर के जी लें\nमनाएं खुशियाँ .....क्योंकि अभी तुझे और मुझे भी सांस आता है.\n\nतुझ संग बीते लमहों की परछायीआं\nमेरे उदास क्षणों को रोशनी देतीं हैं\nजब मैं होती हूँ और मेरी तनहाईयाँ\nतब ये बीते लम्हें जुगनू बन कर टिमटिमाते हैं\n\nइन प्यार के ख्यालों के सामने कुछ भी सूनापन रह नहीं सकता\nतेरा प्यारा चेहरा किसी कोहरे के पीछे छुप नहीं सकता.\n\n","author":"अंजना भट्ट","title":"कोहरा \/ अंजना भट्ट"},{"poem":"नीले समुन्दर का साया आँखों में भर के\nतेरी प्यारी आँखों के समुन्दर में डूबने को जी चाहता है\n\nमचलती  लहरों की मस्ती दिल में भरके\nतेरी बाँहों के झूले में झूलने को जी चाहता है\n\nसमुन्दर का खारा पानी मूहँ में भरके\nतेरे होठों के अमृत की मिठास चखने को जी चाहता है\n\nआ ना सजन, अपनी बाँहों में कस ले मुझे\nआँखों में बसा ले मुझे, और\nअपने होठों की मिठास, मेरे तन मन और आत्मा में भर दे\n\nप्यासी हूँ तेरे प्यार की, कभी नहीं थकूँगी तेरे प्यार से\nसमुन्दर के रूबरू, आकाश की गोद में, पाताल की गहराईयों में....\nकहीं भी तू बुलाये तो मैं आऊँगी\nजनमों से तेरी दासी हूँ आ कर तुझमें ही समा जाऊँगी\n\n","author":"अंजना भट्ट","title":"समुन्दर \/ अंजना भट्ट"},{"poem":"मेरे बच्चे, मेरे प्यारे,\nतू मेरे जिस्म पर उगा हुआ\nइक प्यारा सा नन्हा फूल...\nक्या है तेरा मुझसे रिश्ता?\nबस....एक लाल धागे का...\nटूटने पर भी उतना ही सच्चा, उतना ही पक्का\nजितना परमात्मा से आत्मा का रिश्ता.\n\nतेरी मुस्कुराहटों से जागता है\nमेरी सुबहों का लाल सूरज.\nतेरी संतुष्टी में ढलता है\nमेरी शामों का सुनहरी सूरज.\nतेरी हिम्मतों से खिलता है \nमेरी रातों का सफेद चंद्रमा.\nतेरी खुशियों में झिलमिलाते हैं\nमेरी रातों के चंचल तारे.\n\nतेरा जीवन सफ़र है मेरी आकाशगंगा\nजहाँ तेरी कामयाबी ...है मेरा स्वर्णिम मुकाम वहीँ\nजहाँ तू नहीं...वो स्वर्ग हो कर भी मेरे लिए स्वर्ग नहीं.\n\nतेरी हिम्मत की बताये रास्तों पर चल कर\nउलझने की बजाये तूने अपना रास्ता खुद चुना.\n\nमोती मिलेंगे तुझे...मेरे बच्चे...\n\nबस जिन्दगी की सिप्पियाँ खुद ही खोल कर देखना होगा.\nअंतहीन नीले आसमान की ऊंचाइयो में अकेले पंछी की तरह धीरज से उड़ना  होगा.\nअपनी रातों के रंगीन सपनों को खुली आँखों से हकीकत में उतारना होगा.\nअपनी खामोशियों में मचलते शब्दों को चुन चुन कर गीतों से संवारना होगा.\nअपनी राहों में परमात्मा की उंगली थामे बादलों के महलों में छुपे खज़ाने को खुद ही तलाशना होगा.\n\nवेदों की सच्चाईओं का आशीर्वाद देती हूँ तुझे...\n\nतेरी आँखों में हर पल सूरज की रोशनी  जगमगाए\nवायू देवता तेरे प्राणों में निरंतर बसें\nवाणी में अग्नी सी साफ़ सच्चाई और\nचंद्रमा की चांदनी सी मासूमियत तेरे दिल में बसे.\n\nओ परमात्मा ...\nमेरे बच्चे के संकल्प मंगलमय कर दे\nउसके रोम रोम  में चिंतन की काबिलियत भर दे\nमेरे बच्चे के मन में सच्चाई, शांती और मुहब्बत भर दे\nमेरे बच्चे को अपना प्रिय जान उसका जीवन सुखमय कर दे\nअपने रहमों करम की बारिश से मेरे बच्चे के घर में दाने भर दे.\n\n","author":"अंजना भट्ट","title":"मेरे बच्चे, मेरे प्यारे \/ अंजना भट्ट"},{"poem":"तिनका तिनका जोड़ा तुमने, अपना घर बनाया तुमने\nअपने तन के सुन्दर पौधे पर हम बच्चों को फूल सा सजाया तुमने\nहमारे सब दुःख उठाये और हमारी खुशियों में सुख ढूँढा तुमने\nहमारे लिए लोरियां गाईं और हमारे सपनों में खुद के सपने सजाये तुमने.\n\nहम बच्चे अपनी अपनी राह चलते गये, और तुम?\nतुम दूर खडीं चुपचाप अपना मीठा आर्शीवाद देतीं रहीं.\nपल बीते क्षण बीते....\nसमय पग पग चलता रहा...अपना हिसाब लिखता रहा...और आज?\n\nआज धीरे धीरे तुम जिन्दगी के उस मुकाम पर आ पहुंची\nजहाँ तुम थकी खड़ी हो ---शरीर से भी और मन से भी.\n\nमेरा मन मानने को तैयार नहीं, मेरा अंतर्मन सुनने को तैयार नहीं...\n\nक्या तुम्हारे जिस्म के मिटने से सुब कुछ खत्म हो जायेगा?\nक्या चली जाओगी  तुम अपने प्यार की झोली समेट कर?\nक्या रह जायेंगे हम तुम्हारी भोली सूरत देखने को तरसते हुए?\nक्या रह जायेंगे हम तुम्हारी गोदी में छुपा अपना बचपन ढूँढते हुए?\n\nबोलो माँ?\nक्या कह जाओगी इन चंदा सूरज धरती और तारों से?\nइन राह गुज़ारों से.....नदिया के बहते धारों से?\nक्या कह जाओगी माँ? किसी सौंप जाओगी हमें माँ?\n\nया फिर....? या फिर....?\nबिखरा जाओगी अपना प्यार अपनी दुआएं और अपनी ममता\nइस कायनात के चिरंतन समुन्दर की लहर लहर पर?\n\nक्या इस जनम में चुन पायेंगे हम वो दुआएं?\nपर वादा है माँ.....\n\nइन सब जनमों के पार हम फिर मिलेंगे\nतुम्हारी दुआएं चुन कर.\nतुम्हारे प्यार से भरी झोली समेट कर, एक नया जिस्म ले कर\nहम फिर मिलेंगे माँ...\nजन्म जन्मान्तरों से परे...हंसते मुस्कराते.. हम फिर मिलेंगे\nफिर एक नई  दुनिया बसाएँगे...\nइन बिखरते आंसुओं को चुन कर खुशियों में बदल देंगे\nपापा, मै, तुम और बच्चे, हम फिर मिलेंगे, हमेशां साथ साथ खुश रहेंगे.\n\nइन शब्दों को लिखते जीते जो आंसू मैने गिराये\nऔर जो तुमने नहीं देखे,\nवो आँसू तुम पर मेरा क़र्ज़ हैं माँ....\n\nतुम्हें भी ये क़र्ज़ चुकाना होगा\nइन बिखरे आँसूओं को समेट कर खुशियों में बदलना होगा\nतुम्हें भी एक वाद करना होगा.....\n\nक्या फिर से एक बार जन्म जन्मान्तरों के पार मिलोगी?\nक्या फिर एक बार मुझसे लाल धागे का रिश्ता जोड़ोगी?\nक्या फिर एक बार मुझे अपने तन पर सुन्दर फूल सा सजाओगी?\nक्या फिर मेरी नन्हीं उंगली थामे मेरे संग-संग चलोगी?\nक्या फिर मेरी वाणी पर अपना  सम्मोहन बिखराओगी?\nक्या फिर अपनी ममता की छाया से मेरा जीवन संवार दोगी?\nक्या फिर अपनी मीठी लोरियां गा कर मुझे सुलाऔगी?\nक्या फिर मुझे सजना संवरना और गुनगुनाना सिखाओगी?\nक्या फिर मेरे नन्हे पंखों में ऊंची उड़ान भरोगी?\n\nबोलो माँ? क्या फिर एक बार मिलोगी?\n\n","author":"अंजना भट्ट","title":"माँ...क्या एक बार फिर मिलोगी? \/ अंजना भट्ट"},{"poem":"दुल्हन का सिंगार और किसी की आँखों में बसने का विचार\nपूरा ही ना हो पाया...\nऔर इस दिलो-जान से प्यारे दिन की वीरानी\nमेरे रग रग में एक ठंडे लोहे की तरह उतर गयी.\n\nमुझे भी विकल करती है उन कंगनों की झंकार\nजिनसे मैंने अपनी उदास बाहें नहीं सजाई.\nमुझे भी सताती हैं मेहंदी की वो लाल मदमाती लकीरें\nजो मेरी आकांक्षित हथेलियों पर नहीं लहराईं.\nमुझे भी आमन्त्रण देती है उन पायलों और बिछूओं  की कसमसाहट\nजो मेरे तन मन को कस के बाँध ही ना पाई.\nमुझे भी श्राप देते हैं मेरी चिरंतन सूनी सेज के वो फूल\nजिनके अंगारों में मैं एक तड़पती बिजली सी दहक ही ना पाई.\n\nऔर फिर पल बीते....और फिर धीरे धीरे...\nमै इक मचलती दरिया ना रह कर निपट सूनी मिटटी से भरी दरिया में परिवर्तित हो गयी\nरस के सब धारे तो सूख गए पर....\nमै अभी जिन्दा हूँ.......\n\nइस मन का क्या करुँ?\nकहाँ ले जाऊं?\nकैसे दिलासा दूँ?\nक्या बहाना बनाऊं?\nइस मन की यंत्रणा किसे समझाऊँ?\n\nजो हर वर्ष शोक मनाता है अपने टूटे दिल का,\nजो अब किसी तरह की उम्मीद भी नहीं रखता.\nजो अब किसी बंधन में बंधने को भी नहीं तरसता,\nजो अब चाहता है तो सिर्फ परमात्मा से आत्मा के मिलन का रिश्ता.\n\nजो बस अब यही चाहता है कि..\nजो बदल ना पाया उसे सहने की हिम्मत जुटा ले\nजो विरह के दुःख मिले उन्हें अपने आँचल में छुपा ले\nऔर चुप चाप रो ले,..आँसू बहा ले....\n\nकुछ ऐसे आँसू जो बहें तो शर्मिन्दगी ना महसूस हो\nकुछ ऐसे आँसू जो बहें तो दिल को दिलासा दें\nकुछ ऐसे आँसू जो बहें तो मन को राहत दें\nकुछ ऐसे आँसू जो बहें तो आत्मा को निखार दें\nकुछ ऐसे आँसू जो बहें तो अगले जनम का आईना निखार दें\n\nजिस आइने में मैं फिर से खुद को देखूं ...ऐसे कि....\n\nफिर एक रंग बिरंगी पंखों वाली तितली\nजो इन्द्र धनुष तक उड़ सकने की क्षमता रखे\nफिर एक मचलती खिलखिलाती दरिया\nजो इस बंजर धरती को अपने रस से उबार दे\nफिर एक सोलह श्रृंगार युत दुल्हन\nपहने सिंदूर, पायल, बिछिया, कंगन, और\nअपने साँवरे की सेज गुंजार दे\n\n","author":"अंजना भट्ट","title":"करवाचौथ का त्यौहार \/ अंजना भट्ट"},{"poem":"मेरी नज़रों ने वायदा किया है मेरी रूह से\nकि सनम तेरे सिवा कुछ ना देखेंगी\nतू ये जानता है ना कि मेरी रूह तू है?\n\nमैं शायद खुदा की बनायी पहली और अकेली औरत हूँ\nजो अपने जिस्म के टुकड़े से ज्यादा प्यार अपने आदमी से करती है\nक्योंकि जिस्म के सब टुकड़े भी तो तूने दिए हैं\nक्योंकि मेरी जिन्दगी की ये पवित्र खुशी भी तो तूने दी है\nक्योंकि इस मन को बेइंतहा सहारा भी तो तूने दिया है\nक्योंकि मुझ नाचीज़ को आसमान पर उड़ना भी तो तूने सिखाया है.\n\nतू इतना जान ले हमदम की तेरे बिना मैं कुछ भी नहीं\nकि मेरी ख़ुशी मेरी जिन्दगी तू है\nकि तेरे बिना जिन्दगी जिन्दगी ही नहीं\nमेरी रूह ने वादा किया है मेरे खुदा से कि सनम\nअगर तुझसे हुई जुदा तो तड़प के मर जायेगी\nरूहों का सफ़र कभी फनां नहीं होता, पर\nमेरी रूह तेरे बिना ना जी पायेगी...\n\nबहुत डरती हूँ की कभी इस हालत पर ना पहुंचूँ कि\nतुझसे चाहूँ तो बात ना कर सकूँ.\nचाहूँ तो तुझे देख ना सकूँ.\nतेरी पुरसुकूँन आवाज का मीठा अमृत अपने दिलो दिमाग में\nना महसूस कर सकूँ.\nऐसा तो हो नहीं सकता, सिवाय तब की जब\nतू मुझसे जुदा हो गया हो और मौत के अंधेरों में खो गया हो\nक्योंकि ये तो हो नहीं सकता कि जीते जी तू मुझसे रूठ गया हो.\n\nमेरे होते तू मर नहीं सकता\nक्योंकि मेरी जिन्दगी तू है, गर मै हूँ जिन्दा\nतो फिर तू भी यहीं कहीं है.\n\nमेरी हंसी खुशी सब तू ही है\nमेरी जान...मै जीना चाहती हूँ, हँसना चाहती हूँ\nक्या मेरी खातिर रहेगा तू हमेशाँ जिन्दा?\nक्या मेरी खातिर रहेगा तू हमेशाँ मेरा दिलबर?\nक्या मेरी खातिर रहेगा यही तेरे ख्यालों का असर?\n\nदिल चाहता है कि खुदा से और तुझसे एक वादा ले लूं..\nकि देखेंगी मेरी आँखें तुझे ही\nजब तक मेरी आँखों में देखने की हिम्मत है\nकि सुनूँगी तेरी आवाज़ जब तक जिंदा हूँ\nकि तेरी गैर मौजूदगी का एहसास ना हो\nकि कभी मजबूर ना होऊँ तेरी दूरी से\nकि सोऊँ जब चिरनिद्रा में तो\nरूह में, आँखों में समा कर तुझे...\nकि जाऊं मैं तुझे छोड़ कर, ना कि तू मुझे.\nतुझसे जुदा मैं कभी हो नहीं सकती, बस\nमेरी मौत है तेरी दूरी मेरे लिये..\n\nतू ना होगा तो किस को इस पागलपन से चाहूंगी?\nतू ना होगा तो किस से  इस पागलपन से लडूंगी?\nतू ना होगा तो किस से इस पागलपन से प्यार कर सकूंगी?\nतू ना होगा तो कौन दिखायेगा मुझे इस धरती पर स्वर्ग?\nतू ना हो तो कौन मुझे पलकों पर बिठाएगा?\nतू ना होगा तो कौन मुझे जिन्दा रखेगा?\n\nतू रह जिन्दा सनम ताकि  मैं जी सकूँ\nतू रह शादाब ताकि मैं हंस सकूँ\nतू रह ताकि मेरी आस पास तेरे वजूद की खुशबू रहे\nतू रह इस दुनिया में ताकि ये दुनिया रहने के काबिल रहे\nतू चल ताकि तेरे साए की छावं में, मैं शांती से सफ़र कर सकूँ\nतू रह आबाद ताकि मैं बस सकूँ\nबस तू ही तू है, इस जिन्दगी में, रूह में, सफ़र में,\nतू रह मेरी आस पास ताकि मैं हँसते हँसते मर सकूँ.\n\nबहुत खुश हूँ मैं कि जिन्दगी ने मुझे अधूरा नहीं लौटाया\nएहसान है तेरा की मुझे प्यार में जीना आया\nकद्रदान हूँ तेरी कि अपनी कोख में तुझे समाया\nशुक्रगुज़ार हूँ तेरी कि खुदा की जांनिब  तुझे पाया\nदौलतवार हूँ कि तेरी छाहँ का आशियाँ पाया.\n\nमेरे प्यारे, परम पिता के बनाये आदमी, तू इतना प्यारा क्यों है?\nतू इतना दिल को समझने वाला हमसाया क्यों है?\nतेरे जनमदाता में जरूर कुछ होगा कि तू एक चीज़ है\nकभी सोचती हूँ... उस वृक्ष को भी चाहती हूँ मैं जिसका तू बीज है.\n\n","author":"अंजना भट्ट","title":"मेरी रूह - मेरा वादा \/ अंजना भट्ट"},{"poem":"वो आया\nमेरा मन कुछ भरमाया\nइससे पहले कि मै कुछ सोचती\nअपने मन को टटोलती या कुछ सपने बुनती\nअचानक पाया कि\nवो तो था सिर्फ एक साया.\n\nसालों बीते\nजिन्दगी ने एक दिन फिर सामने ला खड़ा किया\nमैने हैरानी से पलकें झपकाईं तो\nउसे उसके जीवन साथी के संग पाया,\nऔर वो?\nकुछ नया नया सा...\nहालांकि पुरुष था,\nफिर भी कुछ शर्माता सा पेश आया.\n\nमैं अचानक नींद से जागी\nसब उमीदें जैसे पर लगा कर भागीं\nऔर मैं जिन्दी के पथरीले धरातल पर आ खड़ी हुई.\nतो अब? अब आगे बदना होगा\nखुद ही खुद को संभाल  कर\nनई राहें तलाश करने को चलना होगा.\n\nमैं चलती रही\nकुछ राहें  बनती रहीं, कुछ मैं बनाती रही\nवो भी चलता रहा\nपुरुष था ना,\nउसके लिये राहें  आसानी से खुलती रहीं\nसालों पर सालों की परतें जमती रहीं.\n\nएक दिन फिर मिले\nवो ही पुरानी बातें.....पुराने शिकवे गिले\nमेरे सपनों की रानी थीं  तुम\nक्यों तब कुछ नहीं बोलीं थीं तुम?\nआज भी तुम्हें पूजता हूँ.\nकाश...तुम्हारा हाथ थाम कर चला होता\nतो सफ़र कुछ अलग अंदाज में ढला होता.\n\nमैं फिर हैरान  परेशान......\nवापिस मन की गहराईयों में उतरी\nअपने वर्त्तमान की ऊचाईयों नीचाईयों में भटकी\nशायद अभी भी कुछ था\nजो कसमसाता था, सवाल करता था\nकि ये ना होता तो क्या होता?\nवैसा होता तो क्या अच्छा होता?\nसवाल तो बहुत थे पर जवाब कुछ ना आया.\n\nफिर एक दिन जाना\nकि वो मौत से वाबस्ता था\nमेरा मन ना रोता था ना हँसता था\nफिर भी ना जाने क्यों यूँ ही पल पल तड़पता था.\n\nआखिर आ खड़ी हुई परम पिता ईश्वर के द्वारे\nमाँगी दुआएं,\nऔर बांधी हर ठिकाने मन्नती धागों की कतारें.\nजाने मेरे धागे पक्के थे\nया फिर मेरी दुआएं सच्चीं\nया फिर था बस एक बहाना....\nवो मौत के दरवाज़े से\nखुदा के रहमों करम में लिपटा लौट आया.\n\nजिन्दगी की रफ़्तार बहुत भारी  है\nवो ही दस्तूर अब फिर से ज़ारी है\nअब ना कोई खबर आती है ना जाती है\nमगर इतना जानती हूँ कि\nआजकल वो फिर से हँसता बसता है\nपर हाँ....अब फिर से उसका और मेरा अलग अलग रास्ता है.\n\nक्या करें?\nखुदा के बन्दे हर नए  मोड़ पर एक नया रास्ता तलाशते हैं..\nऔर फिर..\nजिन्दगी के सफ़र तो बस अपने अपने ठिकानों पर ही जँचते हैं.\n\n","author":"अंजना भट्ट","title":"कहानी \/ अंजना भट्ट"},{"poem":"मेरे दिल के राज, मेरी जिंदगी का ताना बाना\nपूरा तो मैने भी ना जाना\nतो तुम्हें कैसे बताऊँ कि कब हुआ मेरे सपनों के नगरी में तुम्हारा आना जाना.\n\nतुम्हारे प्यार का सुकून तुम्हारे प्यार की मस्त मदहोशी\nमेरे हिस्से की ख़ामोशी, मेरे हिस्से की मदहोशी\nक्या पूरा पूरा जी पाई? या फिर टुकड़ों में?\nपहले तो खुशियाँ दिमाग में समाई\nऔर फिर बाद में मेरे अस्तित्व को तोड़ती रुदन के आंधी आई.\n\nपर देखो...मैं आज भी खड़ी हूँ --- आखिर कर लिया खुद को साकार\nइस दुनिया में  परमात्मा ही  तो है चिरंतन और निराकार\nबस मना लिया खुद को...\nकि मैं भी हूँ उसी  का शाश्वत आकार...\nतो फिर जिन्दगी के हादसों से कैसी तकरार?\n\nइतना प्यार करुँ सबसे इस परमात्मा की सृष्टी में\nकि बस घायल हों जाऊं...... और ख़ुशी ख़ुशी कुर्बान\nताकी ला सकूँ सबके चेहरे पर एक तृप्त मुस्कान\n\nबनाऊं  मुहब्बत की पराकाष्टा की समाधी\nऔर बस एक जुट हों जाऊं  उसमें तल्लीन\nजिस तरह थी कृष्ण के होठों पर बीन\n\n","author":"अंजना भट्ट","title":"दिल के राज \/ अंजना भट्ट"},{"poem":"कौन कौन है बसता इस सुनहरी नगरी में\nकुछ अपने कुछ पराये\nकुछ कोहरे कुछ साए\nधुंधले हैं या उजले?\n\nरमती रहूँ इस नगरी में या फिर बेघर  हो जाऊं?\nइस नगरी में मेरा कुछ ना अपना ना पराया,\nसब प्रभु का जाया और फिर उसमें ही समाया\nमैंने तो कुछ ना बनाया  ना बसाया\nकोई भी चिरंतन गीत ना लिखा ना गाया\nतो फिर इस जादुई नगरी में क्या पाया?\n\nप्रभु ने भेजा पालना....\nपर मेरा मन चाहे इसी नगरी में डोलना\nक्यों ना चाहे नए पालने का झूला झूलना?\nऊँची उड़ान भर बादल छूना?\nइन्द्रधनुषी सतरंगी किरणों  पर लहराना?\nक्यों चाहे इसी नगरी में डोलना?\nक्या कोहरे में पलते सपनों की चमकीलीं परतें नहीं है खोलना?\n\nप्रभु से कैसे हो मिलन?\nमैं इक बहता दरिया और परमात्मा इक विशाल समुन्दर\nकब तक ना होगा मेरा उससे मिलन?\nइधर जाऊं  उधर जाऊं -- क्यों?\nसमुन्दर में समा जाऊं तो बस फिर सुकून से बहती जाऊं.\nसमुन्दर की हो कर\nउसकी तरंगों में अपना पूर्ण अस्तित्व खो कर\nबस उस जैसी ही  हो जाऊं.\n\n","author":"अंजना भट्ट","title":"प्रभु की नगरी \/ अंजना भट्ट"},{"poem":"तुम्हारा सच, मेरा सच\nबस तुम जानो या मैं जानूं.\nतो फिर क्यों है इतनी उम्मीदें, बंधन और कड़वाहट?\n\nतुम्हारा अकेलापन या मेरा अकेलापन\nबस तुम जानो या मैं जानूं.\nतो फिर क्यों है इतना इंतज़ार और बेकरारी\nएक आकांक्षित मिलन की?\n\nतुम्हारे सपनों की हंसीं या उनका रुदन\nमेरे सपनों की हंसी या उनका रुदन\nबस तुम जानो या मैं जानूं.\nतो फिर क्यों है नींदों में मचलती मुस्कुराहटों की झंकार?\n\nजन्म और मृत्यु के बीच का अंतराल\nमृत्यु और जन्म के बीच का अंतराल\nये बस तुम जानों या मैं जानूं कि  क्यों है इतना इंतज़ार.\n\nअपनी मुहब्बत की दुनिया के राजा रानी, उसी मुहब्बत की दुनिया के भिखारी क्यूं होते है?\n\n","author":"अंजना भट्ट","title":"सच \/ अंजना भट्ट"},{"poem":"इच्छाओं का घर--- कहाँ है?\nक्या है मेरा मन या मस्तिष्क या फिर मेरी सुप्त चेतना?\n\nइच्छाएं हैं भरपूर, जोरदार और कुछ मजबूर.\nपर किसने दी हैं ये इच्छाएं?\nक्या पिछले जनमों से चल कर आयीं\nया शायद फिर प्रभु ने ही हैं मन में  समाईं?\n\nपर क्यों हैं और क्या हैं  ये इच्छाएं?\n\nक्या इच्छाएं मार डालूँ?\nया फिर उन पर काबू पा लूं?\nऔर यदि  हाँ तो भी क्यों?\n\nजब प्रभु की कृपा से हैं मन में समाईं?\nतो फिर क्या है उनमें बुराई?\n\n","author":"अंजना भट्ट","title":"इच्छाओं का घर \/ अंजना भट्ट"},{"poem":"जख़्म अभी हरे हैं अम्मा\nमत कुरेदो इन्हें\nपक जाने दो\nलल्ली के बापू की कच्ची दारू\nजैसे पक जाया करती है भट्टी में।\n\nदाग़ अभी गहरे हैं बाबा\nमत कुरेदो\nइन्हें सूख जाने दो\nरामकली के जूड़े में\nलगे फूल की तरह।\n\nजख़्म अभी गहरे हैं बाबा\nछिपकली की कटी पूंछ की तरह\nहो जाने दो कई-कई\nरंगों में परिवर्तित।\n\nक्षणभर तो रुको बाबा\nझाँक लूँ अपने ही भीतर\nबिछा लूँ\nगुलाबी चादर से सज़ा बिस्तर\nलगा लूँ सुर्ख़ गुलाब-सा तकिया\nऔर रख लूँ\nसिरहाने पानी की सुराही\nऔर मद्धिम-मद्धिम आँच\nपर जलती सुर्ख़\nअंगीठी।\n\n","author":"अंजना भट्ट","title":"रुको बाबा \/ अंजना भट्ट"}]