[{"poem":"इन्द्र जिमि जंभ पर, बाडब सुअंभ पर,\nरावन सदंभ पर, रघुकुल राज हैं।\n\nपौन बारिबाह पर, संभु रतिनाह पर,\nज्यौं सहस्रबाह पर राम-द्विजराज हैं॥\n\nदावा द्रुम दंड पर, चीता मृगझुंड पर,\n'भूषन वितुंड पर, जैसे मृगराज हैं।\n\nतेज तम अंस पर, कान्ह जिमि कंस पर,\nत्यौं मलिच्छ बंस पर, सेर शिवराज हैं॥\n\nऊंचे घोर मंदर के अंदर रहन वारी,\nऊंचे घोर मंदर के अंदर रहाती हैं।\n\nकंद मूल भोग करैं, कंद मूल भोग करैं,\nतीन बेर खातीं, ते वे तीन बेर खाती हैं॥\n\nभूषन शिथिल अंग, भूषन शिथिल अंग,\nबिजन डुलातीं ते वे बिजन डुलाती हैं।\n\n'भूषन भनत सिवराज बीर तेरे त्रास,\nनगन जडातीं ते वे नगन जडाती हैं॥\n\nछूटत कमान और तीर गोली बानन के,\nमुसकिल होति मुरचान  की ओट मैं।\n\nताही समय सिवराज हुकुम कै हल्ला कियो,\nदावा बांधि परा हल्ला बीर भट जोट मैं॥\n\n'भूषन' भनत तेरी हिम्मति कहां लौं कहौं\nकिम्मति इहां लगि है जाकी भट झोट मैं।\n\nताव दै दै मूंछन, कंगूरन पै पांव दै दै,\nअरि मुख घाव दै-दै, कूदि परैं कोट मैं॥\n\nबेद राखे बिदित, पुरान राखे सारयुत,\nरामनाम राख्यो अति रसना सुघर मैं।\n\nहिंदुन की चोटी, रोटी राखी हैं सिपाहिन की,\nकांधे मैं जनेऊ राख्यो, माला राखी गर मैं॥\n\nमीडि राखे मुगल, मरोडि राखे पातसाह,\nबैरी पीसि राखे, बरदान राख्यो कर मैं।\n\nराजन की हद्द राखी, तेग-बल सिवराज,\nदेव राखे देवल, स्वधर्म राख्यो घर मैं॥\n\n","author":"भूषण","title":"इन्द्र जिमि जम्भ पर \/ भूषण"},{"poem":"ब्रह्म के आनन तें निकसे अत्यंत पुनीत तिहूँ पुर मानी .\nराम युधिष्ठिर के बरने बलमीकहु व्यास के अंग सोहानी.\nभूषण यों कलि के कविराजन राजन के गुन गाय नसानी.\nपुन्य चरित्र सिवा सरजे सर न्हाय पवित्र भई पुनि बानी .\n\n","author":"भूषण","title":"ब्रह्म के आनन तें निकसे \/ भूषण"},{"poem":"राखी हिन्दुवानी हिन्दुवान को तिलक राख्यौ\nअस्मृति पुरान राखे वेद धुन सुनी मैं\nराखी रजपूती राजधानी राखी राजन की \nधरा मे धरम राख्यौ ज्ञान गुन गुनी मैं\nभूषन सुकवि जीति हद्द मरहट्टन की\nदेस देस कीरत बखानी सब सुनी मैं\nसाहि के सपूत सिवराज शमशीर तेरी\nदिल्ली दल दाबि के दिवाल राखी दुनी मैं\n\n","author":"भूषण","title":"राखी हिन्दुवानी हिन्दुवान को तिलक राख्यौ \/ भूषण"},{"poem":"गरुड़ को दावा जैसे नाग के समूह पर\nदावा नाग जूह पर सिंह सिरताज को\nदावा पूरहूत को पहारन के कूल पर\nदावा सब पच्छिन के गोल पर बाज को\nभूषण अखंड नव खंड महि मंडल में\nरवि को दावा जैसे रवि किरन समाज पे\nपूरब पछांह देश दच्छिन ते उत्तर लौं\nजहाँ पातसाही तहाँ दावा सिवराज को\n\n","author":"भूषण","title":"गरुड़ को दावा जैसे नाग के समूह पर \/ भूषण"},{"poem":"तेरे हीं भुजान पर भूतल को भार,\nकहिबे को सेसनाग दिननाग हिमाचल है.\n\nतरो अवतार जम पोसन करन हार,\nकछु करतार को न तो मधि अम्ल है.\n\nसहित में सरजा समत्थ सिवराज कवि,\nभूषण कहत जीवो तेरोई सफल है.\n\nतेरो करबाल करै म्लेच्छन को काल बिनु,\nकाज होत काल बदनाम धरातल है.\n\n","author":"भूषण","title":"तेरे हीं भुजान पर भूतल को भार \/ भूषण"},{"poem":"ता दिन अखिल खलभलै खल खलक में, \nजा दिन सिवाजी गाजी नेक करखत हैं.\nसुनत नगारन अगार तजि अरिन की,\nदागरन भाजत न बार परखत हैं.\nछूटे बार बार छूटे बारन ते लाल ,\nदेखि भूषण  सुकवि बरनत हरखत हैं .\nक्यों न उत्पात होहिं बैरिन के झुण्डन में,\nकरे घन  उमरि  अंगारे  बरखत हैं .\n\n","author":"भूषण","title":"ता दिन अखिल खलभलै खल खलक में \/ भूषण"},{"poem":"प्रेतिनी पिसाच अरु निसाचर निशाचरहू,\nमिलि मिलि आपुस में गावत बधाई हैं.\n\nभैरो भूत-प्रेत भूरि भूधर भयंकर से,\nजुत्थ जुत्थ जोगिनी जमात जुरि आई हैं.\n\nकिलकि किलकि के कुतूहल करति कलि,\nडिम-डिम डमरू दिगम्बर बजाई हैं.\n\nसिवा पूछें सिव सों समाज आजु कहाँ चली,\nकाहु पै सिवा नरेस भृकुटी चढ़ाई हैं.\n\n","author":"भूषण","title":"प्रेतिनी पिसाच अरु निसाचर निशाचरहू \/ भूषण"},{"poem":"साजि चतुरंग सैन अंग में उमंग धरि\nसरजा सिवाजी जंग जीतन चलत है\nभूषण भनत नाद बिहद नगारन के\nनदी-नद  मद  गैबरन  के  रलत है\nऐल-फैल खैल-भैल खलक में गैल गैल\nगजन की ठैल –पैल सैल उसलत है\nतारा सो तरनि धूरि-धारा में लगत जिमि\nथारा पर पारा पारावार यों हलत है\n\n","author":"भूषण","title":"साजि चतुरंग सैन अंग में उमंग धार \/ भूषण"},{"poem":"बाने फहराने घहराने घंटा गजन के,\nनाहीं ठहराने राव राने देस-देस के.\n\nनग भहराने ग्राम नगर पराने सुनि,\nबाजत निशने सिवराज जू नरेस के.\n\nहाथिन के हौदा उकसाने ,कुम्भ कुंजर के,\nभौन को भजाने अलि छूटे लट केस के.\n\nदल को दरारेन ते कमठ करारे फूटे,\nकर के से पात बिहराने फन सेस के.\n\n","author":"भूषण","title":"बाने फहराने घहराने घंटा गजन के \/ भूषण"},{"poem":"इंद्र निज हेरत फिरत गज इंद्र अरु,\nइंद्र को अनुज हेरै दुगध नदीश कौं.\nभूषण भनत सुर सरिता कौं हंस हेरै,\nविधि हेरै हंस को चकोर रजनीश कौं.\nसाहि तनै सिवराज करनी करी है तैं,\nजु होत है अच्मभो देव कोटियो तैंतीस को.\nपावत न हेरे जस तेरे में हिराने निज,\nगिरि कों गिरीस हेरैं गिरजा गिरीस को.\n\n","author":"भूषण","title":"इंद्र निज हेरत फिरत गज इंद्र अरु \/भूषण"},{"poem":"दाढ़ी के रखैयन की दाढ़ी सी रहत छाती\nबाढ़ी मरजाद जसहद्द हिंदुवाने की\nकढ़ी गईं रैयत के मन की कसक सब\nमिटि गईं ठसक तमाम तुकराने की\nभूषण भनत दिल्लीपति दिल धक धक\nसुनि सुनि धाक सिवराज मरदाने की\nमोटी भई चंडी,बिन चोटी के चबाये सीस\nखोटी भई अकल चकत्ता के घराने की\n\n\n","author":"भूषण","title":"दाढ़ी के रखैयन की दाढ़ी सी रहत छाती \/ भूषण"},{"poem":"सबन के ऊपर ही ठाढ़ो रहिबे के जोग,\nताहि खरो कियो जाय जारन के नियरे .\nजानि गैर मिसिल गुसीले गुसा धारि उर,\nकीन्हों न सलाम, न बचन बोलर सियरे.\nभूषण भनत महाबीर बलकन लाग्यौ,\nसारी पात साही के उड़ाय गए जियरे .\nतमक तें लाल मुख सिवा को निरखि भयो,\nस्याम मुख नौरंग, सिपाह मुख पियरे.\n\n\n","author":"भूषण","title":"सबन के ऊपर ही ठाढ़ो रहिबे के जोग \/ भूषण"},{"poem":"दारा की न दौर यह, रार नहीं खजुबे की,\nबाँधिबो नहीं है कैंधो मीर सहवाल को. \nमठ विश्वनाथ को, न बास ग्राम गोकुल को,\nदेवी को न देहरा, न मंदिर गोपाल को.\nगाढ़े गढ़ लीन्हें अरु बैरी कतलाम कीन्हें,\nठौर ठौर हासिल उगाहत हैं साल को.\nबूड़ति है दिल्ली सो सँभारे क्यों न दिल्लीपति,\nधक्का आनि लाग्यौ सिवराज महाकाल को.\n\n\n","author":"भूषण","title":"दारा की न दौर यह,रार नहीं खजुबे की \/ भूषण"},{"poem":"चकित चकत्ता चौंकि चौंकि उठै बार बार,\nदिल्ली दहसति चितै चाहि करषति है.\nबिलखि बदन बिलखत बिजैपुर पति,\nफिरत फिरंगिन की नारी फरकति है.\nथर थर काँपत क़ुतुब साहि गोलकुंडा, \nहहरि हवस भूप भीर भरकति है.\nराजा सिवराज के नगारन की धाक सुनि,\nकेते बादसाहन की छाती धरकति है.\n\n\n","author":"भूषण","title":"चकित चकता चौंकि चौंकि उठै बार बार \/ भूषण"},{"poem":"जिहि फन फुत्कार उड़त पहाड़ भार,\nकूरम कठिन जनु कमल बिदगिलो.\nविवजल ज्वालामुखी लवलीन होत जिन,\nझारन विकारी मद दिग्गज उगलिगो.\nकीन्हो जिहि पण पयपान सो जहान कुल,\nकोलहू उछलि जलसिंधु खलभलिगो.\nखग्ग खगराज महराज सिवराज जू को,\nअखिल भुजंग मुगलद्द्ल निगलिगो.\n\n\n","author":"भूषण","title":"जिहि फन फुत्कार उड़त पहार भार \/ भूषण"}]