[{"poem":"चूरन अलमबेद का भारी, जिसको खाते कृष्ण मुरारी।।\nमेरा पाचक है पचलोना, जिसको खाता श्याम सलोना।।\nचूरन बना मसालेदार, जिसमें खट्टे की बहार।।\nमेरा चूरन जो कोई खाए, मुझको छोड़ कहीं नहीं जाए।।\nहिंदू चूरन इसका नाम, विलायत पूरन इसका काम।।\nचूरन जब से हिंद में आया, इसका धन-बल सभी घटाया।।\nचूरन ऐसा हट्टा-कट्टा, कीन्हा दाँत सभी का खट्टा।।\nचूरन चला डाल की मंडी, इसको खाएँगी सब रंडी।।\nचूरन अमले सब जो खावैं, दूनी रिश्वत तुरत पचावैं।।\nचूरन नाटकवाले खाते, उसकी नकल पचाकर लाते।।\nचूरन सभी महाजन खाते, जिससे जमा हजम कर जाते।।\nचूरन खाते लाला लोग, जिनको अकिल अजीरन रोग।।\nचूरन खाएँ एडिटर जात, जिनके पेट पचै नहीं बात।।\nचूरन साहेब लोग जो खाता, सारा हिंद हजम कर जाता।।\nचूरन पुलिसवाले खाते, सब कानून हजम कर जाते।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"चूरन का लटका \/ भारतेंदु हरिश्चंद्र"},{"poem":"चना जोर गरम।\nचना बनावैं घासी राम। जिनकी झोली में दूकान।।\nचना चुरमुर-चुरमुर बोलै। बाबू खाने को मुँह खोलै।।\nचना खावैं तोकी मैना। बोलैं अच्छा बना चबैना।।\nचना खाएँ गफूरन, मुन्ना। बोलैं और नहीं कुछ सुन्ना।।\nचना खाते सब बंगाली। जिनकी धोती ढीली-ढाली।।\nचना खाते मियाँ जुलाहे। दाढ़ी हिलती गाहे-बगाहे।।\nचना हाकिम सब खा जाते। सब पर दूना टैक्स लगाते।।\nचना जोर गरम।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"चने का लटका \/ भारतेंदु हरिश्चंद्र"},{"poem":"सीटी देकर पास बुलावै।\nरुपया ले तो निकट बिठावै।।\nलै भागै मोहि खेलहिं खेल।\nक्यों सखि सज्जन, नहिं सखि रेल।।\n\nसतएँ-अठएँ मा घर आवै।\nतरह-तरह की बात सुनावै।।\nघर बैठा ही जोड़ै तार।\nक्यों सखि सज्जन, नहीं अखबार।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"मुकरियाँ \/ भारतेंदु हरिश्चंद्र"},{"poem":"बरषा सिर पर आ गई हरी हुई सब भूमि\nबागों में झूले पड़े, रहे भ्रमण-गण झूमि\nकरके याद कुटुंब की फिरे विदेशी लीग\nबिछड़े प्रीतमवालियों के सिर पर छाया सोग\nखोल-खोल छाता चले लोग सड़क के बीच\nकीचड़ में जूते फँसे जैसे अघ में नीच\n\n","author":"भारतेंदु हरिश्चंद्र","title":"हरी हुई सब भूमि \/ भारतेंदु हरिश्चंद्र"},{"poem":"(भारतेन्दु जी द्वारा लिखित यह गीत उनकी प्रगतिशील दृष्टि का अनुपम उदाहरण है। लोकशैली में गाया जाकर यह आज भी अपनी लोकप्रियता सिद्ध कर सकता है।)\nलिखाय नाहीं देत्यो पढ़ाय नाहीं देत्यो।\nसैयाँ फिरंगिन बनाय नाहीं देत्यो॥\nलहँगा दुपट्टा नीको न लागै।\nमेमन का गाउन मँगाय नाहीं देत्यो।\nवै गोरिन हम रंग सँवलिया।\nनदिया प बँगला छवाय नाहीं देत्यो॥\nसरसों का उबटन हम ना लगइबे।\nसाबुन से देहियाँ मलाय नाहीं देत्यो॥\nडोली मियाना प कब लग डोलौं।\nघोड़वा प काठी कसाय नाहीं देत्यो॥\nकब लग बैठीं काढ़े घुँघटवा।\nमेला तमासा जाये नाहीं देत्यो॥\nलीक पुरानी कब लग पीटों।\nनई रीत-रसम चलाय नाहीं देत्यो॥ \nगोबर से ना लीपब-पोतब।\nचूना से भितिया पोताय नाहीं देत्यों।\nखुसलिया छदमी ननकू हन काँ।\nविलायत काँ काहे पठाय नाहीं देत्यो॥\nधन दौलत के कारन बलमा।\nसमुंदर में बजरा छोड़ाय नाहीं देत्यो॥\nबहुत दिनाँ लग खटिया तोड़िन।\nहिंदुन काँ काहे जगाय नाहीं देत्यो॥\nदरस बिना जिय तरसत हमरा।\nकैसर का काहे देखाय नाहीं देत्यो॥\n‘हिज्रप्रिया’ तोरे पैयाँ परत है।\n‘पंचा’ में एहका छपाय नाहीं देत्यो॥\n(भारतेन्दु जी की रचना ‘मुशायरा’ से)\n\n","author":"भारतेंदु हरिश्चंद्र","title":"परदे में क़ैद औरत की गुहार \/ भारतेंदु हरिश्चंद्र"},{"poem":"ऊधो जो अनेक मन होते\nतो इक श्याम-सुन्दर को देते, इक लै जोग संजोते।\nएक सों सब गृह कारज करते, एक सों धरते ध्यान।\nएक सों श्याम रंग रंगते, तजि लोक लाज कुल कान।\nको जप करै जोग को साधै, को पुनि मूँदे नैन।\nहिए एक रस श्याम मनोहर, मोहन कोटिक मैन।\nह्याँ तो हुतो एक ही मन, सो हरि लै गये चुराई।\n'हरिचंद' कौउ और खोजि कै, जोग सिखावहु जाई॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"ऊधो जो अनेक मन होते \/ भारतेंदु हरिश्चंद्र"},{"poem":"नव उज्ज्वल जलधार हार हीरक सी सोहति।\nबिच-बिच छहरति बूंद मध्य मुक्ता मनि पोहति॥\n\nलोल लहर लहि पवन एक पै इक इम आवत ।\nजिमि नर-गन मन बिबिध मनोरथ करत मिटावत॥\n\nसुभग स्वर्ग-सोपान सरिस सबके मन भावत।\nदरसन मज्जन पान त्रिविध भय दूर मिटावत॥\n\nश्रीहरि-पद-नख-चंद्रकांत-मनि-द्रवित सुधारस।\nब्रह्म कमण्डल मण्डन भव खण्डन सुर सरबस॥\n\nशिवसिर-मालति-माल भगीरथ नृपति-पुण्य-फल।\nएरावत-गत गिरिपति-हिम-नग-कण्ठहार कल॥\n\nसगर-सुवन सठ सहस परस जल मात्र उधारन।\nअगनित धारा रूप धारि सागर संचारन॥\n\n\n","author":"भारतेंदु हरिश्चंद्र","title":"गंगा-वर्णन \/ भारतेंदु हरिश्चंद्र"},{"poem":"तरनि तनूजा तट तमाल तरुवर बहु छाये।\nझुके कूल सों जल-परसन हित मनहु सुहाये॥\nकिधौं मुकुर मैं लखत उझकि सब निज-निज सोभा।\nकै प्रनवत जल जानि  परम पावन फल लोभा॥\nमनु आतप वारन तीर कौं, सिमिटि  सबै छाये रहत।\nकै हरि सेवा हित नै रहे, निरखि नैन मन सुख लहत॥१॥  \n\nतिन पै जेहि छिन चन्द जोति रक निसि आवति ।\nजल  मै  मिलिकै  नभ  अवनी लौं तानि तनावति॥\nहोत  मुकुरमय  सबै  तबै  उज्जल  इक  ओभा ।\nतन  मन  नैन  जुदात  देखि  सुन्दर  सो  सोभा ॥\nसो को कबि जो छबि कहि , सकै  ता  जमुन नीर की ।\nमिलि अवनि और अम्बर रहत ,छबि इक - सी नभ तीर की ॥२॥  \n\nपरत चन्र्द  प्रतिबिम्ब  कहूँ  जल मधि चमकायो ।\nलोल लहर लहि नचत कबहुँ  सोइ मन भायो॥\nमनु हरि दरसन हेत  चन्र्द  जल बसत सुहायो ।\nकै तरंग कर मुकुर लिये सोभित छबि छायो ॥\nकै रास रमन मैं  हरि मुकुट आभा जल दिखरात है ।\nकै जल उर हरि मूरति बसति ता प्रतिबिम्ब लखात है ॥३ ॥\n\nकबहुँ होत सत चन्द कबहुँ प्रगटत दुरि भाजत । \nपवन गवन बस बिम्ब रूप जल मैं बहु साजत ।।\nमनु ससि भरि अनुराग जामुन जल लोटत डोलै ।\nकै  तरंग  की  डोर  हिंडोरनि  करत  कलोलैं ।।\nकै  बालगुड़ी  नभ  में  उड़ी, सोहत  इत  उत  धावती ।\nकई  अवगाहत  डोलात कोऊ ब्रजरमनी  जल आवती ।।४।।\n\nमनु जुग पच्छ प्रतच्छ होत मिटी जात जामुन जल ।\nकै तारागन ठगन लुकत प्रगटत ससि अबिकल ।।\nकै कालिन्दी नीर तरंग जितौ उपजावत ।\nतितनो ही धरि रूप मिलन हित तासों धावत ।।\nकै  बहुत  रजत  चकई  चालत  कै  फुहार  जल  उच्छरत ।\nकै निसिपति मल्ल अनेक बिधि उठि बैठत कसरत करत ।।५।।\n\nकूजत कहुँ कलहंस कहूँ मज्जत पारावत ।\nकहुँ काराणडव उडत कहूँ जल कुक्कुट धावत ।।\nचक्रवाक कहुँ बसत कहूँ बक ध्यान लगावत ।\nसुक पिक जल कहुँ पियत कहूँ भ्रम्रावलि गावत ।।\nतट  पर  नाचत  मोर  बहु  रोर  बिधित  पच्छी  करत । \nजल  पान  न्हान  करि सुख भरे तट सोभा सब धरत ।।६।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"यमुना-वर्णन \/ भारतेंदु हरिश्चंद्र"},{"poem":"निज भाषा उन्नति अहै, सब उन्नति को मूल\nबिन निज भाषा-ज्ञान के, मिटत न हिय को सूल।\n\nअंग्रेजी पढ़ि के जदपि, सब गुन होत प्रवीन\nपै निज भाषा-ज्ञान बिन, रहत हीन के हीन।\n\nउन्नति पूरी है तबहिं जब घर उन्नति होय\nनिज शरीर उन्नति किये, रहत मूढ़ सब कोय।\n\nनिज भाषा उन्नति बिना, कबहुं न ह्यैहैं सोय\nलाख उपाय अनेक यों भले करे किन कोय।\n\nइक भाषा इक जीव इक मति सब घर के लोग\nतबै बनत है सबन सों, मिटत मूढ़ता सोग।\n\nऔर एक अति लाभ यह, या में प्रगट लखात\nनिज भाषा में कीजिए, जो विद्या की बात।\n\nतेहि सुनि पावै लाभ सब, बात सुनै जो कोय\nयह गुन भाषा और महं, कबहूं नाहीं होय।\n\nविविध कला शिक्षा अमित, ज्ञान अनेक प्रकार\nसब देसन से लै करहू, भाषा माहि प्रचार।\n\nभारत में सब भिन्न अति, ताहीं सों उत्पात\nविविध देस मतहू विविध, भाषा विविध लखात।\n\nसब मिल तासों छांड़ि कै, दूजे और उपाय\nउन्नति भाषा की करहु, अहो भ्रातगन आय।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"मातृभाषा प्रेम पर दोहे \/ भारतेंदु हरिश्चंद्र"},{"poem":"\n1\n\n\nतेरी अँगिया में चोर बसैं गोरी!\nइन चोरन मेरो सरबस लूट्यौ मन लीनो जोरा जोरी!\nछोड़ि देई कि बंद चोलिया, पकरैं चोर हम अपनो री!\n\"हरीचन्द\" इन दोउन मेरी, नाहक कीनी चितचोरी!\nतेरी अँगिया में चोर बसैं गोरी!!\n\n\n2\n\n\nहमहु सब जानति लोक की चालनि, क्यौं इतनौ बतरावति हौ।\nहित जामै हमारो बनै सो करौ, सखियाँ तुम मेरी कहावती हौ॥\n'हरिचंद जु' जामै न लाभ कछु, हमै बातनि क्यों बहरावति हौ।\nसजनी मन हाथ हमारे नहीं, तुम कौन कों का समुझावति हौ॥\n\n\n3\n\n\nऊधो जू सूधो गहो वह मारग, ज्ञान की तेरे जहाँ गुदरी है।\nकोऊ नहीं सिख मानिहै ह्याँ, इक श्याम की प्रीति प्रतीति खरी है॥\nये ब्रजबाला सबै इक सी, 'हरिचंद जु' मण्डलि ही बिगरी है।\nएक जो होय तो ज्ञान सिखाइये, कूप ही में इहाँ भाँग परी है॥\n\n4\n\n\nमन की कासों पीर सुनाऊं।\nबकनो बृथा, और पत खोनी, सबै चबाई गाऊं॥\nकठिन दरद कोऊ नहिं हरिहै, धरिहै उलटो नाऊं॥\nयह तौ जो जानै सोइ जानै, क्यों करि प्रगट जनाऊं॥\nरोम-रोम प्रति नैन स्रवन मन, केहिं धुनि रूप लखाऊं।\nबिना सुजान सिरोमणि री, किहिं हियरो काढि दिखाऊं॥\nमरिमनि सखिन बियोग दुखिन क्यों, कहि निज दसा रोवाऊं।\n'हरीचंद पिय मिलैं तो पग परि, गहि पटुका समझाऊं॥\n\n6\n\n\nहम सब जानति लोक की चालनि, क्यौं इतनौ बतरावति हौ\nहित जामैं हमारो बनै सो करौ, सखियां तुम मेरी कहावति हौ॥\n'हरिचंद जू जामै न लाभ कछू, हमैं बातनि क्यों बहरावति हौ।\nसजनी मन हाथ हमारे नहीं, तुम कौन कों का समुझावति हौ॥\nक्यों इन कोमल गोल कपोलन, देखि गुलाब को फूल लजायो॥\nत्यों 'हरिचंद जू पंकज के दल, सो सुकुमार सबै अंग भायो॥\n\n7\n\nअमृत से जुग ओठ लसैं, नव पल्लव सो कर क्यों है सुहायो।\nपाहप सो मन हो तौ सबै अंग, कोमल क्यों करतार बनायो॥\nआजु लौं जो न मिले तौ कहा, हम तो तुम्हरे सब भांति कहावैं।\nमेरो उराहनो है कछु नाहिं, सबै फल आपुने भाग को पावैं॥\nजो 'हरिचनद भई सो भई, अब प्रान चले चहैं तासों सुनावैं।\nप्यारे जू है जग की यह रीति, बिदा के समै सब कंठ लगावैं॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"पद \/ भारतेंदु हरिश्चंद्र"},{"poem":"हमहु सब जानति लोक की चालनि, क्यौं इतनौ बतरावति हौ।\nहित जामै हमारो बनै सो करौ, सखियाँ तुम मेरी कहावती हौ॥\n'हरिचंद जु' जामै न लाभ कछु, हमै बातनि क्यों बहरावति हौ।\nसजनी मन हाथ हमारे नहीं, तुम कौन कों का समुझावति हौ॥\n\nऊधो जू सूधो गहो वह मारग, ज्ञान की तेरे जहाँ गुदरी है।\nकोऊ नहीं सिख मानिहै ह्याँ, इक श्याम की प्रीति प्रतीति खरी है॥\nये ब्रजबाला सबै इक सी, 'हरिचंद जु' मण्डलि ही बिगरी है।\nएक जो होय तो ज्ञान सिखाइये, कूप ही में इहाँ भाँग परी है॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"हमहु सब जानति लोक की चालनि \/ भारतेंदु हरिश्चंद्र"},{"poem":"हज़ल (हास्य ग़ज़ल)\n\nनींद आती ही नहीं धड़के की बस आवाज़ से\nतंग आया हूँ मैं इस पुरसोज़ दिल के साज से\n\nदिल पिसा जाता है उनकी चाल के अन्दाज़ से\nहाथ में दामन लिए आते हैं वह किस नाज़ से\n\nसैकड़ों मुरदे जिलाए ओ मसीहा नाज़ से\nमौत शरमिन्दा हुई क्या क्या तेरे ऐजाज़ से\n\nबाग़वां कुंजे कफ़स में मुद्दतों से हूँ असीर\nअब खुलें पर भी तो मैं वाक़िफ नहीं परवाज़ से\n\nकब्र में राहत से सोए थे न था महशर का खौफ़\nवाज़ आए ए मसीहा हम तेरे ऐजाज़ से\n\nबाए गफ़लत भी नहीं होती कि दम भर चैन हो\nचौंक पड़ता हूँ शिकस्तः होश की आवाज़ से\n\nनाज़े माशूकाना से खाली नहीं है कोई बात\nमेरे लाश को उठाए हैं वे किस अन्दाज़ से\n\nकब्र में सोए हैं महशर का नहीं खटका ‘रसा’\nचौंकने वाले हैं कब हम सूर की आवाज़ से\n\n","author":"भारतेंदु हरिश्चंद्र","title":"नींद आती ही नहीं...(हज़ल) \/भारतेंदु हरिश्वंद्र"},{"poem":"हज़ल (हास्य ग़ज़ल)\n\nगाती हूँ मैं औ नाच सदा काम है मेरा\nए लोगो शुतुरमुर्ग परी नाम है मेरा\n\nफन्दे से मेरे कोई निकलने नहीं पाता\nइस गुलशने आलम में बिछा दाम है मेरा\n\nदो-चार टके ही पै कभी रात गंवा दूं\nकारुं का खजाना तभी इनआम है मेरा\n\nपहले जो मिले कोई तो जी उसका लुभाना\nबस कार यही तो सहरो शाम है मेरा\n\nशुरफा व रूज़ला एक हैं दरबार में मेरे\nकुछ खास नहीं फ़ैज तो इक आम है मेरा\n\nबन जाएँ चुगद तब तो उन्हें मूड़ ही लेना\nखाली हों तो कर देना धता काम है मेरा\n\nज़र मज़हबो मिल्लत मेरा बन्दी हूँ मैं ज़र की\nज़र ही मेरा अल्लाह है ज़र राम है मेरा\n\n","author":"भारतेंदु हरिश्चंद्र","title":"गाती हूँ मैं...(हज़ल) \/ भारतेंदु हरिश्चन्द्र"},{"poem":"कहाँ करुणानिधि केशव सोये।\nजागत नेक न जदपि बहु बिधि भारतवासी रोए।।\n\nइक दिन वह हो जब तुम छिन नहिं भारतहित बिसराए।\nइत के पशु गज को आरत लखि आतुर प्यादे धाए।।\n\nइक इक दीन हीन नर के हित तुम दुख सुनि अकुलाई।\nअपनी संपति जानि इनहिं तुम रछ्यौ तुरतहि धाई।।\n\nप्रलयकाल सम जौन सुदरसन असुर प्रानसंहार।\nताकी धार भई अब कुण्ठित हमरी बेर मुरारी।।\n\nदुष्ट जवन बरबर तुव संतति घास साग सम काटैं।\nएक-एक दिन सहस-सहस नर-सीस काटि भुव पाटैं।।\n\nह्वै अनाथ आरज-कुल विधवा बिलपहिं दीन दुखारी।\nबल करि दासी तिनहीं वनावहिं तुम नहीं लजत खरारी।।\n\nकहाँ गए सब शास्त्र कही जिन भारी महिमा गाई।\nभक्तबछल करुणानिधि तुम कहँ गायो बहुत बनाई।।\n\nहाय सुनत नहिं निठुर भए क्यों परम दयाल कहाई।\nसब बिधि बूड़त लखि निज देसहि लेहु न अबहुँ बचाई।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"कहाँ करुणानिधि केशव सोए \/ भारतेंदु हरिश्चंद्र"},{"poem":"जगत में घर की फूट बुरी।\nघर की फूटहिं सो बिनसाई, सुवरन लंकपुरी।\nफूटहिं सो सब कौरव नासे, भारत युद्ध भयो।\nजाको घाटो या भारत मैं, अबलौं नाहिं पुज्यो।\nफूटहिं सो नवनंद बिनासे, गयो मगध को राज।\nचंद्रगुप्त को नासन चाह्यौ, आपु नसे सहसाज।\nजो जग में धनमान और बल, अपुनो राखन होय।\nतो अपने घर में भूलेहु, फूट करो मति कोय॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"जगत में घर की फूट बुरी \/ भारतेंदु हरिश्चंद्र"},{"poem":"रोकहिं जौं तो अमंगल होय, औ प्रेम नसै जै कहैं पिय जाइए।\nजौं कहैं जाहु न तौ प्रभुता, जौ कछु न तौ सनेह नसाइए।\nजौं 'हरिचंद' कहै तुम्हरे बिन जीहै न, तौ यह क्यों पतिआईए।\nतासौं पयान समै तुम्हरे, हम का कहैं आपै हमें समझाइए।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"रोकहिं जौं तो अमंगल होय \/ भारतेंदु हरिश्चंद्र"},{"poem":"मारग प्रेम को को समझै 'हरिचंद' यथारथ होत यथा है।\nलाभ कछू न पुकारन में बदनाम ही होने की सारी कथा है।\nजानत है जिय मेरो भला बिधि और उपाय सबै बिरथा है।\nबावरे हैं ब्रज के सगरे मोहिं नाहक पूछत कौन विधा है।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"मारग प्रेम को को समझै \/ भारतेंदु हरिश्चंद्र"},{"poem":"काल परे कोस चलि चलि थक गए पाय,\nसुख के कसाले परे ताले परे नस के।\nरोय रोय नैनन में हाले परे जाले परे,\nमदन के पाले परे प्रान पर-बस के।\n'हरिचंद' अंगहू हवाले परे रोगन के,\nसोगन के भाले परे तन बल खसके।\nपगन छाले परे लांघिबे को नाले परे,\nतऊ लाल लाले परे रावरे दरस के।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"काले परे कोस चलि चलि थक गए पाय \/ भारतेंदु हरिश्चंद्र"},{"poem":"इन दुखियन को न चैन सपनेहुं मिल्यौ,\nतासों सदा व्याकुल बिकट अकुलायँगी।\nप्यारे 'हरिचंद जूं' की बीती जानि औध, प्रान\nचाहते चले पै ये तो संग ना समायँगी।\nदेख्यो एक बारहू न नैन भरि तोहिं यातैं,\nतौन जौन लोक जैहैं तहाँ पछतायँगी।\nबिना प्रान प्यारे भए दरस तुम्हारे, हाय!\nमरेहू पै आंखे ये खुली ही रहि जायँगी।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"इन दुखियन को न चैन सपनेहुं मिल्यौ \/ भारतेंदु हरिश्चंद्र"},{"poem":"धन्य ये मुनि वृन्दाबन बासी।\nदरसन हेतु बिहंगम ह्वै रहे, मूरति मधुर उपासी।\nनव कोमल दल पल्लव द्रुम पै, मिलि बैठत हैं आई।\nनैनन मूँदि त्यागि कोलाहल, सुनहिं बेनु धुनि माई।\nप्राननाथ के मुख की बानी, करहिं अमृत रस-पान।\n'हरिचंद' हमको सौउ दुरलभ, यह बिधि गति की आन॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"धन्य ये मुनि वृन्दाबन बासी \/ भारतेंदु हरिश्चंद्र"},{"poem":"रहैं क्यौं एक म्यान असि दोय।\nजिन नैनन मैं हरि-रस छायो, तेहि क्यौं भावै कोय।\nजा तन मन मैं राहि रहै मोहन, तहाँ ग्यान क्यौं आवै।\nचाहो जितनी बात प्रबोधो, ह्याँ को जो पतिआवै।\nअमृत खाई अब देखि इनारुन, को मूरख जो भूलै।\n'हरिचंद' ब्रज तो कदली-बन, काटौ तो फिरि फूलै॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"रहैं क्यौं एक म्यान असि दोय \/ भारतेंदु हरिश्चंद्र"},{"poem":"लहौ सुख सब विधि भारतवासी।\nविद्या कला जगत की सीखो, तजि आलस की फाँसी।\nअपने देश, धरम, कुल समझो, छोड वृत्ति निज दासी।\nपंचपीर की भगति छोडि, होवहु हरिचरन उपासी।\nजग के और नरन सम होऊ, येऊ होय सबै गुन रासी।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"लहौ सुख सब विधि भारतवासी \/ भारतेंदु हरिश्चंद्र"},{"poem":"भारतेंदु हरिश्चंद्र बहुमुखी प्रतिभा के धनी थे। उन्होंने साहित्य के क्षेत्र में अनेक नवीन प्रयोग किये। ऐसा ही एक प्रयोग था - शब्दों के स्थान पर अंकों का प्रयोग। एक उदाहरण प्रस्तुत है:-\n\nकरि वि४ देख्यौ बहुत जग बिन २स न १।\nतुम बिन हे विक्टोरिये नित ९०० पथ टेक॥\nह ३ तुम पर सैन लै ८० कहत करि १००ह।\nपै बिन७ प्रताप-बल सत्रु मरोरै भौंह॥\nसो १३ ते लोग सब बिल १७ त सचैन।\nअ ११ ती जागती पै सब ६न दिन-रैन॥\nसखि तुव मुख २६ सि सबै कै १६ त अनंद।\nनिहचै २७ की तुम में परम अमंद॥\nजिमि ५२ के पद तरे १४ लोक लखात।\nतिमि भुव तुम अधिकार मोहि बिस्वे २० जनात॥\n६१ खल नहिं राज में २५ बन की बाय।\nतासों गायो सुजस तुव कवि ६ पद गाय॥\nकिये १००००००००००० बल १००००००००० के तनिकहिं भौंह मरोर।\n४० की नहिं अरिन की, सैन-सैन लखि तोर॥\nतुव पद १०००००००००००००० प्रताप को करत सुकवि पि १०००००००।\nकरत १००००००० बहु १००००० करि, होत तऊ अति थोर॥\nतुम ३१ ब में बड़ीं ताते बिरच्यौ छंद।\nतुव जस परिमल ।।। लहि, अंक चित्र हरिचंद॥\n\n\n\n\nअब ज़रा उपरोक्त रचना को पुन: पढ़ें:-\n\nकरि विचार देख्यौ बहुत जग बिन दोस न एक।\nतुम बिन हे विक्टोरिये नित नव सौ पथ टेक॥\nहती न तुम पर सैन लै असी कहत करि सौंह।\nपै बिनसात प्रताप-बल सत्रु मरोरै भौंह॥\nसोते रहते लोग सब बिलसत रहत सचैन।\nअग्या रहती जागती पै सब छन दिन-रैन॥\nसखि तुव मुख छबि ससि सबै कैसो रहत अनंद।\nनिहचै सत्ता ईस की तुम में परम अमंद॥\nजिमि बामन के पद तरे चौदह लोक लखात।\nतिमि भुव तुम अधिकार मोहि बिस्वे बीस जनात॥\nइक सठ खल नहिं राज में पची सबन की बाय।\nतासों गायो सुजस तुव कवि षट-पद गाय॥\nकिये खरब बल अरब के तनिकहिं भौंह मरोर।\nचालि सकी नहिं अरिन की, सैन-सैन लखि तोर॥\nतुव पद पद्म प्रताप को करत सुकवि पिक रोर।\nकरत कोटि बहु लक्ष करि, होत तऊ अति थोर॥\nतुम इकती सब में बड़ीं ताते बिरच्यौ छंद।\nतुव जस परिमल पौन लहि, अंक चित्र हरिचंद॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"अथ अंकमयी \/ भारतेंदु हरिश्चंद्र"},{"poem":"हरि-सिर बाँकी बिराजै।\nबाँको लाल जमुन तट ठाढ़ो बाँकी मुरली बाजै।\nबाँकी चपला चमकि रही नभ बाँको बादल गाजै।\n’हरीचंद’ राधा जू की छबि लखि रति मति गति भाजै॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"हरि-सिर बाँकी बिराजै \/ भारतेंदु हरिश्चंद्र"},{"poem":"सखी री ठाढ़े नंदकिसोर।\nवृंदाबन में मेहा बरसत, निसि बीती भयो भोर।\nनील बसन हरि-तन राजत हैं, पीत स्वामिनी मोर।\n’हरीचंद’ बलि-बलि ब्रज-नारी, सब ब्रजजन-मनचोर॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"सखी री ठाढ़े नंदकिसोर \/ भारतेंदु हरिश्चंद्र"},{"poem":"हरि को धूप-दीप लै कीजै।\nषटरस बींजन विविध भाँति के नित नित भोग धरीजै।\nदही, मलाई, घी अरु माखन तापो पै लै दीजै।\n’हरीचंद’ राधा-माधव-छबि, देखि बलैंया लीजै॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"हरि को धूप-दीप लै कीजै \/ भारतेंदु हरिश्चंद्र"},{"poem":"सुनौ सखि बाजत है मुरली।\nजाके नेंक सुनत ही हिअ में उपजत बिरह-कली।\nजड़ सम भए सकल नर, खग, मृग, लागत श्रवन भली।\n’हरीचंद’ की मति रति गति सब धारत अधर छली॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"सुनौ सखि बाजत है मुरली \/ भारतेंदु हरिश्चंद्र"},{"poem":"बैरिनि बाँसुरी फेरि बजी।\nसुनत श्रवन मन थकित भयो अरु मति गति जाति भजी।\nसात सुरन अरु तीन ग्राम सों पिय के हाथ सजी।\n’हरीचंद’ औरहु सुधि मोही जबही अधर तजी॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"बैरिनि बाँसुरी फेरि बजी \/ भारतेंदु हरिश्चंद्र"},{"poem":"बँसुरिआ मेरे बैर परी।\nछिनहूँ रहन देति नहिं घर में, मेरी बुद्धि हरी।\nबेनु-बंस की यह प्रभुताई बिधि हर सुमति छरी।\n’हरीचंद’ मोहन बस कीनो, बिरहिन ताप करी॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"बँसुरिआ मेरे बैर परी \/ भारतेंदु हरिश्चंद्र"},{"poem":"सखी हम बंसी क्यों न भए।\nअधर सुधा-रस निस-दिन पीवत प्रीतम रंग रए।\nकबहुँक कर में, कबहुँक कटि में, कबहूँ अधर धरे।\nसब ब्रज-जन-मन हरत रहति नित कुंजन माँझ खरे।\nदेहि बिधाता यह बर माँगों, कीजै ब्रज की धूर।\n’हरीचंद’ नैनन में निबसै मोहन-रस भरपूर॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"सखी हम बंसी क्यों न भए \/ भारतेंदु हरिश्चंद्र"},{"poem":"कैसी होरी खिलाई।\nआग तन-मन में लगाई॥\nपानी की बूँदी से पिंड प्रकट कियो सुंदर रूप बनाई।\nपेट अधम के कारन मोहन घर-घर नाच नचाई॥\n\t\t\t    तबौ नहिं हबस बुझाई।\nभूँजी भाँग नहीं घर भीतर, का पहिनी का खाई।\nटिकस पिया मोरी लाज का रखल्यो, ऐसे बनो न कसाई॥\n\t\t\t\tतुम्हें कैसर दोहाई।\nकर जोरत हौं बिनती करत हूँ छाँड़ो टिकस कन्हाई।\nआन लगी ऐसे फाग के ऊपर भूखन जान गँवाई॥\n\t\t\t\tतुन्हें कछु लाज न आई।\n\n\t\t(भारतेन्दु जी की रचना ‘मुशायरा’ से)\n\n","author":"भारतेंदु हरिश्चंद्र","title":"होली \/ भारतेंदु हरिश्चंद्र"},{"poem":"सखी हम काह करैं कित जायं .\nबिनु  देखे  वह  मोहिनी  मूरति नैना नाहिं अघायँ \nबैठत उठत सयन सोवत निस चलत फिरत सब ठौर \nनैनन तें  वह रूप  रसीलो  टरत न इक  पल और\nसुमिरन वही ध्यान उनको हि मुख में उनको नाम \nदूजी और नाहिं गति मेरी बिनु मोहन घनश्याम \nसब ब्रज बरजौ परिजन खीझौ हमरे तो अति प्रान \nहरीचन्द हम मगन प्रेम-रस सूझत नाहिं न आन\n\n","author":"भारतेंदु हरिश्चंद्र","title":"सखी हम काह करैं कित जायं \/भारतेंदु हरिश्चंद्र"},{"poem":"मेरे नयना भये चकोर .\n\nअनुदिन  निरखत श्याम चन्द्रमा सुन्दर नंदकिशोर .\n\nतनिक भये वियोग उर बाढ़त बहु बिधि नयन मरोर.\n\nहोत न पल की ओट  छिनकहूँ रहत सदा दृग जोर.\n\nकोऊ न  इन्हें  छुडावनहारों  अरुझे  रूप  झकोर .\n\nहरिचन्द नित छके प्रेम रस जानत साँझ न भोर .\n\n","author":"भारतेंदु हरिश्चंद्र","title":"मेरे नयना भये चकोर  \/ भारतेंदु हरिश्चंद्र"},{"poem":"\nब्रज के लता पता मोहिं कीजै .\n\nगोपी पद-पंकज पावन की रज  जामै  सिर भीजै .\n\nआवत जात कुंज की गलियन रूप-सुधा नित पीजै .\n\nश्री राधे राधे  मुख  यह  बर  हरीचन्द को  दीजै .\n\n","author":"भारतेंदु हरिश्चंद्र","title":"ब्रज के लता पता मोहिं कीजै \/ भारतेंदु हरिश्चंद्र"},{"poem":"फिर आई फ़स्ले[1] गुल[2] फिर जख़्मदह[3] रह-रह के पकते हैं ।\nमेरे दागे जिगर[4] पर सूरते लाला[5] लहकते हैं ।\n\nनसीहत है अबस[6] नासेह[7] बयाँ नाहक ही बकते हैं ।\nजो बहके दुख्तेरज[8] से हैं वह कब इनसे बहकते हैं?\n\nकोई जाकर कहो ये आख़िरी पैगाम[9] उस बुत से ।\nअरे आ जा अभी दम तन में बाक़ी है सिसकते हैं ।\n\nन बोसा लेने देते हैं न लगते हैं गले मेरे ।\nअभी कम-उम्र हैं हर बात पर मुझ से झिझकते हैं ।\n\nव गैरों को अदा से कत्ल जब बेबाक[10] करते हैं ।\nतो उसकी तेग़ को हम आह किस हैरत[11] से तकते हैं ।\n\nउड़ा लाए हो यह तर्जे सखुन[12] किस से बताओ तो ।\nदमे तक़दीर[13] गोया बाग़ में बुलबुल चहकते हैं ।\n\n'रसा' की है तलाशे यार में यह दश्त-पैमाई[14] ।\nकि मिस्ले शीशा मेरे पाँव के छाले झलकते हैं ।\n\n\nशब्दार्थ:","author":"भारतेंदु हरिश्चंद्र","title":"फिर आई फस्ले गुल फिर जख़्मदह रह-रह के पकते हैं \/ भारतेंदु हरिश्चंद्र"},{"poem":"आ गई सर पर क़ज़ा[1]  लो सारा सामाँ रह गया ।\nऐ फ़लक क्या-क्या हमारे दिल में अरमाँ[2] रह गया ।\n\nबाग़बाँ है चार दिन की बाग़े आलम में बहार ।\nफूल सब मुरझा गए खाली बियाबाँ रह गया ।\n\nइतना एहसाँ और कर लिल्लाह[3] ऐ दस्ते जनूँ[4] ।\nबाक़ी गर्दन में फ़कत तारे गिरेबाँ[5] रह गया ।\n\nयाद आई जब तुम्हारे रूप रौशन की चमक ।\nमैं सरासर सूरते आईना हैराँ रह गया ।\n\nले चले दो फूल भी इस बाग़े आलम से न हम ।\nवक़्त रेहलत[6] हैफ़[7] है खाली हि दामाँ रह गया ।\n\nमर गए हम पर न आए तुम ख़बर को ऐ सनम ।\nहौसला सब दिल का दिल ही में मेरी जाँ रह गया ।\n\nनातवानी[8] ने दिखाया ज़ोर अपना ऐ 'रसा' ।\nसूरते नक्शे क़दम मैं बस नुमायाँ[9] रह गया ।\n\n\n\nशब्दार्थ:","author":"भारतेंदु हरिश्चंद्र","title":"आ गई सर पर कज़ा लो सारा सामाँ रह गया \/ भारतेंदु हरिश्चंद्र"},{"poem":"अजब जोबन है गुल पर आमदे फ़स्ले बहारी है ।\nशिताब आ साकिया गुलरू[1] कि तेरी यादगारी है ।\n\nरिहा करता है सैयादे सितमगर मौसिमे गुल में ।\nअसीराने[2] कफ़स[3] लो तुमसे अब रुख़सत हमारी है ।\n\nकिसी पहलू नहीं आराम आता तेरे आशिक को ।\nदिले मुज़तर[4] तड़पता है निहायत बेक़रारी है ।\n\nसफ़ाई देखते ही दिल फड़क जाता है बिस्मिल[5] का ।\nअरे जल्लाद तेरे तेग़[6] की क्या आबदारी[7] है ।\n\nदिला[8] अब तो फ़िराक़े[9] यार में यह हाल है अपना\nकि सर जानू पर है और ख़ून दह आँखों से जारी है ।\n\nइलाही ख़ैर कीजो कुछ अभी से दिल धड़कता है ।\nसुना है मंज़िले औवल[10] की पहली रात भारी है ।\n\n'रसा' महवे[11] फ़साहत[12] दोस्त क्या दुश्मन भी हैं सारे ।\nज़माने में तेरे तर्ज़े सख़ुन की यादगारी है ।\n\n\n\nशब्दार्थ:","author":"भारतेंदु हरिश्चंद्र","title":"अजब जोबन है गुल पर आमदे फ़स्ले बहारी है \/ भारतेंदु हरिश्चंद्र"},{"poem":"दिल आतिशे हिजराँ से जलाना नहीं अच्छा ।\nअय शोलःरुखो आग लगाना नहीं अच्छा ।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"दिल आतिशे हिजराँ से जलाना नहीं अच्छा \/ भारतेंदु हरिश्चंद्र"},{"poem":"उठा के नाज़ से दामन भला किधर को चले।\nइधर तो देखिए बहरे ख़ुदा किधर को चले॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"उठा के नाज़ से दामन भला किधर को चले \/ भारतेंदु हरिश्चंद्र"},{"poem":"जहाँ देखो वहाँ मौजूद मेरा कृष्ण प्यारा है।\nउसी का सब है जलवा जो जहाँ में आशकारा है॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"जहाँ देखो वहाँ मौजूद मेरा कृष्ण प्यारा है \/ भारतेंदु हरिश्चंद्र"},{"poem":"फ़सादे दुनिया मिटा चुके हैं हुसूले हस्ती उठा चुके हैं ।\nखुदाई अपने में पा चुके हैं मुझे गले यह लगा चुके हैं ।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"फ़सादे दुनिया मिटा चुके हैं हुसूले हस्ती उठा चुके हैं \/ भारतेंदु हरिश्चंद्र"},{"poem":"दश्त पैमाई का गर कस्द मुकर्रर होगा।\nहर सरे खार पए आबिला नश्तर होगा॥\n\n","author":"भारतेंदु हरिश्चंद्र","title":"दश्त पैमाई का गर कस्द मुकर्रर होगा \/ भारतेंदु हरिश्चंद्र"},{"poem":"गले मुझको लगा लो ऐ दिलदार होली में\nबुझे दिल की लगी भी तो ऐ यार होली में\n\nनहीं ये है गुलाले-सुर्ख उड़ता हर जगह प्यारे\nये आशिक की है उमड़ी आहें आतिशबार होली में\n\nगुलाबी गाल पर कुछ रंग मुझको भी जमाने दो\nमनाने दो मुझे भी जानेमन त्योहार होली में\n\nहै रंगत जाफ़रानी रुख अबीरी कुमकुम कुछ है\nबने हो ख़ुद ही होली तुम ऐ दिलदार होली में \n\nरस गर जामे-मय गैरों को देते हो तो मुझको भी\nनशीली आँख दिखाकर करो सरशार होली में\n\n","author":"भारतेंदु हरिश्चंद्र","title":"गले मुझको लगा लो ए दिलदार होली में \/ भारतेंदु हरिश्चंद्र"},{"poem":"नींद आती ही नहीं धड़के की इक आवाज़ से ।\nतंग आया हूँ मैं इस पुरसोज दिल के साज़ से ।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"नींद आती ही नहीं धड़के की इक आवाज़ से \/ भारतेंदु हरिश्चंद्र"},{"poem":"बैठे जो शाम से तेरे दर पर सहर हुई ।\nअफ़सोस अय कमर कि न मुतलक ख़बर हुई ।।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"बैठे जो शाम से तेरे दर पर सहर हुई \/ भारतेंदु हरिश्चंद्र"},{"poem":"विक्तोरिया शाहेशाहान हिन्दोस्तान\n\nउसको शाहनशही हर बार मुबारक होवे।\nकैसरे हिन्द का दरबार मुबारक होवे।\n\nबाद मुद्दत के हैं देहली के फिरे दिन या रब।\nतख़्त ताऊस तिलाकार मुबारक होवे।\n\nबाग़वाँ फूलों से आबाद रहे सहने चमन।\nबुलबुलो गुलशने बे-ख़ार मुबारक होवे।\n\nएक इस्तूद में हैं शेखो बिरहमन दोनों।\nसिजदः इनको उन्हें जुन्नार मुबारक होवे।\n\nमुज़दऐ दिल कि फिर आई है गुलिस्ताँ में बहार।\nमैकशो खानये खुम्मार मुबारक होवे।\n\nदोस्तों के लिए शादि हो गुलज़ार मुबारक होवे।\n... खार उनको इन्हें गुलज़ार मुबारक होवे।\n\nज़मज़मों ने तेरे बस कर दिए लब बंद 'रसा'।\nयह मुबारक तेरी गुफ़्तार मुबारक होवे।\n\n","author":"भारतेंदु हरिश्चंद्र","title":"उसको शाहनशही हर बार मुबारक होवे \/ भारतेंदु हरिश्चंद्र"},{"poem":"ख़याले नावके[1] मिजगाँ[2] में बस हम सर पटकते हैं ।\nहमारे दिल में मुद्दत से ये ख़ारे[3] ग़म खटकते हैं ।\n\nरुख़े रौशन पै उसके गेसुए[4] शबगूँ[5] लटकते हैं ।\nकयामत[6] है मुसाफ़िर रास्तः दिन को भटकते हैं ।\n\nफ़ुगाँ[7] करती है बुलबुल याद में गर गुल के ऐ गुलची[8] ।\nसदा इक आह की आती है जब गुंचे[9] चटकते हैं ।\n\nरिहा करता नहीं सैयाद हम को मौसिमे गुल में ।\nकफ़स[10] में दम जो घबराता है सर दे दे पटकते हैं ।\n\nउड़ा दूँगा 'रसा' मैं धज्जियाँ दामाने[11] सहरा[12] की ।\nअबस[13] खारे बियाबाँ मेरे दामन से अटकते हैं ।\n\n\n\nशब्दार्थ:","author":"भारतेंदु हरिश्चंद्र","title":"ख़याले नावके मिजगाँ में बस हम सर पटकते हैं \/ भारतेंदु हरिश्चंद्र"},{"poem":"ग़ज़ब है सुरमः देकर आज वह बाहर निकलते हैं ।\nअभी से कुछ दिल मुज़्तर[1] पर अपने तीर चलते हैं ।\n\nज़रा देखो तो ऐ अहले सखुन[2] ज़ोरे सनाअत[3] को ।\nनई बंदिश है मजमूँ नूर के साँचें में ढलते हैं ।\n\nबुरा हो इश्क का यह हाल है अब तेरी फ़ुर्कत[4] में ।\nकि चश्मे खूँ चकाँ[5]  से लख़्ते[6] दिल पैहम[7] निकलते हैं ।\n\nहिला देंगे अभी हे संगे दिल तेरे कलेजे को ।\nहमारी आहे आतिश-बार[8] से पत्थर पिघलते हैं ।\n\nतेरा उभरा हुआ सीना जो हमको याद आता है ।\nतो ऐ रश्के परी पहरों कफ़े[9] अफ़सोस मलते हैं ।\n\nकिसी पहलू नहीं चैन आता है उश्शाक[10]  को तेरे ।\nतड़फते हैं फ़ुगाँ[11] करते हैं औ करवट बदलते हैं ।\n\n'रसा' हाजत[12]  नहीं कुछ रौशनी की कुंजे मर्कद[13] में ।\nबजाये शमा याँ दागे जिगर हर वक़्त जलते हैं ।\n\n\n\nशब्दार्थ:","author":"भारतेंदु हरिश्चंद्र","title":"ग़ज़ब है सुरमः देकर आज वह बाहर निकलते हैं \/ भारतेंदु हरिश्चंद्र"}]