[{"poem":"पीड़ा का अनुवाद हैं आँसू\nएक मौन संवाद हैं आँसू\n\nदर्द, दर्द बस दर्द ही नहीं\nकभी-कभी आह्लाद हैं आँसू\n\nजबसे प्रेम धरा पर आया\nतब से ही आबाद हैं आँसू\n\nअब तक दिल में है हलचल-सी\nमुझको उनके याद हैं आँसू\n\nकभी परिंदे कटे-परों के\nऔर कभी सैयाद हैं आँसू\n\nइनकी भाषा पढ़ना 'अंजुम'\nमुफ़लिस की फ़रियाद हैं आँसू\n\n","author":"अशोक अंजुम","title":"आँसू \/ अशोक अंजुम"},{"poem":"कौन सीरत पे ध्यान देता है\nआईना जब बयान देता है\n\nमेरा किरदार इस ज़माने में\nबारहा इम्तिहान देता है\n\nपंख अपनी ज़गह पे वाजिब है\nहौसला भी उड़ान देता है\n\nजितने  मगरूर हुए जाते हैं\nमौला उतनी ढलान देता है\n\nबीती बातों को भुलाकर के वो\nआज फिर से जुबान देता है\n\nतेरे बदले में किस तरह ले लूँ\nवो तो सारा जहान देता है!\n\n","author":"अशोक अंजुम","title":"हौसला भी उड़ान देता है \/ अशोक अंजुम"},{"poem":"गोली की मेहरबानी कुछ बम की मेहरबानी\nफ़ाक़े हुए कईं दिन से मातम की मेहरबानी\n\nकलियाँ भी अब उगलने चिंगारियाँ लगी हैं\nदहशत है गुलसितां में सिस्टम की मेहरबानी\n\nतिकड़म कईं भिड़ा कर भी हो रहे विफल थे\nठेका मिला जो उन को ये रम की मेहरबानी\n\nजो घाव था ज़रा-सा नासूर बन गया है\nजो तुमने दिया था उस मरहम की मेहरबानी\n\nकोठी से चल के गोरी कोठे पे आ गई है\nदिल जिस को दिया था उस बालम की मेहरबानी\n\nकैसी गरम हवा है पकने लगे हैं बच्चे\nगुम हो रहा है बचपन मौसम की मेहरबानी\n\n","author":"अशोक अंजुम","title":"गोली की मेहरबानी \/ अशोक अंजुम"},{"poem":"धमकियाँ हैं-सच न कहना बोटियाँ कट जाएँगी।।\nजो उठाओगे कभी तो उंगलियाँ कट जाएँगी।।\n\nआरियों को दोस्तों दावत न दो सँभलो ज़रा\nवरना आँगन के ये बरगद इमलियाँ कट जाएगी।\n\nकुछ काम कर दस की उमर है बचपना अब छोड़ दे\nतेरे हिस्से की नहीं तो रोटियाँ कट जाएँगी।\n\nदौड़ता है किस तरफ़ सिर पर रखे रंगीनियाँ\nज़िंदगी के पाँव की यों एड़ियाँ कट जाएँगी।\n\nमाँ ठहर सकता नहीं अब एक पल भी गाँव में\nतेरी बीमारी में यों ही छुट्टियाँ कट जाएँगी।\n\nकुर्सियाँ बनती हैं इनसे चाहे तुम कुछ भी करो\nदेख लेना क़ातिलों की बेड़ियाँ कट जाएँगी।\n\n","author":"अशोक अंजुम","title":"धमकियाँ हैं \/ अशोक अंजुम"},{"poem":"वो मुझको आँख भरकर देखता है\nबड़ी हसरत से खंजर देखता है\n\nतू जिसमें सिर्फ़ पत्थर देखता है\nवहीं पर कोई ईश्वर देखता है\n\nन कोई देख सकता है वहाँ तक\nजहाँ तक एक शायर देखता है\n\nतू जो भी कर रहा है बेखुदी में\nसमझ ले ये कि नटवर देखता है\n\nउसे अपनों से यों नारें मिली हैं\nवो सावन में भी पतझर देखता है\n\nमैं पारस तो नहीं, सच बोलता हूँ\nणमाना फिर क्यों देखता है\n\nघटायें देखकर खुश हो रहे सब\nमगर होरी क्यों छप्पर देखता है\n\nअगर कुछ भी नहीं है बीच अपने\nवो फिर क्यों मुझको मुड़कर देखता है\n\n","author":"अशोक अंजुम","title":"वो मुझको आँख भरकर \/ अशोक अंजुम"},{"poem":"जबसे हुई सयानी बिटिया\nभूली राजा-रानी बिटिया\n\nबाज़ारों में आते-जाते\nहोती पानी-पानी बिटिया\n\nजाना तुझे पराये घर को\nमत कर यों मनमानी बिटिया\n\nकिस घर को अपना घर समझे\nजीवन-भर कब जानी बिटिया\n\nचॉकलेट भैया को भाये\nपाती है गुड़धानी बिटिया\n\nसारा जीवन इच्छाओं की\nदेती है कुर्बानी बिटिया\n\nचौका, चूल्हा, झाडू, बर्तन\nभूल गई शैतानी बिटिया\n\nहल्दी, बिछूए, कंगल मेंहदी\nपाकर हुई बिरानी बिटिया\n\n","author":"अशोक अंजुम","title":"सयानी बिटिया \/ अशोक अंजुम"},{"poem":"द्वार पर साँकल लगाकर सो गए\nजागरण के गीत गाकर सो गए।\n\nसोचते थे हम कि शायद आयेंगे\nऔर वे सपने सजाकर सो गए।\n\nकाश! वे सूरत भी अपनी देखते\nआइना हमको दिखाकर सो गए।\n\nरूठना बच्चों का हर घर में यही\nपेट खाली छत पर जाकर सो गए।\n\nहैं मुलायम बिस्तरों पर करवटें\nऔर भी धरती बिछाकर सो गए।\n\nरात-भर हम करवटें लेते रहे\nऔर वे मुँह को घुमाकर सो गए।\n\nघर के अंदर शोर था, हाँ इसलिए\nसाब जी दफ्तर में आकर सो गए।\n\nकितनी मुश्किल से मिली उनसे कहो\nवे जो आज़ादी को पाकर सो गए।\n\nफिर गज़ल का शे'र हो जाता, मगर\nशब्द कुछ चौखट पे आकर सो गए।\n\n","author":"अशोक अंजुम","title":"द्वार पर साँकल लगाकर सो गए \/ अशोक अंजुम"},{"poem":"खिड़कियों की साजिशों से कुछ हवा की ढील से\nझोपड़ी जल ही न जाए देखना कन्दील से\n\nएक छोटा ही सही पर घाव देकर मर गई\nयूँ वो चिड़िया अन्त तक लड़ती रही उस चील से\n\nतू कचहरी की तरफ चल तो दिया पर सोच ले\nफाँस गर निकली तेरी निकलेगी प्यारे कील से\n\n","author":"अशोक अंजुम","title":"खिड़कियों की साजिशों से \/ अशोक अंजुम"},{"poem":"जिंदगी का जिंदगी से वास्ता जिंदा रहे\nहम रहें जब तक हमारा हौसला जिंदा रहे\n\nवक्त ने माना हमारे बीच रख दीं दूरियां\nकोशिशें ये हों दिलों में रास्ता जिंदा रहे\n\nऐ मिरे दुश्मन तुझी ने दी मुझे जिंदादिली\nमैं अगर जिंदा रहूं, तू भी सदा जिंदा रहे\n\nप्यार से सुलझाइये, हल गुत्थियां हो जाएंगी\nजब तलक संसार है ये फलसफा जिंदा रहे\n\nमेरी कविता, मेरे दोहे, गीत मेरे और गजल\nमैं रहूं या न रहूं मेरा कहा जिंदा रहे\n\n","author":"अशोक अंजुम","title":"जिंदगी का जिंदगी से वास्ता जिंदा रहे \/ अशोक अंजुम"},{"poem":"सभी रिश्तों से औ’ दीवारोदर से दूर रखता है,\nये चक्कर पेट का कितनों को घर से दूर रखता है।\n\nअगरचे बोले हम तो सारी जक़डन टूट जाएगी,\nवो हमको इसलिए ही इस हुनर से दूर रखता है।\n\nकि मेरे सर पे है मां की दुआओं का घना साया,\nयही अहसास मुझको हर इक डर से दूर रखता है।\n\nवहां कुछ मजहबी लोगों के फतवों की दुकानें हैं,\nवो अपने नौनिहालों को उधर से दूर रखता है।\n\nये मेरी परवरिश का ही कोई जिंदा करिश्मा है,\nजो मुझको तल्ख मौसम के असर से दूर रखता है।\n\nकहीं ऐसा न हो, वैसा न हो, जो सोचते रहते\nये उनका खौफ उनको हर सफर से दूर रखता है।\n\n","author":"अशोक अंजुम","title":"सभी रिश्तों से औ’ दीवारो दर से दूर रखता है \/ अशोक अंजुम"},{"poem":"प्रेम की सच्चाई की बोलियां ही गायब हैं\nआदमी के अंदर से बिजलियां ही गायब हैं\n\nसाबजी पधारे थे सैर को गुलिस्तां की\nतब से इस चमन की सब तितलियां ही गायब हैं\n\nहाथ क्या मिलाया था दिल ही दे दिया था उन्हें\nहाथ अपने देखे तो उंगलियां ही गायब हैं\n\nयूं ही गर्भ पे जो चली आपकी ये मनमानी\nकल जहां से देखोगे ल़डकियां ही गायब हैं\n\nवे भले प़डोसी थे, आए थे नहाने को\nबाथरूम की तब से टौंटियां ही गायब हैं\n\nचीर को हरण कैसे अब करोगे दुशासन\nजींस में हैं पांचाली, सा़डयां ही गायब हैं\n\nहोटलों में खाते हैं वे चिकिनओबिरयानी\nऔर कितने हाथों से रोटियां ही गायब हैं।\n\n\n","author":"अशोक अंजुम","title":"प्रेम की, सचाई की, बोलियाँ ही गायब हैं \/ अशोक अंजुम"},{"poem":"करे कोशिश अगर इंसान तो क्याक्या नहीं मिलता\nवो उठकर चल के तो देखे जिस रस्ता नहीं मिलता!\n\nभले ही धूप हो, कांटे हों पर चलना ही प़डता है\nकिसी प्यासे को घर बैठे कभी दरिया नहीं मिलता!\n\nकहें क्या ऐसे लोगों से जो कहकर ल़डख़डाते हैं\nकि हम आकाश छू लेते मगर मौका नहीं मिलता!\n\nकमी कुछ चाल में होगी, कमी होगी इरादों में\nजो कहते कामयाबी का हमें नक्शा नहीं मिलता!\n\nहम अपने आप पर यारो भरोसा करके तो देखें\nकभी भी ग़िडग़िडाने से कोई रुतबा नहीं मिलता!\n\n","author":"अशोक अंजुम","title":"करे कोशिश अगर इंसान तो क्या क्या नहीं मिलता \/ अशोक अंजुम"},{"poem":"बड़ी मासूमियत से सादगी से बात करता है\nमेरा किरदार जब भी जिंदगी से बात करता है\n\nबताया है किसी ने जल्द ही ये सूख जाएगी\nतभी से मन मेरा घंटों नदी से बात करता है\n\nकभी जो तीरगी मन को हमारे घेर लेती है\nतो उठ के हौसला तब रोशनी से बात करता है\n\nनसीहत देर तक देती है माँ उसको जमाने की\nकोई बच्चा कभी जो अजनबी से बात करता है\n\nमैं कोशिश तो बहुत करता हूँ उसको जान लूँ लेकिन\nवो मिलने पर बड़ी कारीगरी से बात करता है\n\nशरारत देखती है शक्ल बचपन की उदासी से\nये बचपन जब कभी संजीदगी से बात करता है\n\n","author":"अशोक अंजुम","title":"बड़ी मासूमियत से सादगी से बात करता है \/ अशोक अंजुम"},{"poem":"जो खींच रहे माल उन्हीं का वसंत है\nमोटी है जिनकी खाल उन्हीं का वसंत है।\n\nसारी व्यवस्था जिनके आगे पूंछ हिलाए,\nकिसकी मजाल उसको कोई आंख दिखाए,\nटेढ़ी है जिनकी चाल उन्हीं का वसंत है।\n\nजो उल्टे-सीधे तल्ख सवालों से दोस्तो,\nहां, आयकर की टीम के जालों से दोस्तो,\nबच जाएं बाल-बाल उन्हीं का वसंत है।\n\nन सींक भी कभी यहां सरकाई जिन्होंने,\nकोई बहादुरी भी नहीं दिखलाई जिन्होंने,\nलेकिन बजाएं गाल उन्हीं का वसंत है।\n\nजब काम हो तो गदहे को भी बाप बनाएं,\nमतलब के लिए उल्लुओं को शीश झुकाएं,\nपर दें बड़ी मिसाल उन्हीं का वसंत है।\n\nअब किससे कहें हाल अजी चुप रहें मियां,\nलाचार किसी ताल की वोटर हैं मछलियां,\nफैला रहे जो जाल उन्हीं का वसंत है!\n\nजो खींच रहे माल उन्हीं का वसंत है\nमोटी है जिनकी खाल उन्हीं का वसंत है।\n\n","author":"अशोक अंजुम","title":"जो खींच रहे माल उन्हीं का वसंत है \/ अशोक अंजुम"},{"poem":"ज़िन्दगी का ज़िन्दगी से वास्ता जिंदा रहे\nहम रहें जब तक हमारा हौसला जिंदा रहे\n\nवक़्त ने माना हमारे बीच रख दीं दूरियाँ\nकोशिशें ये हों, दिलों में रास्ता जिंदा रहे\n\nऐ मेरे दुश्मन! तुझी ने दी मुझे जिंदादिली\nमैं अगर जिंदा रहूँ, तू भी सदा जिंदा रहे\n\nप्यार से सुलझाइये, हल गुत्थियां हो जायेंगी\nजब तलक संसार है ये फलसफा जिंदा रहे\n\nमेरी कविता, मेरे दोहे, गीत मेरे और ग़ज़ल \nमैं रहूँ या न रहूँ मेरा कहा जिंदा रहे\n\n","author":"अशोक अंजुम","title":"ज़िन्दगी का ज़िन्दगी से वास्ता जिंदा रहे \/ अशोक अंजुम"},{"poem":"हर एक राज़ कह दिया बस एक जवाब ने \nहमको सिखाया वक़्त ने, तुमको किताब ने\n\nइस दिल में बहुत देर तलक सनसनी रही\nपन्ने यूँ खोले याद के, सूखे गुलाब ने\n\nये खुरदुरी ज़मीन अधिक खुरदुरी लगी\nउलझा दिया कुछ इस तरह जन्नत के खाब ने\n\nहालत ने हर रंग को बदरंग कर दिया\nसोंपे थे जो भी रंग हमें आफताब ने \n\nदो झील, एक चाँद, खिले फूल, तितलियाँ\nक्या-क्या छुपा रखा था तुम्हारे नकाब ने\n\n","author":"अशोक अंजुम","title":"हर एक राज़ कह दिया बस एक जवाब ने \/ अशोक अंजुम"},{"poem":"दुनिया को नई राह दिखने के वास्ते\nशूली पे छाडे कोन ज़माने के वास्ते\n\nशहरों कि भीड़ में न कहीं खो गए हों वे\nजो गाँव से गए थे कमाने के वास्ते\n\nदिखा न कोई जाल परिंदे को भूख में\nउसने लुटा ही दी जान दाने के वास्ते\n\nऐ लोकतंत्र! तेरे चमत्कार को नमन \nजनता ही मिले तुझको निशाने के वास्ते \n\nदामन जिन्होंने फूँक लिए कोन लोग थे\nजीवन में रौशनी से निभाने के वास्ते\n\n","author":"अशोक अंजुम","title":"दुनिया को नई राह दिखने के वास्ते \/ अशोक अंजुम"},{"poem":"वक़्त जीवन में ऐसा  न आये कभी \nख़त किसी के भी कोई जलाये कभी\n\nधुल है, धुंध  है, शोर ही शोर है \nकोई मधुवन में बंसी बजाये कभी\n\nमेरी मासूमियत खो गई है कहीं\nकाश बचपन मेरा लौट आये कभी \n\nजिसकी खातिर में लिखता रहा उम्र भर\nवो भी मेरी ग़ज़ल गुनगुनाये कभी\n\n","author":"अशोक अंजुम","title":"वक़्त जीवन में ऐसा  न आये कभी \/ अशोक अंजुम"},{"poem":"तेरा हर लफ्ज़ मेरी रूह को छूकर निकलता है.\nतू पत्थर को भी छू ले तो बाँसुरी का स्वर निकलता है.\n\nकमाई उम्र भर कि और क्या है, बस यही तो है\nमें जिस दिल में भी देखूं वो ही मेरा घर निकलता है.\n\nमैं मंदिर नहीं जाता मैं मस्जिद भी नही जाता \nमगर जिस दर पर झुक जाऊं वो तेरा दर निकलता है\n\nज़माना कोशिशें तो लाख करता है डराने की\nतुझे जब याद करता हूँ तो सारा दर निकलता है.\n\nयहीं रहती हो तुम खुशबू हवाओं की बताती है\nयहाँ जिस ज़र्रे से मिलिए वही शायर निकलता है.\n\n","author":"अशोक अंजुम","title":"तेरा हर लफ्ज़ मेरी रूह को छूकर निकलता है \/ अशोक अंजुम"},{"poem":"करे कोशिश अगर इन्सान तो क्या-क्या नहीं मिलता\nवो उठकर चल के तो देखे जिसे रास्ता नहीं मिलता\n\nभले ही धूप हो कांटे  हों पर चलना ही पड़ता है \nकिसी प्यासे को घर बैठे कभी दरिया नहीं मिलता \n\nकमी कुछ चाल में होगी , कमी होगी इरादों में \nजो कहते कामयाबी का हमें नक्शा नहीं मिलता\n\nकहें क्या ऐसे लोगों से जो कहकर लड़खड़ाते हैं\nकी हम आकाश छू लेते मगर मौक़ा नहीं मिलता \n\nहम अपने आप पर यारो भरोसा करके तो देखें\nकभी भी गिडगिडाने से कोई रुतबा नहीं मिलता\n\n","author":"अशोक अंजुम","title":"करे कोशिश अगर इन्सान तो क्या-क्या नहीं मिलता \/ अशोक अंजुम"},{"poem":"सहती रहती रात-दिन, तरह-तरह के तीर\nहर लेती हैं बेटियाँ, घर-आँगन की पीर ।\n\nसौदागर इस देश के, रहते मद में चूर\nबिटिया को महँगा लगे, माथे का सिंदूर ।\n\nनहीं दुपट्टे की तरफ़, उठे किसी के हाथ\nबहना घर से जो चले, भैया चलता साथ ।\n\nमाँग भरी ना अब तलक, गया रूप-रंग-नूर\nउनकी माँगों ने किये, सपने चकनाचूर ।\n\nख़ून-पसीना जोड़कर, लो दहेज के साथ\nबिटिया के करने चला, दुखिया पीले हाथ ।\n\nआँगन की तुलसी जली, धूप पड़ी यों तेज़\nइक तुलसी ससुराल में, झुसली बिना दहेज।\n\nबाबुल की छत ले गया, आख़िर कन्यादान\nबेटी के घर के लिए, अंजुम बिका मकान ।\n\nतेरे पाँवों से जगें, घर-आँगन के भाग\nजा बेटी परदेस जा, जुग-जुग जिये सुहाग\n\nघर-आँगन में हर तरफ़, एक मधुर गुंजार\nहँसी-ठिठोली बेटियाँ, व्रत-उत्सव-त्यौहार ।\n\nकुछ मंत्रों ने रच दिये, नये-नये संबंध\nबाबुल के अँगना खिली, पिय-घर चली सुंगध ।\n\nबापु, माँ, भाई, बहन, रोये घर-संसार\nचिड़िया चहकी कुछ बरस, उड़ी पिया के द्वार ।\n\nबेटी गंगा की लहर, बेटी कोमल राग\nजहाँ रहे, हर हाल में, रौशन करे चिराग ।\n\nबेटी, चुप्पी साध ले, मत कर व्यर्थ सवाल\nपीहर पर भारी पड़े, क्यों इक दिन ससुराल\n\n","author":"अशोक अंजुम","title":"हर लेती हैं बेटियाँ \/ अशोक अंजुम"},{"poem":"चल उठ नेता तू छेड़ तान!\nक्या राष्ट्रधर्म?\nक्या संविधान?\n\nतू नए-नए हथकंडे ला!\nवश में अपने कुछ गुंडे ला!\nफ़िर ऊँचे-ऊँचे झंडे ला\nहर एक हाथ में डंडे ला\nफ़िर ले जनता की ओर तान \nक्या राष्ट्रधर्म?\nक्या संविधान?\n\nइस शहर में खिलते चेहरे क्यों?\nआपस में रिश्ते गहरे क्यों?\nघर-घर खुशहाली चेहरे क्यों?\nझूठों पर सच के पहरे क्यों?\nआपस में लड़वा, तभी जान!\nक्या राष्ट्रधर्म?\nक्या संविधान?\n\nतू अन्य दलों को गाली दे!\nगंदी से गंदी वाली दे!\nहरपल कोई घात निराली दे!\nफ़िर दाँत दिखाकर ताली दे!\nफ़िर गा मेरा \"मेरा भारत महान\"\nक्या राष्ट्रधर्म?\nक्या संविधान?\n\nप्रतिपक्ष पे अनगिन खोट लगा!\nना सम्भल सके यूं चोट लगा!\nकुछ भी कर काले नोट लगा!\nहर तरफ़ वोट की गोट लगा!\nकुर्सी ही अपना लक्ष्य मान!\nक्या राष्ट्रधर्म?\nक्या संविधान?\n\n","author":"अशोक अंजुम","title":"चल उठ नेता \/ अशोक अंजुम"}]