[{"poem":"\nजाके लिए घर आई घिघाय, करी मनुहारि उती तुम गाढ़ी\nआजु लखैं उहिं जात उतै, न रही सुरत्यौ उर यौं रति बाढ़ी\nता छिन तैं तिहिं भाँति अजौं, न हलै न चलै बिधि की लसी काढ़ी\nवाहि गँवा छिनु वाही गली तिनु, वैसैहीं चाह (बै) वैसेही ठाढ़ी ।।\n\n","author":"बिहारी","title":"जाके लिए घर आई घिघाय \/ बिहारी"},{"poem":"\nखेलत फाग दुहूँ तिय कौ मन राखिबै कौ कियौ दाँव नवीनौ\nप्यार जनाय घरैंनु सौं लै, भरि मूँठि गुलाल दुहूँ दृग दीनौ\nलोचन मीडै  उतै उत बेसु, इतै मैं मनोरथ पूरन कीनौ\nनागर नैंक नवोढ़ त्रिया, उर लाय चटाक दै चूँबन लीनौ।\n\n","author":"बिहारी","title":"खेलत फाग दुहूँ तिय कौ \/ बिहारी"},{"poem":"\nनील पर कटि तट जटनि दै मेरी आली,\nलटुन सी साँवरी रजनि सरसान दै,\nनूपुर उतारन किंकनी खोल डारनि दै\nधारन दै भूषन कपूर पान खान दै,\nसरस सिंगार कै बिहारी लालै बसि करौ\nबसि न करि सकै ज्यौं आन प्रिय प्रान दै,\nतौ लगि तू धीर धर एतौ मेरौ कह्यौ करि\nचलिहौं कन्हैया पै जुन्हैया नैंकु जानि दै।।\n\n","author":"बिहारी","title":"नील पर कटि तट \/ बिहारी"},{"poem":"जानत नहिं लगि मैं मानिहौं बिलगि कहै\nतुम तौ बधात ही तै वहै नाँध नाध्यौ है।\nलीजिये न छेहु निरगुन सौं न होइ नेहु\nपरबस देहु गेहु ये ही सुख साँध्यौ है।\nगोकुल के लोग पैं गुपाल न बिसार्यौ जाइ\nरावरे कहे तौ क्यौं हूँ जोगो काँध काँध्यौ है।\nकीजिए न रारि ऊधौ देखिये विचारि काहु\nहीरा छोड़ि  डारि कै कसीरा गाँठि बाँध्यौ है।।\n\n","author":"बिहारी","title":"जानत नहिं लगि मैं \/ बिहारी"},{"poem":"गाहि सरोवर सौरभ लै, ततकाल खिले जलजातन मैं कै।\nनीठि चलै जल वास अचै, लपटाइ लता तरु  मारग मैं कै।\nपोंछत सीतन तैं श्रम स्वेदंन, खेद हटैं सब राति रमै कै।\nआवत जाति झरोखनि कैं मग, सीतल बात प्रभात समै कै।।\n\n","author":"बिहारी","title":"गाहि सरोवर सौरभ लै \/ बिहारी"},{"poem":"बिरहानल दाह दहै तन ताप, करी बड़वानल ज्वाल रदी।\nघर तैं लखि चन्द्रमुखीन चली, चलि माह अन्हान कछू जु सदी।\nपहिलैं ही सहेलनि तैं सबके, बरजें हसि घाइ घसौ अबदी।\nपरस्यौ कर जाइ न न्हाय सु कौन, री अंग लगे उफनान नदी।।\n\n","author":"बिहारी","title":"बिरहानल दाह दहै तन ताप \/ बिहारी"},{"poem":"सौंह कियें ढरकौहे से नैन, टकी न टटै हिलकी हलियै।\nमुँह आगै हू आये न सूझयौ कछू ,सु कहयौ कछु ये सुति साँभल ए।\nभौर ते साँझि भई न अजौं, घरि भतिर बाहर कौ ढलिए।\nरहे गेह की देहरी ठाढ़े दोऊ, उर लागी दुहून चलौ चलिए।।\n\n","author":"बिहारी","title":"सौंह कियें ढरकौहे से नैन \/ बिहारी"},{"poem":"\nकेसरि से बरन सुबरन बरन जीत्यौ\nबरनीं न जाइ अवरन बै गई।\nकहत बिहारी सुठि सरस पयूष हू तैं,\nउष हू तैं मीठै बैनन बितै गई।\nभौंहिनि नचाइ मृदु मुसिकाइ दावभाव\nचचंल चलाप चब चेरी चितै कै गई।\nलीने कर बेली अलबेली सु अकेली तिय\nजाबन कौं आई जिय जावन सौं दे गई।।\n\n","author":"बिहारी","title":"केसरि से बरन सुबरन \/ बिहारी"},{"poem":"रतनारी हो थारी आँखड़ियाँ।\nप्रेम छकी रसबस अलसाड़ी, जाणे कमलकी पाँखड़ियाँ॥\nसुंदर रूप लुभाई गति मति, हो गईं ज्यूँ मधु माँखड़ियाँ।\nरसिक बिहारी वारी प्यारी, कौन बसी निस काँखड़ियाँ॥\n\n","author":"बिहारी","title":"रतनारी हो थारी आँखड़ियाँ \/ बिहारी"},{"poem":"हो झालौ दे छे रसिया नागर पनाँ।\nसाराँ देखे लाज मराँ छाँ आवाँ किण जतनाँ॥\nछैल अनोखो कह्यो न मानै लोभी रूप सनाँ।\nरसिक बिहारी नणद बुरी छै हो लाग्यो म्हारो मनाँ॥\n\n","author":"बिहारी","title":"हो झालौ दे छे रसिया नागर पनाँ \/ बिहारी"},{"poem":"उड़ि गुलाल घूँघर भई तनि रह्यो लाल बितान।\nचौरी चारु निकुंजनमें ब्याह फाग सुखदान॥\nफूलनके सिर सेहरा, फाग रंग रँगे बेस।\nभाँवरहीमें दौड़ते, लै गति सुलभ सुदेस॥\nभीण्यो केसर रंगसूँ लगे अरुन पट पीत।\nडालै चाँचा चौकमें गहि बहियाँ दोउ मीत॥\nरच्यौ रँगीली रैनमें, होरीके बिच ब्याह।\nबनी बिहारन रसमयी रसिक बिहारी नाह॥\n\n","author":"बिहारी","title":"उड़ि गुलाल घूँघर भई \/ बिहारी"},{"poem":"मैं अपनौ मनभावन लीनों॥\nइन लोगनको कहा कीनों मन दै मोल लियो री सजनी।\nरत्न अमोलक नंददुलारो नवल लाल रंग भीनों॥\nकहा भयो सबके मुख मोरे मैं पायो पीव प्रवीनों।\nरसिक बिहारी प्यारो प्रीतम सिर बिधना लिख दीनों॥\n\n","author":"बिहारी","title":"मैं अपनौ मनभावन लीनों \/ बिहारी"},{"poem":"पावस रितु बृन्दावनकी दुति दिन-दिन दूनी दरसै है।\nछबि सरसै है लूमझूम यो सावन घन घन बरसै है॥१॥\nहरिया तरवर सरवर भरिया जमुना नीर कलोलै है।\nमन मोलै है, बागोंमें मोर सुहावणो बोलै है॥२॥\nआभा माहीं बिजली चमकै जलधर गहरो गाजै है।\nरितु राजै है, स्यामकी सुंदर मुरली बाजै है॥३॥\n(रसिक) बिहारीजी रो भीज्यो पीतांबर प्यारीजी री चूनर सारी है।\nसुखकारी है, कुंजाँ झूल रह्या पिय प्यारी है॥४॥\n\n","author":"बिहारी","title":"पावस रितु बृन्दावनकी \/ बिहारी"}]