[{"title":"क्या करेगी चांदनी \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"चांद औरों पर मरेगा क्या करेगी चांदनी\nप्यार में पंगा करेगा क्या करेगी चांदनी\n\nचांद से हैं खूबसूरत भूख में दो रोटियाँ\nकोई बच्चा जब मरेगा क्या करेगी चांदनी\n\nडिग्रियाँ हैं बैग में पर जेब में पैसे नहीं\nनौजवाँ फ़ाँके करेगा क्या करेगी चांदनी\n\nजो बचा था खून वो तो सब सियासत पी गई\nखुदकुशी खटमल करेगा क्या करेगी चांदनी\n\nदे रहे चालीस चैनल नंगई आकाश में\nचाँद इसमें क्या करेगा क्या करेगी चांदनी\n\nसाँड है पंचायती ये मत कहो नेता इसे\nदेश को पूरा चरेगा क्या करेगी चांदनी\n\nएक बुलबुल कर रही है आशिक़ी सय्याद से\nशर्म से माली मरेगा क्या करेगी चांदनी\n\nलाख तुम फ़सलें उगा लो एकता की देश में\nइसको जब नेता चरेगा क्या करेगी चांदनी\n\nईश्वर ने सब दिया पर आज का ये आदमी\nशुक्रिया तक ना करेगा क्या करेगी चांदनी\n\nगौर से देखा तो पाया प्रेमिका के मूँछ थी\nअब ये \"हुल्लड़\" क्या करेगा, क्या करेगी चांदनी\n\n"},{"title":"दोहे \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"कर्ज़ा देता मित्र को, वह मूर्ख कहलाए,\nमहामूर्ख वह यार है, जो पैसे लौटाए।\n\nबिना जुर्म के पिटेगा, समझाया था तोय,\nपंगा लेकर पुलिस से, साबित बचा न कोय।\n\nगुरु पुलिस दोऊ खड़े, काके लागूं पाय,\nतभी पुलिस ने गुरु के, पांव दिए तुड़वाय।\n\nपूर्ण सफलता के लिए, दो चीज़ें रखो याद,\nमंत्री की चमचागिरी, पुलिस का आशीर्वाद।\n\nनेता को कहता गधा, शरम न तुझको आए,\nकहीं गधा इस बात का, बुरा मान न जाए।\n\nबूढ़ा बोला, वीर रस, मुझसे पढ़ा न जाए,\nकहीं दांत का सैट ही, नीचे न गिर जाए।\n\nहुल्लड़ खैनी खाइए, इससे खांसी होय,\nफिर उस घर में रात को, चोर घुसे न कोय।\n\nहुल्लड़ काले रंग पर, रंग चढ़े न कोय,\nलक्स लगाकर कांबली, तेंदुलकर न होय।\n\nबुरे समय को देखकर, गंजे तू क्यों रोय,\nकिसी भी हालत में तेरा, बाल न बांका होय।\n\nदोहों को स्वीकारिये, या दीजे ठुकराय,\nजैसे मुझसे बन पड़े, मैंने दिए बनाय।\n\n"},{"title":"भारतीय रेल \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"एक बार हमें करनी पड़ी रेल की यात्रा\nदेख सवारियों की मात्रा\nपसीने लगे छूटने\nहम घर की तरफ़ लगे फूटने\n\nइतने में एक कुली आया\nऔर हमसे फ़रमाया\nसाहब अंदर जाना है?\nहमने कहा हां भाई जाना है\nउसने कहा अंदर तो पंहुचा दूंगा\nपर रुपये पूरे पचास लूंगा\nहमने कहा समान नहीं केवल हम हैं\nतो उसने कहा क्या आप किसी सामान से कम हैं?\n\nजैसे तैसे डिब्बे के अंदर पहुचें\nयहां का दृश्य तो ओर भी घमासान था\nपूरा का पूरा डिब्बा अपने आप में एक हिंदुस्तान था\nकोई सीट पर बैठा था, कोई खड़ा था\nजिसे खड़े होने की भी जगह नही मिली वो सीट के नीचे पड़ा था\n\nइतने में एक बोरा उछालकर आया ओर गंजे के सर से टकराया\nगंजा चिल्लाया यह किसका बोरा है?\nबाजू वाला बोला इसमें तो बारह साल का छोरा है\n\nतभी कुछ आवाज़ हुई और\nइतने मैं एक बोला चली चली\nदूसरा बोला या अली \nहमने कहा काहे की अली काहे की बलि\nट्रेन तो बगल वाली चली\n\n"},{"title":"क्या बताएँ आपसे \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"क्या बताएँ आपसे हम हाथ मलते रह गए\nगीत सूखे पर लिखे थे, बाढ़ में सब बह गए\n\nभूख, महगाई, गरीबी इश्क मुझसे कर रहीं थीं\nएक होती तो निभाता, तीनों मुझपर मर रही थीं\nमच्छर, खटमल और चूहे घर मेरे मेहमान थे\nमैं भी भूखा और भूखे ये मेरे भगवान् थे\nरात को कुछ चोर आए, सोचकर चकरा गए\nहर तरफ़ चूहे ही चूहे, देखकर घबरा गए\nकुछ नहीं जब मिल सका तो भाव में बहने लगे\nऔर चूहों की तरह ही दुम दबा भगने लगे\nहमने तब लाईट जलाई, डायरी ले पिल पड़े\nचार कविता, पाँच मुक्तक, गीत दस हमने पढे\nचोर क्या करते बेचारे उनको भी सुनने पड़े\n\nरो रहे थे चोर सारे, भाव में बहने लगे\nएक सौ का नोट देकर इस तरह कहने लगे\nकवि है तू करुण-रस का, हम जो पहले जान जाते\nसच बतायें दुम दबाकर दूर से ही भाग जाते\nअतिथि को कविता सुनाना, ये भयंकर पाप है\nहम तो केवल चोर हैं, तू डाकुओं का बाप है\n\n"},{"title":"नाजायज बच्चे \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"परेशान पिता ने\nजनता के अस्पताल में फोन किया\n“डाक्टर साहब\nमेरा पूरा परिवार बीमार हो गया है\n\nबड़े बेटे आंदोलन को बुखार\nप्रदर्शन को निमोनिया\nतथा\nघेराव को कैंसर हो गया है\nसबसे छोटा बेटा ‘बंद’\nहर तीन घंटे बाद उल्टियाँ कर रहा है\n\nमेरा भतीजा हड़ताल सिंह\nहार्ट अटैक से मर रहा है\nडाक्टर साहब, प्लीज जल्दी आइए\nप्यारी बिटिया ‘सांप्रदायिकता’ बेहोश पड़ी है\nउसे बचाइए।”\n\nडाक्टर बोला, “आई एम सौरी\nमैं सिद्धांतवादी आदमी हूँ\nनाजायज बच्चों का इलाज नहीं करता हूँ।”\n\n"},{"title":"मुस्कुराने के लिए \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"मसखरा मशहूर है, आँसू बहानेके लिए\nबाँटता है वो हँसी, सारे ज़माने के लिए\n\nघाव सबको मत दिखाओ, लोग छिड़केंगे नमक\nआएगा कोई नहीं मरहम लगाने के लिए\n\nदेखकर तेरी तरक्की, ख़ुश नहीं होगा कोई\nलोग मौक़ा ढूँढते हैं, काट खाने के लिए\n\nफलसफ़ा कोई नहीं है, और न मकसद कोई\nलोग कुछ आते जहाँ में, हिनहिनाने के लिए\n\nमिल रहा था भीख में, सिक्का मुझे सम्मान का\nमैं नहीं तैयार झुककर उठाने के लिए\n\nज़िंदगी में ग़म बहुत हैं, हर कदम पर हादसे रोज\nकुछ समय तो निकालो, मुस्कुराने के लिए\n\n"},{"title":"साल आया है नया \/ हुल्लड़ मुरादाबादी","author":"हुल्लड़ मुरादाबादी","poem":"यार तू दाढ़ी बढ़ा ले, साल आया है नया \nनाई के पैसे बचा ले, साल आया है नया \n\nतेल कंघा पाउडर के खर्च कम हो जाएँगे \nआज ही सर को घुटा ले, साल आया है नया \n\nचाहता है हसीनों से तू अगर नजदीकियाँ\nचाट का ठेला लगा ले, साल आया है नया \n\nजो पुरानी चप्पलें हैं उन्हें मंदिरों पर छोड़ कर\nकुछ नए जूते उठा ले, साल आया है नया \n\nमैं अठन्नी दे रहा था तो भिखारी ने कहा\nतू यहीं चादर बिछा ले, साल आया है नया\n\nदो महीने बर्फ़ गिरने के बहाने चल गए\nआज तो हुल्लड़ नहा ले, साल आया है नया\n\nभूल जा शिकवे, शिकायत, ज़ख्म पिछले साल के \nसाथ मेरे मुस्कुरा ले, साल आया है नया\n\nदौड़ में यश और धन की जब पसीना आए तो \n'सब्र' साबुन से नहा ले, साल आया है नया\n\nमौत से तेरी मिलेगी, फैमिली को फ़ायदा\nआज ही बीमा करा ले, साल आया है नया\n\n"}]