[{"title":"अजब यक़ीन उस शख़्स के गुमान में था \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"अजब यक़ीन उस शख़्स के गुमान में था \nवो बात करते हुए भी नई उड़ान में था \n\nहवा भरी हुई फिरती थी अब के साहिल पर \nकुछ ऐसा हौसला कष्ती के बादबाँ में था \n\nहमारे भीगे हुए पर नहीं खुले वर्ना\nहमें बुलाता सितारा तो आसमान में था\n\nउतर गया है रग-ओ-पय में ज़ाइक़ा उस का \nअजीब शहद सा कल रात उस ज़बान में था \n\nखुली तो आँख तो ‘ताबिष’ कमाल ये देखा \nवो मेरी रूह में था और मैं मकान में था\n\n"},{"title":"अजीब सुब्ह थी दीवार ओ दर कुछ और से थे \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"अजीब सुब्ह थी दीवार ओ दर कुछ और से थे \nनिगाह देख रही थी कि घर कुछ और से थे \n\nवो आशियाने नहीं थे जहाँ पे चिड़ियाँ थीं \nशजर कुछ और से उन पर समर कुछ और से थे \n\nतमाम कश्तियाँ मंजधार में घिरी हुई थीं \nहर एक लहर में बनते भँवर कुछ और से थे \n\nबहुत बदल गया मैदान-ए-जंग का नक़्शा\nवो धड़ कुछ और से थे उन पे सर कुछ और से थे \n\nमिरे हलीफ़ मिरे साथ थे लड़ाई में\nहर एक शख़्स के तेवर मगर कुछ और से थे \n\nकई पड़ाव थे मंज़िल की राह में ‘ताबिश’\nमिरे नसीब में लेकिन सफ़र कुछ और से थे\n\n"},{"title":"कब खुलेगा कि फ़लक पार से आगे क्या है \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"कब खुलेगा कि फ़लक पार से आगे क्या है\nकिस को मालूम कि दीवार से आगे क्या है\n\nएक तुर्रा सा तो मैं देख रहा हूँ लेकिन \nकोई बतलाए कि दस्तार से आगे क्या है\n\nज़ुल्म ये है कि यहाँ बिकता है यूसुफ़ बे-दाम \nऔर नहीं जानता बाज़ार से आगे क्या है\n\nसर में सौदा है कि बार तो देखूँ जा कर \nसर-ए-मैदान सजी दार से आगे क्या है\n\nजिस ने इंसाँ से मोहब्बत ही नहीं की ‘ताबिश’\nउस को क्या इल्म कि पिंदार से आगे क्या है\n\n"},{"title":"न देखें तो सुकूँ मिलता नहीं है \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"न देखें तो सुकूँ मिलता नहीं है\nहमें आख़िर वो क्यूँ मिलता नहीं है\n\nमोहब्बत के लिए जज़्बा है लाज़िम\nये आईना तो यूँ मिलता नहीं है\n\nहम इक मुद्दत से दर पर मुंतज़िर हैं\nमगर इज़्न-ए-जुनूँ मिलता नहीं है\n\nहै जितना ज़र्फ़ उतनी पासदारी \nज़रूरत है फ़ुज़ूँ मिलता नहीं है\n\nअजब होती है आइंदा मुलाक़ात\nहमेशा जूँ का तूँ मिलता नहीं है\n\nअगर मिलते भी हों अपने ख़यालात\nतो इक दूजे से ख़ूँ मिलता नहीं है\n\nवो मेरे शहर में रहता है ‘ताबिश’\nमगर मैं क्या करूँ मिलतना नहीं है\n\n"},{"title":"यक़ीं से जो गुमाँ का फ़ासला है \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"यक़ीं से जो गुमाँ का फ़ासला है\nज़मीं से आसमाँ का फ़ासला है\n\nहवा-पैमाई की ख़्वाहिश है इतनी \nकि जितना बादबाँ का फ़ासला है\n\nख़यालात इस क़दर हैं मुख़्तलिफ़ क्यूँ\nहमारे दरमियाँ का फ़ासला है\n\nकोई इज़हार कर सकता है कैसे \nये लफ़्ज़ों से ज़बाँ का फ़ासला है\n\nमैं उस तक किस तरह पहुँचूँगा ‘ताबिश’\nयहाँ से इस जहाँ का फ़ासला है\n\n"},{"title":"ये शहर आफ़तों से तो ख़ाली कोई न था  \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"ये शहर आफ़तों से तो ख़ाली कोई न था \nजब हम सख़ी हुए तो सवाली कोई न था\n\nलिक्खा है दास्ताँ में कि गुलशन उजड़ते वक़्त\nगुलचीं बे-शुमार थे माली कोई न था \n\nउस दश्त में मिरा ही हयूला था हर तरफ़\nमैं ने ही शम-ए-इश्क़ जला ली कोई न था \n\nजलसे उजड़ गए थे किसी ख़ुद-फ़रेब के \nखुद ही जा रहा था वो ताली कोई न था\n\n‘ताबिश’ हर एक दिल में शरारे थे क़हर के \nहो पास जिस के सोज़-ए-बिलाली कोई न था\n\n"},{"title":"हमारा डूबना मुश्किल नहीं था \/ ताबिश कमाल","author":"ताबिश कमाल","poem":"हमारा डूबना मुश्किल नहीं था \nनज़र में दूर तक साहिल नहीं था \n\nकहाँ था गुफ़्तुगू करते हुए वो \nवो था भी तो सर-ए-महफ़िल नहीं था \n\nमैं उस को सब से बेहतर जानता हूँ\nजिसे मेरा पता हासिल नहीं था \n\nज़माने से अलग थी मेरी दुनिया \nमैं उस की दौड़ में शामिल नहीं था \n\nवो पत्थर भी था कितना ख़ूब-सूरत\nजो आईना था लेकिन दिल नहीं था \n\nहम उस धरती के बाषिंदे थे ‘ताबिष’\nकि जिस को कोई मुस्तकबि़ल नहीं था\n\n"}]