[{"st":"jeene ki usne hume nayi ada di hai,","s":"jeene ki usne hume nayi ada di hai,\nkush rehne ki usne dua di hai,\naye khuda usko sara jaha dena,\njisne apne dil mein hume jagah di hai.\n","cn":"Dua Shayari"},{"st":"Aansu raato ka bahana hai farar,","s":"Aansu raato ka bahana hai farar,\nto subh khula mein gidgadana hai farar,\nhai zindagi se takkar lena,\nghabrake dua ka hath uthana hai farar.\n","cn":"Dua Shayari"},{"st":"Basa Hai Aankho Mein Unka Chehra Is Tarah,","s":"Basa Hai Aankho Mein Unka Chehra Is Tarah,\nGulabo Mein Khushbu Basi Ho Jis Tarah,\nibadat ki Ho Aur Dua Na Mangi Ho,\nUnki Kami khalti Hai mujhe Kuch Is Tarah.\n","cn":"Dua Shayari"},{"st":"Manzilo ki har Sadak sirf aap ke naam,","s":"Manzilo ki har Sadak sirf aap ke naam,\nMohabbat ki har adaa bas aap ke naam,\nPyaar bhari har nigah aap ke naam,\nlabon par aane wali har Dua aapke naam.\n","cn":"Dua Shayari"},{"st":"Zindagi ek chahat ka silsila hai,","s":"Zindagi ek chahat ka silsila hai,\nKoi mil jata hai, koi bichhad jata hai,\nJise mangte hai hum apni duaon mein,\nWoh kisi ko bina mange hi mil jata hai.\n","cn":"Dua Shayari"},{"st":"Tumko bewafa kehna, gawara nahi mujhe,","s":"Tumko bewafa kehna, gawara nahi mujhe,\ntumse gila karna, gawara nahi mujhe,\ntum ja rahe ho to jao sada kush raho,\ntumhe baddua dena, gawara nahi mujhe.\n","cn":"Dua Shayari"},{"st":"Le-le ke khuda ka naam chilate hai,","s":"Le-le ke khuda ka naam chilate hai,\nphir bhi asar dua mein nahi paate hai,\nkhate hai haram lukma 1 padthe hai namaj,\nkarte nahi parhej dawa khate hai.","cn":"Dua Shayari"},{"st":"Apne Dard Badha Leti Hoon,","s":"Apne Dard Badha Leti Hoon,\nYaadon Main Use Paas Bula Leti Hoon,\nZindagi Jeene Se Qabal Jo Mar Gaya Tha,\nHar Pal Use Jeene Ki Dua Deti Hoon.\n","cn":"Dua Shayari"},{"st":"Hum hai wafa parast wafa karte rahenge,","s":"Hum hai wafa parast wafa karte rahenge,\nHai jurm to yeh jurm hum karte rahenge,\nAye dost khuda rakhe sada tujh ko salamat,\nHum tere liye yeh dua hamesa karte rahenge.\n","cn":"Dua Shayari"},{"st":"Door ho ke bhi apke pass raha karte hai,","s":"Door ho ke bhi apke pass raha karte hai,\nteri yaadon ke sahare jiya karte kai,\ntujh se koi shikayat na gila karte hai,\ntu salamat rahe bas yahi dua karte hai.\n","cn":"Dua Shayari"},{"st":"Aise Kisi Rafeeq Ki Duniya Misaal De,","s":"Aise Kisi Rafeeq Ki Duniya Misaal De,\nMain Usse Dard Mangu To Wo Dil Nikal De,\nRab Jaane Kiski Dua Mere Saath Hai,\nMain Dubna Chahu Bhi To Dariya Uchaal De.\n","cn":"Dua Shayari"},{"st":"Saada Door Raho Gham Ki Parchaiyon Se,","s":"Saada Door Raho Gham Ki Parchaiyon Se,\nSamna Na Ho Kabhi tumhara Tanhaiyon Se,\nHar Armaan Har Khawab Poora Ho Aapka,\nYahi Dua Hai hamari aapko Dil Ki Gehraiyon Se.\n","cn":"Dua Shayari"},{"st":"Hamara Pyaar Kabhi Na Toote Dua Karna,","s":"Hamara Pyaar Kabhi Na Toote Dua Karna,\nHamara Saath Kabhi Na Chute Dua Karna,\nBadhi Mushkil Se Milta Hai Saccha Pyaar,\nHamara Yaar Kabhi Na Bichade Dua Karna.\n","cn":"Dua Shayari"},{"st":"Har zindagi khushiyon ke kareeb nahi hoti,","s":"Har zindagi khushiyon ke kareeb nahi hoti,\nHar khushi dil ke kareeb nahi hoti,\nDuaein taqdeer zaroor badal sakti hai,\nMagar har dua khuda ke kareeb nahi hoti.\n","cn":"Dua Shayari"},{"st":"Pyasi nigaho ne harpal unka deedar manga,","s":"Pyasi nigaho ne harpal unka deedar manga,\nJaise amavas ne har raat chand manga.\nRuth gaya wo Khuda bhi humse,\nJab humne apni har dua me unka saath manga.\n","cn":"Dua Shayari"},{"st":"Dil ke labo pe ek dua rehti hai,","s":"Dil ke labo pe ek dua rehti hai,\nHar ghadi mujhe aap ki parwah rehti hai,\nKhuda har sukh zindagi ka kare atta aap ko,\nHar dua main meri yeh iltija rehti hai.\n","cn":"Dua Shayari"},{"st":"Hame na rahega zindagi se koi shikwa,","s":"Hame na rahega zindagi se koi shikwa,\nBas karte hai rab se hum ye dua,\nMil jaaye mere yaar ko aisa koi apna,\nJise pakar wo kahe, dekh yaar Ye tha mera sapna.\n","cn":"Dua Shayari"},{"st":"Har Baar Apki Salamti Ki Dua Karenge,","s":"Har Baar Apki Salamti Ki Dua Karenge,\nTeri Aarzoo Mein Apni Hasti Fanah Karenge,\nTum Chahe Daman Bachalo Humse Lekin,\nHum Marte Dum Tak Apse Wafa Karenge.","cn":"Dua Shayari"},{"st":"Khawab Sach Ho To Tabir Bhi Mil Jati Hai,","s":"Khawab Sach Ho To Tabir Bhi Mil Jati Hai,\nYaad Bhi Aksar ek Tasveer Mai Badal Jati Hai,\nKuch Maango Agar To Mango Sache Dil Se,\nEk Dua Se Aksar Takdeer Badal Jati Hai.\n","cn":"Dua Shayari"},{"st":"Jin Siddato Se Koshish Kar Raha Hu,","s":"Jin Siddato Se Koshish Kar Raha Hu,\nAb Main Tumhe Bhulane Ke,\nKabhi Bahut Dil Se Dua Manga Karta Tha,\nTumhe Apna Banane Ki.\n","cn":"Dua Shayari"},{"st":"Hal Pal Ki Khushi Aapki Yaad Mein Hai,","s":"Hal Pal Ki Khushi Aapki Yaad Mein Hai,\nHumari Har Dua Aapke Saath Mein Hai,\nDoor Reh Kar Bhi Aapko Yaad Karte Hai,\nZaroor Koi Pyari Si Ada Aap Mein Hai.\n","cn":"Dua Shayari"},{"st":"Shiddat Se Chaha Hai Jise maine,","s":"Shiddat Se Chaha Hai Jise maine,\nSirf Uski Mohabbat Ki Tamanna Ki Hai,\nAye Kaash Har Lamhe Pe Koi Aameen Kahe,\nKyunki Har Saans Ne Use Paane Ki Dua Ki Hai.","cn":"Dua Shayari"},{"st":"Zindagi Mujhe Jeene Ke Liye Dua Chahiye,","s":"Zindagi Mujhe Jeene Ke Liye Dua Chahiye,\nUss Par Kismat Ki Bhi Wafa Chahiye,\nKhuda Ke Reham Se Sab Kuch Hai Mere Paas,\nBas Pyar Karne Ke Liye Mehbooba Chahiye.","cn":"Dua Shayari"},{"st":"Darguzar Uss Ki Har Jafa Kardi,","s":"Darguzar Uss Ki Har Jafa Kardi,\nUss Ke Haq Main Aaj Phir Dua Kardi,\nek Lamha Mein Kho Diya Uss Ko maine,\nJis shaqs Ko Paane Main Inteha Kardi.\n","cn":"Dua Shayari"},{"st":"Reet Hai Jaane Kaisi Yeh zamane Ki,","s":"Reet Hai Jaane Kaisi Yeh zamane Ki,\nJo Saza Milti Hai Dil Lagane Ki,\nNa Basana Dil Mein Kisi Ko Itna,\nKi Phir Dua Mangni Pada Bhulane Ki.\n","cn":"Dua Shayari"},{"st":"Kis kadar Mujh Ko Satate Ho Tum,","s":"Kis kadar Mujh Ko Satate Ho Tum,\nBhool Jaane Pe Bhi Yaad Aate Ho Tum,\nJab Bhi Khuda Se Kuch Mangti Hoon,\nMere Dil Ki Dua Ban Jaate Ho Tum.\n\n\n","cn":"Dua Shayari"},{"st":"zehan mein teri yaadon ke siwa kuch bhi nahi,","s":"zehan mein teri yaadon ke siwa kuch bhi nahi,\ndil mein gujri baaton ke siwa kuch bhi nahi,\ntu jaha bhi rade sada muskurati rahe,\nmere lab par duao’n ke siwa kuch bhi nahi.","cn":"Dua Shayari"},{"st":"Mere hath jab bhi uthe Dil Ne Dua Mangi,","s":"Mere hath jab bhi uthe Dil Ne Dua Mangi,\nTujhe Manga Hai Teri Wafa Mangi Hai,\nJis Mohabbat Ko Dekh Ke Duniya Ko Rashk Aye,\nTere Pyar Karne Ki hamne Wo Adda Mangi.\n","cn":"Dua Shayari"},{"st":"Toot jaate hai sabhi rishte magar,","s":"Toot jaate hai sabhi rishte magar,\ndil se dil ka rishta apni jagah hai,\ndil ko hai tujh se na milne ka yakeen,\npar tujhse milne ki dua hai apni jagah.\n","cn":"Dua Shayari"},{"st":"Teri Chahat Teri Ulfat Ki Ada Kaafi Hai,","s":"Teri Chahat Teri Ulfat Ki Ada Kaafi Hai,\nZinda Rehne Ke Liye Teri Wafa Kafi Hai,\nBe-Wajah Hath Uthane Ki jarurat Kya Hai,\nDil Se Mango to Faqat ek Dua Kaafi Hai.","cn":"Dua Shayari"},{"st":"kise se dosti kise se pyar karta hoon,","s":"kise se dosti kise se pyar karta hoon,\njo thik lage wahi ristha main barkarar raktha hoon,\nkoi mujhe yaad kare ya na kare,\nmain to har kisi ke liye dua hazar karta hoon.\n","cn":"Dua Shayari"},{"st":"Teri yaadon ke chiragon ko jalaya har shaam,","s":"Teri yaadon ke chiragon ko jalaya har shaam,\nTeri baato ko seene Se lagaya har shaam,\nMangi khuda se teri khushi ki duayein hazar,\nTanha baith ke haatho ko uthaya har shaam.\n","cn":"Dua Shayari"},{"st":"Lafzon ki Justju mein sub kuch Gawa dia,","s":"Lafzon ki Justju mein sub kuch Gawa dia,\nWo Chal dia Main Tarz-e-Adaa Dhoondta raha,\nUsko Kisi ne rab se maang liya aur main,\nSajde mein Gir ke Harf-e-Dua dhoondta raha.","cn":"Dua Shayari"},{"st":"Jis Din Maut Ki Gaud Me Sona Hoga,","s":"Jis Din Maut Ki Gaud Me Sona Hoga,\nNa Koi Takkiya Na Koi Bichona Hoga,\nSath Rahengi Bas Aap Jaise Logo Ki Dua,\nAur kabristaan Ka Ek Chota Sa Kona Hoga.","cn":"Dua Shayari"},{"st":"Uska shukriya kuch iss tarah ada karu,","s":"Uska shukriya kuch iss tarah ada karu,\nWo Kare Bewafai aur Main Wafa Karu,\nMere ishq ne mujhe bas Itna Sikhaya,\nMain mit Jau par uske Liye yuhi Dua Karu.\n","cn":"Dua Shayari"},{"st":"Wo Phir Se Laut Aaye Thei,","s":"Wo Phir Se Laut Aaye Thei,\nMeri Zindagi Mein, Apne Matlab Ke Liye.\nAur Hum Sochte Rahe Ki,\nHumari Duaon Mein Dum Tha.\n","cn":"Dua Shayari"},{"st":"Jab Teri Kirpa Pe Nazar Jati Hai,","s":"Jab Teri Kirpa Pe Nazar Jati Hai,\naye Malik Sai Meri Aankh Bhar Aati Hai,\nTu De Raha Hai Mujhe Is Kadar ki,\nKi Dua Me hath Utha nahi Jholi pehle Bhar Jati Hai.","cn":"Dua Shayari"},{"st":"Har Duao Me Dil Se Dua Karte Hai,","s":"Har Duao Me Dil Se Dua Karte Hai,\nHath phalaye Rab Se ilteza Karte Hai,\nUnn Par Gum Ka Saya Na Aane Paye,\nJo Hume Apno Me Gina Karte Hai.","cn":"Dua Shayari"},{"st":"Dhadkan hamari tumse jo kahe,","s":"Dhadkan hamari tumse jo kahe,\nSaanso ko bhi uski khabar na lage,\nBahut khubsurat hai yeh dosti ka rishta hamara,\nDua hai isse  kisi ki nazar na lage.\n","cn":"Dua Shayari"},{"st":"Har yaad mein uski yaad rehti hai,","s":"Har yaad mein uski yaad rehti hai,\nMeri aankho ko uski talash rehti hai,\nkuch tum bhi dua kiya karo dosto,\nDosto ki fariyad me khuda ki hami hoti hai.\n","cn":"Dua Shayari"},{"st":"Maine Har Roj Dua Mein Tujhe Manga Hai,","s":"Maine Har Roj Dua Mein Tujhe Manga Hai,\nHu Bewafa Magar Wafa Se Tujhe Manga Hai,\nKabhi Sajde Mein Ja Ke Puch Apne Rab se,\nMaine Kis Kis Ada Se Tujhe uss se Manga Hai.\n","cn":"Dua Shayari"},{"st":"Muskurati rahe ye zindagi tumhari,","s":"Muskurati rahe ye zindagi tumhari,\nYe dua hai har pal khuda se hamari,\nPhoolo se saji ho har raah tumhari,\nJis se mehke har subah  tumhari.\n","cn":"Dua Shayari"},{"st":"Tu hi mil jaye mujhe bus itna hi kaafi hai,","s":"Tu hi mil jaye mujhe bus itna hi kaafi hai,\nMeri hardum bas yahi ek dua mangi hai,\nJaane kyun dil khincha chala jata hai teri taraf,\nKya tumne bhi mujhe pane ki dua mangi hai.\n","cn":"Dua Shayari"},{"st":"Khuda Humko Kabhi Aisi Judai Na De,","s":"Khuda Humko Kabhi Aisi Judai Na De,\nUnki Yaadon Se Humko Rihai Na De,\nDua Karna Dosto Mujhe Aisi Jannat Na Mile,\nJahan Se Mera Yaar Mujhe Dikhai Na De.\n","cn":"Dua Shayari"},{"st":"Har Ibadat Mein Yaad Karta Hu Tujhe,","s":"Har Ibadat Mein Yaad Karta Hu Tujhe,\nAe Dost Teri Salamati Ke Siva Kya Chahiye Mujhe,\nMeri Har Dua Mein Tere Liye Mangli Hai muskurahat,\nAye Mere Dost Tu Jaha Bhi Rahe Sada Khus Rehna.\n","cn":"Dua Shayari"},{"st":"Aapki Dosti Mein Zindagi Kat Jaye,","s":"Aapki Dosti Mein Zindagi Kat Jaye,\nAapse Batein Karte Waqt Guzar Jaye,\nBas Ek Dua Hai Khuda Se ki,\nAapki Bahon Mein Meri Maut Aa Jaye.\n","cn":"Dua Shayari"},{"st":"Amal Se Bhi Manga Wafa Se Bhi Manga,","s":"Amal Se Bhi Manga Wafa Se Bhi Manga,\nTujhe Maine Teri Raza Se Bhi Manga,\nNa Kuch Ho Saka To Dua Se Bhi Manga,\nKasam Hai Khuda Ki Khuda Se Bhi Manga.\n","cn":"Dua Shayari"},{"st":"Hum Bhi Chahenge Tujhe Heer Ki Tarha,","s":"Hum Bhi Chahenge Tujhe Heer Ki Tarha,\nRab Se Mangenge Tujhe Kisi Fakir Ki Tarha,\nRang Na Laye Agar Humari Yeh Duaye,\nTo Phir Hum Reh Jaayenge Be-Rang Kisi Tasveer Ki Tarha.\n","cn":"Dua Shayari"},{"st":"Tum Apni Saari Adaayen Hume Dedo,","s":"Tum Apni Saari Adaayen Hume Dedo,\nHum Apni Saari Wafaayen Tumhe Dete Hai,\nJo Sochi Thi Kabhi Apne Liye,\nLo Aaj Woh Saari Duaayen Tumhe Dete Hai.\n","cn":"Dua Shayari"},{"st":"Pholon ki wadi mein ho basera aap ka,","s":"Pholon ki wadi mein ho basera aap ka,\nSitaron ke angan mein ho ghar aap ka,\nDua hai har ek dost ki har ek dost ke liye,\nhum se bhi khoobsurat naseeb ho aap ka.\n","cn":"Dua Shayari"},{"st":"Khud ki Mohabbat Fanah Kon Karega,","s":"Khud ki Mohabbat Fanah Kon Karega,\nSabhi Nek Banenge To Gunah Kon Karega,\nAye Khuda Sanam Bewafa Ko Bachaye Rakhna,\nWarna Hamari Maut Ki Dua ab Kon Karega.\n","cn":"Dua Shayari"},{"st":"Dua hai ki kamyabi ke har sikhar pe aap ka naam hoga,","s":"Dua hai ki kamyabi ke har sikhar pe aap ka naam hoga,\nAapke har kadam par duniya ka salam hoga,\nHimmat se mushkilon ka samana karna hamari dua hai,\nKi waqt bhi ek din aapka gulam hoga.\n","cn":"Dua Shayari"}]