[{"st":"Teri Baatoon Ko Tu Seene Sy Laga Rakha Hay,","s":"Teri Baatoon Ko Tu Seene Sy Laga Rakha Hay,\nHoti Teri Tasvir Agr To Use Ankho Mein Basa Leta..!!!\n","cn":"Ajnabi Shayari"},{"st":"Qissa E Gham E Hayat Na Pouch Aye Ajnabi,","s":"Qissa E Gham E Hayat Na Pouch Aye Ajnabi,\nJin Halat Mein Je Rahey Hein Kamal Kr Rahey Hein…","cn":"Ajnabi Shayari"},{"st":"Ajnabi Shehar Ke Ajnabi Raaste","s":"Ajnabi Shehar Ke Ajnabi Raaste\nMeri Tanhaye Pr Muskrate Rahe\nMein Bahot Door Tak Uoon Hi Chalta Raha\nTum Bahot Deer Tak Yaad Aate Rahe","cn":"Ajnabi Shayari"},{"st":"Ajnabi Duniya Mein Akela Khwab Hoon Mein","s":"Ajnabi Duniya Mein Akela Khwab Hoon Mein\nSawaloon Se Ghira Aik Jawab Hoon Mein\nJo Na Samajh Sake Unke Liye Kyun?\nJo Samajhe Unke Liye Ek Kitaab Hoon Mein","cn":"Ajnabi Shayari"},{"st":"Wo Ajnabi Tha Tu Mujhse Dil Lagaya Kyun","s":"Wo Ajnabi Tha Tu Mujhse Dil Lagaya Kyun\nIs Gair Ko Apna Banaya Kyun\nWo Mera Hota Tu Mujhe Choor Ke Kyun Jata\nWo Mera Nhi Tha Tu Meri Zindagi Mein Aya Kyun","cn":"Ajnabi Shayari"},{"st":"Us Ajnabi Ka Yun Na Intezar Karo","s":"Us Ajnabi Ka Yun Na Intezar Karo\nIss Aashiq Dil Ka Na Aitbar Karo\nRoj Nikla Kare Kisi Ki Yaad Mein Ansu\nItna Kabhi Kisi Se Na Pyaar Karo","cn":"Ajnabi Shayari"},{"st":"Tumhe Ab Bhul Hi Jae Tu Acha Hai","s":"Tumhe Ab Bhul Hi Jae Tu Acha Hai\nYe Fasle Or Bhi Badh Jae Tu Acha Hai\nTumari Chahtein Hum Ko Nhi Hasil\nTu Ab Gair Hi Ban Jaye Tu Acha Hai","cn":"Ajnabi Shayari"},{"st":"Hum Aa Ke Tere Shaher Se Wapas Na Jaye","s":"Hum Aa Ke Tere Shaher Se Wapas Na Jaye\nYeh Faisla Kiya Hai Tughe Dekhne Ke Baad\nKehte Hai Tum Ko Log Maseha Mgr Yahan\nEk Shaks Mar Gaya Hai Tumhein Dekhne Ke Baad","cn":"Ajnabi Shayari"},{"st":"Ek Ajnabi Se Mujhe Itna Pyar Kyun Hai","s":"Ek Ajnabi Se Mujhe Itna Pyar Kyun Hai\nInkar Karne Pr Chahat Ka Ikrar Kyun Hai,\nUse Pana Nhi Meri Taqdeer Mein Shahid,\nPhir Har Mod Pe Usi Ka Intezar Kyun Hai.!","cn":"Ajnabi Shayari"},{"st":"Usay Yaqeen Ho Jaye Kuch Is Ada Se","s":"Usay Yaqeen Ho Jaye Kuch Is Ada Se\nSunana Hall-E-Dil Humara Ajnabi …\nWoh Khud Hi Keh De Kisi Ko Tarpana Buri Baat Hai","cn":"Ajnabi Shayari"},{"st":"Yun Nazar Ki Baat Aur Dil Chura Gay","s":"Yun Nazar Ki Baat Aur Dil Chura Gay\nAndheroon Ke Saye Mein Dhadkan Suna Gaye,\nHum Tu Samjhe The “Ajnabi” Aapko,\nAp Tu Humein Apna Bana Gaye","cn":"Ajnabi Shayari"},{"st":"Kabhi Jo Hum Pe Jaan Diya Karti Thi","s":"Kabhi Jo Hum Pe Jaan Diya Karti Thi\nJo Kehte Thy Wo Maan Liya Karti Thi\nKal Anjaan Ban Kr Pass Se Guzar Gyi\nWoh Jo Door Se Pehchan Liya Karte Thi…","cn":"Ajnabi Shayari"},{"st":"Dil Ke Ghar Mein Basne Wale Ajnabi Nahi Hote","s":"Dil Ke Ghar Mein Basne Wale Ajnabi Nahi Hote\nHar Waqt Yaad Any Waly Ajnabi Nahi Hoty\nKhushi Dene Waly To Apne Hoty Hen\nPar!Gham Deny Waly Bhi Ajnabi Nahi Hoty..!","cn":"Ajnabi Shayari"},{"st":"Badala na apne aap ko jo the vahi rahe","s":"Badala na apne aap ko jo the vahi rahe\nmilate rahe sabhi se magar ajanabi rahe\nduniya na jit pao to haro na khud ko tum\nthodi bahut to zahan mai narazagi rahe\napani tarah sabhi ko kisi ke talash thi\nhum jisake bhi qarib rahe dur hi rahe\nguzaro jo bag se to dua mangate chalo\njisamen khile hain phul wo dali hari rahe","cn":"Ajnabi Shayari"},{"st":"Wo Ajnabi Tha To Mujse Dil Lagaya Kyun?","s":"Wo Ajnabi Tha To Mujse Dil Lagaya Kyun?\nIs Gair Ko Apna Banaya Kyun ?\nWo Mera Hota To Mujhe Chhod K Kyun Jata?\nWo Mera Nahi Tha To Meri Zindagi Me Aya Kyun?","cn":"Ajnabi Shayari"},{"st":"Jis Shakhs Ki Khatir Ujarha Khud Ko","s":"Jis Shakhs Ki Khatir Ujarha Khud Ko\nKal Shab Ja Raha Tha Ik Ajnabi K Sath","cn":"Ajnabi Shayari"},{"st":"Ajnabi Duniya Me Akela Khwab Hu Mei!","s":"Ajnabi Duniya Me Akela Khwab Hu Mei!\nSawalo Se Ghira Ek Jawab Hu Mei!\nJo Na Samajh Sake Unke Lie Koun?\nJo Samajhe Unke Lie Ek Kitaab Hu Mei","cn":"Ajnabi Shayari"},{"st":"Ajnabee Mehfil Main Kisi Se Dil Na Lagana.","s":"Ajnabee Mehfil Main Kisi Se Dil Na Lagana.\nSuna Hai Bin Bulaye Anay Waly Bin Bataye Chaly Bhi Jate Hain.","cn":"Ajnabi Shayari"},{"st":"Usay Yaqeen Ho Jaye Kuch Iss Ada Se","s":"Usay Yaqeen Ho Jaye Kuch Iss Ada Se\nSunana Hall-E-Dil Hmara Ajnabi …\nWoh Khud Hi Keh De Kisi Ko Tarpana Buri Baat Hai","cn":"Ajnabi Shayari"},{"st":"Hum Aa Ke Tere Shaher Se Wapas Na Jaye","s":"Hum Aa Ke Tere Shaher Se Wapas Na Jaye\nYeh Faisla Kiya Hai Tughe Dekhne Ke Baad\nKahte Hai Tum Ko Log Maseeha Magar Yaha\nAk Shaks Mar Gaya Hai Tumhe Dekhne Ke Baad","cn":"Ajnabi Shayari"},{"st":"Ek Ajnabi Se Mujhe Itna Pyaar Kyon Hai,","s":"Ek Ajnabi Se Mujhe Itna Pyaar Kyon Hai,\nInkar Karne Par Chahat Ka Ikraar Kyon Hai,\nUse Pana Nahi Meri Taqdeer Mein Shayad,\nPhir Har Mod Pe Usi Ka Intezaar Kyon Hai.!","cn":"Ajnabi Shayari"},{"st":"Zindagi Mein Har Chiz Pahli Baar Hoti Hai","s":"Zindagi Mein Har Chiz Pahli Baar Hoti Hai\nKahin Kisi Se Pyaar To Kahin Takrara Hoti Hai\nJo Kya Hua Ke Hum Ajnabi Hai Aapke Liye\nMagar Dosti Ajnabiyon Se Hi Pahli Baar Hoti Hai","cn":"Ajnabi Shayari"},{"st":"Us Ajnabi Ka Yun Na Intzaar Karo","s":"Us Ajnabi Ka Yun Na Intzaar Karo\nIs Aashiq Dil Ka Na Aitbaar Karo\nRoj Nikla Kare Kisi Ki Yaad Me Ansu\nItna Kabhi Kisi Se Na Pyaar Karo","cn":"Ajnabi Shayari"},{"st":"Ek Ajnabi Hay Magar,Rooh-Shanas Lagta Hy","s":"Ek Ajnabi Hay Magar,Rooh-Shanas Lagta Hy\nMeri Tarha Mujhy,Wo Bhi Udaas Lagta Hy\nKaron Talash Tou Ho Shak Wajood Pe Us K\nJo Aankhain Band Karon,Aas Paas Lagta Hay","cn":"Ajnabi Shayari"},{"st":"Kabhi Wo Hum Pe Jaan Dia Karti Thi","s":"Kabhi Wo Hum Pe Jaan Dia Karti Thi\nJo Kehtay They Wo Maan Lia Karti Thi\nKal Anjaan Ban Kar Paas Se Guzar Gai\nWoh Jo Door Se Pehchaan Lia Karte Thi…","cn":"Ajnabi Shayari"}]