[{"st":"Pata hi nahi chala kab wo dost se pyar ban gaya,","s":"Pata hi nahi chala kab wo dost se pyar ban gaya,\nSath gujra hua kuch pal aaj yaadgar ban gaya,\nKar na sake unse izhaar hum is baat ka,\nAur dekhte hi dekhte woh kisi aur ke dildar ban gaye.\n","cn":"Sad Shayari"},{"st":"शराब पीता हूँ मैं तो इसमें भला क्या बुराई है,","s":"शराब पीता हूँ मैं तो इसमें भला क्या बुराई है,\nताना देने वालों मुझसे पूछो क्या गमे जुदाई है।\n\nप्यार हुआ है जबसे ‘मैं’ कहीं खो सा गया हूँ,\nइश्क़ करने वालों उल्फ़त से अच्छी तनहाई है।\n\nदिल टूटा दर्द हुआ अश्क निकले मैं खूब रोया,\nपहले हाले दिल तनहाई था अब दर्दे दिल तनहाई है।\n\nरिश्ते टूटे आस छूटी अब क्यूँ जीऊँ क्यूँ कमाऊ,\nअब ऐसा कौन है शहर में जिससे मेरी आशनाई है।\n\nजाम लगा जो होठों से तो दिल को सुकून मिला थोड़ा,\nमैखाना है अपना या साकी है, बाकी दुनिया हरजाई है।\n\nदिल मेरा दर्द मेरा, शाम मेरी जाम मेरा मर्जी मेरी,\nऐ दुनिया तुझे भुलाने की बस यही महफूज दवाई है।\n\n\n\n","cn":"Sad Shayari"},{"st":"Ruk Ja Subah Tak Hai Ye Raat Aakhri,","s":"Ruk Ja Subah Tak Hai Ye Raat Aakhri,\nZindagi Ki hai Ye Mulaqaat Aakhri,\nTum Mere Janaze Ko Kandha Jarur Dena,\nkon jaane Hoga Mera Ye Safar Tere Sath Aakhri.\n\n","cn":"Sad Shayari"},{"st":"muskurati aankho se afsana likha tha,","s":"muskurati aankho se afsana likha tha,\nshayad apka meri zindagi mein aana likha tha,\ntaqdeer to dekho mere ansuon ki,\ninka bhi aapki yaad mein beh jana likha tha.\n","cn":"Sad Shayari"},{"st":"Sache pyar mein nikle aansu aur,","s":"Sache pyar mein nikle aansu aur,\nrote hue bache ke aansu ek saman hote hai,\nkyu ki dono ko pata to hai ki dard kya hai,\npar kisi ko bata nahi sakte.\n\n","cn":"Sad Shayari"},{"st":"Pyar Karke Jataye Ye Jaruri To Nahi,","s":"Pyar Karke Jataye Ye Jaruri To Nahi,\nYaad Karke Koi Bataye Ye Jaruri To Nahi,\nRone Wala To Dil Mein Hi Roo Leta Hai,\nAankh Mein Aansu Aaye Ye Jaruri To Nahi.\n\n","cn":"Sad Shayari"},{"st":"Hame Satane Ki Jarurat Kya Thi,","s":"Hame Satane Ki Jarurat Kya Thi,\nDil Mera Jalane Ki Jarurat Kya Thi,\nIshq Nahi Tha Mujse To Keh Diya Hota,\nMajak mera yu Banane Ki Jarurat Kya Thi.\n\n","cn":"Sad Shayari"},{"st":"Koi dikha ke roye, koi chipa ke roye,","s":"Koi dikha ke roye, koi chipa ke roye,\nhume rulaane wale hume rulake roye,\nMarne ka maza to tab hai yaaron,\njab qaatil bhi janaaze pe aakar roye.\n\n","cn":"Sad Shayari"},{"st":"Gham Jab Tera Had Se Guzar Jata Hai,","s":"Gham Jab Tera Had Se Guzar Jata Hai,\nTo Kagaz Par Syahi Bankar Bikhar Jata Hai,\nkehte Hai Log Pyar Aisa Hi Hota Hai,\nJitna Milta Nahi Usse Zyada kahi Kho Jata Hai.\n\n","cn":"Sad Shayari"},{"st":"Bhale hi kisi gair ki jaagir hai tu,","s":"Bhale hi kisi gair ki jaagir hai tu,\nPar mere khwabo ki tasveer hai tu,\nMujhe milti to bhala kaise milti,\nkisi or ke hisse ki taqdeer hai tu.\n\n","cn":"Sad Shayari"},{"st":"Door Rehne Walo Ne aisa Sila Diya,","s":"Door Rehne Walo Ne aisa Sila Diya,\nApni Yaado Se Hamko Rula Diya,\nItna Bhi Matlabi Na Ho Yaar Kisi Ka,\nJab Chaha Pyar Kiya, Jab Chaha Bhula Diya.\n\n","cn":"Sad Shayari"},{"st":"Dil Par Kisi Ke Yu aitbaar Na Karo,","s":"Dil Par Kisi Ke Yu aitbaar Na Karo,\nDil Se Kisi Ka Intezaar Na Karo,\nKaante Hi Kaante Hai Iss Raah Mein,\nHad Se Bhi Zyada Kisi Se Pyaar Na Karo.\n\n","cn":"Sad Shayari"},{"st":"Samjha Na Koi mere Dil Ki Baat Ko,","s":"Samjha Na Koi mere Dil Ki Baat Ko,\nDard Duniya Ne Bina Soche Hi De Diya,\nJo Seh Gaye Hum Dard Ko Chupke Se,\nTo Humko Hi sabne Patthar Dil Keh Diya.\n\n","cn":"Sad Shayari"},{"st":"Roj tha uska naam mere afsane mein,","s":"Roj tha uska naam mere afsane mein,\nThi uski tasveer mere dil ke aashiyane mein,\nMangi thi khuda se dua jiski khushi ke liye,\nUse khushi bhi milti thi to mujhe rulane mein.\n","cn":"Sad Shayari"},{"st":"Aaj hum hai kal hamari yaade hogi,","s":"Aaj hum hai kal hamari yaade hogi,\nJab ham na honge tab hamari baate hogi,\nKabhi paltaoge jindagi ke ye panne to,\nShayad aap ki Aankho se bhi barish hogi.\n\n","cn":"Sad Shayari"},{"st":"Aaj bheegi hai palke uski yaad mein,","s":"Aaj bheegi hai palke uski yaad mein,\naansu bhi simat gaye apne aap mein,\noas ki boonden bikhri hai zameen par,\nmano chandni bhi royi ho uski yaad mein.\n","cn":"Sad Shayari"},{"st":"अपनी-अपनी जिदों पर अड़कर,","s":"अपनी-अपनी जिदों पर अड़कर,\nनंगे पैर हम तलवार पर चलते रहे,\n\nकिसी के मुँह से आह तक ना निकली,\nदोनों के पैरों से लहू निकलते रहे.\n\nअपनी-अपनी धुन में थे दोनों,\nएक दुसरे को दर्द देकर रोते रहे,\n\nकिसी का हाथ ना उठा आंसू पोछने को,\nदोनों की आँखों से झरने बहते रहे,\n\nकभी मैं हाँ कहता रहा,\nकभी वो ना कहते रहे.\n\n\n\n","cn":"Sad Shayari"},{"st":"Tumhari chahat ne aansu ke tohfe diye,","s":"Tumhari chahat ne aansu ke tohfe diye,\nBaaton ne yaado ke tohfe diye.\nIsliye andhero se lipat ke roo pade hum,\nkyuki ujhalo ne bahut se dhoke diye.\n\n","cn":"Sad Shayari"},{"st":"Haqiqat Ki Raaho Mein Sapne Toot Jaate Hai,","s":"Haqiqat Ki Raaho Mein Sapne Toot Jaate Hai,\nMausam jo Badle To Phool Bhi Sukh Jaate Hai,\nKabhi Hume Bhi Yaad Kar Liya Karo,\nFir Mat Kehna Ki Dost Kyu Ruth Jaate Hai.\n\n","cn":"Sad Shayari"},{"st":"Aye Mohabbat Tere Anjaam Pe Rona Aaya,","s":"Aye Mohabbat Tere Anjaam Pe Rona Aaya,\nJaane Kyu Aaj Tere Naam Pe Rona Aaya,\nYu To Har Shaam Umeedo Mein Guzar Jaati Thi,\nAaj Kuch Baat Hai, Jo iss Shaam Pe Rona Aaya.\n\n","cn":"Sad Shayari"},{"st":"Hum Tanha Bankar Bhi Tanha Rahe,","s":"Hum Tanha Bankar Bhi Tanha Rahe,\nKyu Jaane In Sholon Main Jalte Rahe,\nPyar Ki Talaash Kaha-Kaha Nahi Ki maine,\nJannat Mein They Paar Dozak Main Rahe.\n\n","cn":"Sad Shayari"},{"st":"Tanha Hoon Iss Dard-e-Mohabbat Mein,","s":"Tanha Hoon Iss Dard-e-Mohabbat Mein,\nMeri Tarah Behaal Tum Bhi Ho,\nHum Hai Kisi Ujhde Hue Shehar Ki Misaal,\nAankhen Bata Rahi Hai Ki Veeraan Tum Bhi Ho.\n\n","cn":"Sad Shayari"},{"st":"Uski Chahat Ne Hume Rulaya Bohat,","s":"Uski Chahat Ne Hume Rulaya Bohat,\nUski Yaadon Ne Hume Tadpaya Bohat,\nHum Unse be-panah Mohabbat Karte Hai,\nbas ek Iss Majburi Ko Usne Aazmaya Bohat.\n","cn":"Sad Shayari"},{"st":"Apne Be-Dard Mujh Ko Mere Razdaar De,","s":"Apne Be-Dard Mujh Ko Mere Razdaar De,\nKuch Apni Zindagi Pe Mujhe Ikhtiar De,\naisa Na Ho Ki Kal Tu Mera Sath Chod De,\nJitna Nibha Sake aaj Mujhe Utna Hi Pyar De.\n\n","cn":"Sad Shayari"},{"st":"Naraaz Na Ho Humse Hum Reh na Payenge,","s":"Naraaz Na Ho Humse Hum Reh na Payenge,\nye dil ka Sadma hum kabhi  Seh na Payenge,\nDeti Hai Gham-e-Zindagi yu Pal-Pal hume,\nTune Diya To Jeene Se Pehle Hi Mar Jayenge.\n\n","cn":"Sad Shayari"},{"st":"Behte hue dariya ko ab kya modega koi,","s":"Behte hue dariya ko ab kya modega koi,\nToote hue shishe ko ab kya jodega koi,\nChalo fir se ek dafa vishwas kar ke dekhte hai,\nAb is toote hue dil ko kya todega koi.\n\n","cn":"Sad Shayari"},{"st":"Maut se dar nahi lagta mujhko,","s":"Maut se dar nahi lagta mujhko,\nTere sajda mein zindagi bitana chahta hu,\nBas kami hai tere rehmo karm ki maula,\nmain to tere paas aana ab chahta hu.\n","cn":"Sad Shayari"},{"st":"Kuch andhera bhi zaruri hai gham-e-yaar ke sath,","s":"Kuch andhera bhi zaruri hai gham-e-yaar ke sath,\nab diya koi na rakhe meri dewaar ke sath,\n\nmain jo ik umer masafat mein raha, tab jana,\nrah bhi chalti rahi hai, meri raftaar ke sath,\n\nham to yusaf nahi, bazaar-e-sukhan mein “faraz”,\nyu hi chal parte hai, har ik kharidaar ke sath.\n\n\n\n","cn":"Sad Shayari"},{"st":"har raat ek naam yaad aata hai,","s":"har raat ek naam yaad aata hai,\nkabhi subha kabhi sham yaad aata hai,\nsochte hai hum kar le dusri mohabbat,\nfir pehli mohabbat ka anjaam yaad aata hai.\n\n","cn":"Sad Shayari"},{"st":"Mile ho aap mujhe to door nahi jaana,","s":"Mile ho aap mujhe to door nahi jaana,\nJindagi akela mujhe chod mat jaana,\nKhata ho gayi to maaf kar dena,\nmagar dusre ke sahare chod mat jaana.\n\n","cn":"Sad Shayari"},{"st":"Mere dil ke armano ka nasha hai tu,","s":"Mere dil ke armano ka nasha hai tu,\ntoote hue khwabo ka aksh hai tu,\njana to nahi tha tujhse door mujhe,\ngam mein jeene ka dastoor hai tu.\n\n","cn":"Sad Shayari"},{"st":"Aye dil gujarish hai tujhse, tu dhadkna chod de,","s":"Aye dil gujarish hai tujhse, tu dhadkna chod de,\njo bhi ho anjaam to iski fikar karna chod de,\nsahi nhi jati ab teri gustakhiya,\nsuch kehta hu aye dil tu ab mera sath chod de.\n\n","cn":"Sad Shayari"},{"st":"Dard-E-Dil Ne Dekho Kitne Gham Jhele Hai,","s":"Dard-E-Dil Ne Dekho Kitne Gham Jhele Hai,\nMere Masum Dil Mein Zakhmo Ke Kitne Mele Hai,\nMehfilon Ki Khwahish Thi hume,\nDekho Zindagi Mein Aaj Hum Kitne Akele Hai.\n\n\n\n","cn":"Sad Shayari"},{"st":"Taras Gaye Thodi Si Wafa Ke Liye,","s":"Taras Gaye Thodi Si Wafa Ke Liye,\nKise Se Pyar Na Karenge Khuda Ke Liye,\nJab Bhi Lagti Hai Ishq Ke Adalat,\nHum Hi Kyu tanha reh Jaate Hai Saza Ke Liye.\n\n","cn":"Sad Shayari"},{"st":"Sapno ki tarah aa kar chale gaye,","s":"Sapno ki tarah aa kar chale gaye,\nApno ko bhula kar chale gaye,\nKis baat ki saza di aap ne humein,\nPehle hasaya phir rulakar chale gaye.\n\n","cn":"Sad Shayari"},{"st":"Raat din bewafa jis shakhs ko hum kehte hai,","s":"Raat din bewafa jis shakhs ko hum kehte hai,\nwo mere dil ke kahin aas paas rehte hai,\nmuddate ho chali humko unse bichre hue,\naankh se ashq magar aaj bhi kuch behte hai.\n\n","cn":"Sad Shayari"},{"st":"Log to apna banake chod dete hai,","s":"Log to apna banake chod dete hai,\nRishta gairo se jod lete hai,\nHum to ek phool bhi na tod sake,\nLog to dil bhi todh dete hai.\n","cn":"Sad Shayari"},{"st":"Kabhi hum toote to kabhi khawb toote,","s":"Kabhi hum toote to kabhi khawb toote,\nna jaane kitne tukron mein armaan toote,\nhar tukra aaina hai zindagi ka,\nhar aaine ke saath laakhon jazbaat toote.\n\n","cn":"Sad Shayari"},{"st":"Badi mannat se meri duniya lutayi hogi,","s":"Badi mannat se meri duniya lutayi hogi,\nMeri mohabbat ki hasti mitayi hogi,\nAa tere pairo mein marham laga du.\nMere dil ko thokar marne mein chot to aayi hogi.\n\n","cn":"Sad Shayari"},{"st":"Zindagi Hai Nadan Isiliye Chup Hoon,","s":"Zindagi Hai Nadan Isiliye Chup Hoon,\nDard Hi Dard Subah Shaam Isiliye Chup Hoon,\nKeh Du Zamane Se Dastan Apni,\nUsme Aayega Uska Naam Isiliye Chup Hoon.\n\n","cn":"Sad Shayari"},{"st":"bhigi palko ke sath aankhe nam thi,","s":"bhigi palko ke sath aankhe nam thi,\nzindagi unse shuru unpar khatam thi,\nwo ruth ke door rehne lage humse,\nshayad meri chahat auron se kam thi.\n\n","cn":"Sad Shayari"},{"st":"Shaam udhas hai subha udhas hai,","s":"Shaam udhas hai subha udhas hai,\nkafan mein lipti hui meri laash hai,\naye mere chahnewalo mujhe wahi jalana,\njaha meri aur unki pehli mulakat thi.\n\n","cn":"Sad Shayari"},{"st":"Jaane duniya mein aisa kyu hota hai,","s":"Jaane duniya mein aisa kyu hota hai,\nJo sab ko khusi de aakhir wahi ku rota hai,\nUmar bhar jo sath na de sake wahi insaan,\nZindagi ka pehla pyar kyu hota hai.\n\n","cn":"Sad Shayari"},{"st":"Khwaab dekhte ab dil thak chuka hai,","s":"Khwaab dekhte ab dil thak chuka hai,\nmera har khwaab patthar sa ho rakha hai,\nsheesha hota to tootne ka ghum nahi hota,\nyeh to patthar hokar fir se toot gaya hai.\n\n","cn":"Sad Shayari"},{"st":"chal mere hum nashi aaj kahi aur chal,","s":"chal mere hum nashi aaj kahi aur chal,\nIss chaman mein ab apna kahi guzara nahi,\nBaat hoti gulon tak to seh lete hum bhi,\nAb to kaanton pe bhi haq hamara nahi.\n\n","cn":"Sad Shayari"},{"st":"Shikayat Hume Zindagi Se Nahi,","s":"Shikayat Hume Zindagi Se Nahi,\nJee Rahe Hai Magar Khushi Se Nahi,\nDukh Bhi Diya Har Shaqs Ne Hume,\nAur Naraaz Bhi Hum Kisi Se Nahi.\n\n","cn":"Sad Shayari"},{"st":"Mulaqat maut ki mehmaan ban gayi hai,","s":"Mulaqat maut ki mehmaan ban gayi hai,\nNazar ki duniya veeran ban gayi hai,\nMeri saans bhi ab meri nahi rahi, dosto….\nYe zindagi unn par yu kurban ho gayi hai.\n\n","cn":"Sad Shayari"},{"st":"Na tasveer hai tumhari jo deedar kiya jaaye,","s":"Na tasveer hai tumhari jo deedar kiya jaaye,\nNa tum pass ho jo pyaar kiya jaaye,\nYeh kaun sa dard diya hai aap ne,\nNa kuch kaha jaaye, na tum bin ab raha jaaye.\n\n","cn":"Sad Shayari"},{"st":"Tum khafa ho gayi to koi khushi na rahegi,","s":"Tum khafa ho gayi to koi khushi na rahegi,\nTere bina charago mein roshni na rahegi,\nKya kahe kya guzregi dil par mere,\nhum zinda bhi rahe to zindagi na rahegi.\n\n","cn":"Sad Shayari"},{"st":"Aakhiri baar tumhe Likhta hu Khat,","s":"Aakhiri baar tumhe Likhta hu Khat,\nKal Hum Tumhe milne aayenge,\nAgar na aaye Tum Milne Hume,\nsada Teri Nigaho se Door chale jayenge.\n","cn":"Sad Shayari"},{"st":"Gehri Khamoshi Se Dosti Yoon Ho Gayi,","s":"Gehri Khamoshi Se Dosti Yoon Ho Gayi,\nWaqt Ki Raftaar Mein Har Khushi Kho Gayi,\nBune the Humne Kuch Sapne Jo In Aankhon Se,\naayi jo badkismati ki aandhi Sab Kuch Dho Gayi.\n\n","cn":"Sad Shayari"},{"st":"Wo mausam wo bahar bhi uske saamne kam thi,","s":"Wo mausam wo bahar bhi uske saamne kam thi,\nUske saath gujra wo waqt wo fija bhi nam thi,\nPar kya kare aye jaalim hum ye bhool hi gaye,\nApne haatho mein wo mohabbat ki lakeere hi kam thi.\n","cn":"Sad Shayari"},{"st":"Mohobbate muqam har kisi ko nahi milta,","s":"Mohobbate muqam har kisi ko nahi milta,\ndilo ka jahan har kisi ko nahi milta,\npyar wo nadi hai jiske raste mein aag ka dariya hai,\ntabhi to iss nadi ka kinara har kisi ko nahi milta.\n\n","cn":"Sad Shayari"},{"st":"Dil ne tere pyar par majbur mujh ko kar diya,","s":"Dil ne tere pyar par majbur mujh ko kar diya,\nIs jahaan ki har khushi se door mujh ko kar diya,\nJis kadar chaha tha dil ne pass tere aane ko,\nIs kadar duniya ne tujh ko mujh se door kar diya.\n\n","cn":"Sad Shayari"},{"st":"Na milta gam to barbadi ke afasane kaha jaate,","s":"Na milta gam to barbadi ke afasane kaha jaate,\nDuniya agar hoti chaman to veerane kaha jaate,\nChalo acha hua apno mein koi to gair nikla,\nSabhi agar  apne hote to begane kaha jaate.\n\n","cn":"Sad Shayari"},{"st":"Hamne kabhi kisi ko aazmaya nahi,","s":"Hamne kabhi kisi ko aazmaya nahi,\njitna pyaar diya utna kabhi paya nahi,\nkisi ko hamari bhi kami mehsoos ho,\nshayad aisa khuda ne hame banaya nahi.\n\n","cn":"Sad Shayari"},{"st":"Aansuo ki tarah aankho se na beh jana tum,","s":"Aansuo ki tarah aankho se na beh jana tum,\nDua hai kabhi hamari zindagi se na jana tum,\nMaut ka dar nahi ye to ek din aani hai,\nBas dar hai hum se bichad na jana tum.\n\n","cn":"Sad Shayari"},{"st":"Pyar Jo Kisi Se Karoge Ruswayi Hi Milegi,","s":"Pyar Jo Kisi Se Karoge Ruswayi Hi Milegi,\nWafa Jitni Bhi Karoge Burayi Hi Milegi,\nChahe Kisi Ko Kitna Bhi Apna Bana Lo,\nJab Bhi Aankh Khulegi Tanhai Hi Milegi.\n\n\n","cn":"Sad Shayari"},{"st":"Ek Aadat Si Ho Gayi Hai Chot Khane Ki,","s":"Ek Aadat Si Ho Gayi Hai Chot Khane Ki,\nBheegi Hue Palko Sang Muskurane Ki,\nKash Anjam Wafa Ka Hum Pehle Hi Jante,\nTo Kosish Bhi Nahi Karte Dil Lagane ki.\n\n","cn":"Sad Shayari"},{"st":"Tum khafa ho gaye to koi khushi na rahegi,","s":"Tum khafa ho gaye to koi khushi na rahegi,\nTere bina chirago mein roshni na rahegi,\nKya kahe kya guzregi dil par,\nZinda to rahenge par zindagi na rahegi.\n\n","cn":"Sad Shayari"}]