[{"st":"Jhalakti Hay, Tasveer Tari Barish Ki Bondoon Main…","s":"Jhalakti Hay, Tasveer Tari Barish Ki Bondoon Main…\nAj Phir Bheeg Baitha, Tujhe Paane Ki Chahat Mein…!!!","cn":"Mausam Shayari"},{"st":"Tumhare gham ka mausam hai abhi tak","s":"Tumhare gham ka mausam hai abhi tak\nlab-e-tashna pe shabanam hai abhi tak\nsafar mein aabale hi aabale the\nmagar pairon mein dam-kham hai abhi tak\ntumhare band dar mujh se khafa hain\nmere jine ka matam hai abhi tak\nteri aab-o-hava ras aa gai thi\nbichad jane ka kuch gham hai abhi tak\ngai rut mein hui thi fasl achi\nidhar panii gira kam hai abhi tak\nmain khud ko dhundhata phirta hun sab mein\njunun ka ik aalam hai abhi tak","cn":"Mausam Shayari"},{"st":"Dayar-e-nur mein tera shabon ka sathi ho","s":"Dayar-e-nur mein tera shabon ka sathi ho\nkoi to ho jo meri vahashaton ka sathi ho\nmain us se jhooth bhi bolun to mujh se sach bole\nmere mizaj ki sab mausamon ka sathi ho\nwo mere naam ki nisbat se mo’atabar thahare\ngali gali meri rusvaiyon ka sathi ho\nmain us ki hath na aaun wo mera hoke rahe\nmain gir padun to meri pastiyon ka sathi ho\nwo khwab dekhe to dekhe mere havale se\nmere khayalon ki sab manzaron ka sathi ho","cn":"Mausam Shayari"},{"st":"Dard Me Koi Mousam Pyara Nahi Hota,","s":"Dard Me Koi Mousam Pyara Nahi Hota,\nDil Ho Pyasa To Pani Se Gujara Nahi Hota.\nKoi Dekhe To Humari Bebasi,\nHum Sabhi K Ho Jate Hain Par Koi Humara Nahi Hota.","cn":"Mausam Shayari"},{"st":"1 Ladki Ne Kiya Ladke Ko Gaal Pe Kiss","s":"1 Ladki Ne Kiya Ladke Ko Gaal Pe Kiss\n1 Ladki Ne Kiya Ladke Ko Gaal Pe Kiss\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n..\n.\n..\n.\n.\n.\nMutual Funds Are Subjected To Market Risks……!!!!\nWah Wah Wa","cn":"Mausam Shayari"},{"st":"Mausam-E-Abr Ho Subuu Bhii Ho","s":"Mausam-E-Abr Ho Subuu Bhii Ho\nGul Ho Gulshan Ho Aur Tuu Bhii Ho\nKab Tak Aaiine Kaa Ye Husn-E-Qubuul\nMuunh Teraa Is Taraf Kabhuu Bhii Ho\nHo Jo Teraa Saa Rang Gul Kaa Hai\nDekhen Ham Tab Jab Aisii Buu Bhii Ho\nHai Gar’z Ishq Sirf Hii Lekin\nShart Ye Hai Ke Justujuu Bhii Ho\nSarkashii Gul Kii Sar Nahiin Aatii\nNaaz Karne Ko Vaisaa Ruu Bhii Ho\n\nKis Ko Bulbul Hai Dam-Kashii Kaa Dimaagh\nHo To Gul Hii Kii Guftuguu Bhii Ho\nDil Tamanaa-Kadaa To Hai Par “Mir”\nHo To Us Kii Hii Aarzuu Bhii Ho","cn":"Mausam Shayari"},{"st":"Mausam Ko Mausam Ke Baharon Ne Luta,","s":"Mausam Ko Mausam Ke Baharon Ne Luta,\nKashti Ko Saahil Ke Kinaron Ne Luta.\nTum To Darr Gaye Ek Hi Kasam Se,\nHumein To Tumhari Kasam De Kar Hazaron Ne Luta.","cn":"Mausam Shayari"},{"st":"Mausam Hai Barish Ka Aur Yaad Tumhari Aati Hai,","s":"Mausam Hai Barish Ka Aur Yaad Tumhari Aati Hai,\nBarish Ke Har Qatre Se Awaz Tumhari Aati Hai.\nBadal Jab Garajte Hain, Dil Ki Dharkan Badh Jati Hai,\nDil Ki Har Ek Dharkan Se Awaz Tumhari Aati Hai.\nJab Tez Hawayein Chalti Hai To Jaan Hamari Jati Hai,\nMausam Hai Barish Ka Aur Yaad Tumhari Aati Hai.","cn":"Mausam Shayari"},{"st":"Ye Baarisho’n K Mausam","s":"Ye Baarisho’n K Mausam\nBas Tum Hi Se Hyn Wabasta\nk Mohabbato’nMain Baarish\nBari Lazmi Si Shey Hy\nChahey Aasman Se Barsey\nChahey Chashm-e-Nam Se","cn":"Mausam Shayari"},{"st":"Kab Tak Door Bhagoge Ek Din To Baat Honi Hai","s":"Kab Tak Door Bhagoge Ek Din To Baat Honi Hai\nKhushbu Ki Bhawron Se Mulakat To Honi Hai\nTadapkar Kar Yun Na Roko Apni Mohabbat Ko\nPyaar Ke Mausam Ki Barsat To Honi Hai","cn":"Mausam Shayari"},{"st":"Bhagon Main Phir Bahaar Ka Mausam Hai Aa Gaya","s":"Bhagon Main Phir Bahaar Ka Mausam Hai Aa Gaya\nPhir Zindagi Main Pyar Ka Mausam Hai Aa Gaya\nSerson Ka Rang Khila-Khila Haldi Ke Rang Se\nLagta Hai Phir Ubaar Ka Mausam Hai Aa Gaya\nSharma Ke Laal Ho Gayee Kaliyan Plaas Ki\nSapno Main Intezar Ka Mausam Hai Aa Gaya\nPurvayiyon Ke Haat Phir Mehandi Lagi Huyi\nDoli Ka, Phir Kahaar Ka Mausam Hai Aa Gaya\nChalki Hai Phir Se Geet Ki Gaagar Kahi Nayee\nDolak Ka, Phir Sitar Ka Mausam Hai Aa Gaya\nKeh Do Kabeer Se Na Chadariya Bachegi Aaj\nRangon Ki Phir Puhaar Ka Mausam Hai Aa Gaya","cn":"Mausam Shayari"},{"st":"Dekhte Dekhte Kai Mausam Badal Gayae,","s":"Dekhte Dekhte Kai Mausam Badal Gayae,\nAuron Ki Kya Baat Karein,Sanam Badal Gayae.\nRuswa Mehfil Mein Is Tarah Se Hue,\nApnon Ki Bheed Mein Jaise,Hum Badal Gayae.\nKagaz Pe Kuchh Lakerein,Haathon Ki Tarah,\nMitaa Sakta Hai Har Koi,Karam Badal Gayae.\nUnki Bewafai Ka Kaise Sikwa Karein,\nChhod De Saath “Faqeer”,Sitam Badal Gayae.\nTeri Zarra Nawazish Ka Dil Se Shukriya,","cn":"Mausam Shayari"},{"st":"Ek Naya Mausam Aaj Phir Aaya Hai","s":"Ek Naya Mausam Aaj Phir Aaya Hai\nAaj Phir Kisi Ne Aankhon Se Ashk Bahaaya Hai\nChhup Gaye Aansoo Aaj Phir Baarish Mein\nDil Mein Phir Gham Ka Sailaab Aaya Hai\nChhupaaye Chal Diye Hum Toh Baarish Mein\nKoi Hamein Kabhi Kya Samajh Paaya Hai\nAansoo Ban Kar Aayi Yaad Jo Teri\nUssi Yaad Ne Hamein Hansaaya Hai\nBas Kaash Agar Saath Hote Tum\nToh Mausam Yeh Bhi Sau Rang Laaya Hai","cn":"Mausam Shayari"},{"st":"Tujh Se Milnay Ko Kabhi Hum Jo Machal Jaate Hain","s":"Tujh Se Milnay Ko Kabhi Hum Jo Machal Jaate Hain\nTo Khyalon Me Bohut Door Nikal Jaate Hain\nGar Wafaun Me Sadaqat Bhi Ho Or Shiddat Bhi\nPhir To Ahsaas Se Patther Bhi Pighal Jaate Hain\nUski Aankhon K Nashe Me Hain Jab Se Doobe\nLar-Khratay Hain Qadam Or Sambhal Jaate Hain\n\nBewafayi Ka Mujhe Jab Bhi Khyaal Aata Hai\nAshk Rukhsaar Pe Aankhon Se Phisal Jaate Hain\nPiyar Me Aik Hi Mausam Hai Baharon Ka\nLog Mausam Ki Tarha Kese Badal Jaate Hain ??","cn":"Mausam Shayari"},{"st":"Barish Ka Ye Mousam Koch Yaad Dilata Hai","s":"Barish Ka Ye Mousam Koch Yaad Dilata Hai\nKisi Kay Saath Honay Ka Ehsaas Dilata Hai\nFiza Bhi Sard Hai Yaadain Bhi Taaza Hai\nYe Mousam Kisi Ka Pyaar Dil May Jagata Hai\nBheegi Hoye Raatain Khamosh Si Baatain\nAisay Main Koch Kaho Tu Her Lafz Madhem Ho Jata Hai\nBarsat Ki Hain Bondain, Bondon May Hai Khushbo\nYe Lumha Tu Dil Ka Ehsaas Chuu Jata Hai\nAisay Main Tum Bhi Keh Do Dil Ki Baat\nYe Mousam Tu Pal Bhar Main Beet Jata Hai","cn":"Mausam Shayari"}]