[{"st":"दिल से रोये मगर होंठो से मुस्कुरा बेठे!","s":"दिल से रोये मगर होंठो से मुस्कुरा बेठे!\nयूँ ही हम किसी से वफ़ा निभा बेठे!\nवो हमे एक लम्हा न दे पाए अपने प्यार का!\nऔर हम उनके लिये जिंदगी लुटा बेठे!","cn":"गिला शिकवा शायरी"},{"st":"मोहब्बत नहीं है कोई किताबों की बाते!","s":"मोहब्बत नहीं है कोई किताबों की बाते!\nसमझोगे जब रो कर कुछ काटोगे रातें!\nजो चोरी हो गया तो पता चला दिल था हमारा!\nकरते थे हम भी कभी किताबों की बाते! ","cn":"गिला शिकवा शायरी"},{"st":"इस कदर हम यार को मनाने निकले!","s":"इस कदर हम यार को मनाने निकले!\nउसकी चाहत के हम दिवाने निकले!\nजब भी उसे दिल का हाल बताना चाहा!\nउसके होठों से वक़्त न होने के बहाने निकले! ","cn":"गिला शिकवा शायरी"},{"st":"एक अजनबी से मुझे इतना प्यार क्यों है!","s":"एक अजनबी से मुझे इतना प्यार क्यों है!\nइंकार करने पर चाहत का इकरार क्यों है!\nउसे पाना नहीं मेरी तकदीर में शायद!\nफिर भी हर मोड़ पर उसी का इन्तज़ार क्यों है! ","cn":"गिला शिकवा शायरी"},{"st":"इंतज़ार करते करते वक़्त क्यों गुजरता नहीं!","s":"इंतज़ार करते करते वक़्त क्यों गुजरता नहीं!\nसब हैं यहाँ मगर कोई अपना नहीं!\nदूर नहीं पर फिर भी वो पास नहीं!\nहै दिल में कहीं पर आँखों से दूर कहीं! ","cn":"गिला शिकवा शायरी"},{"st":"हर शाम कह जाती है एक कहानी !","s":"हर शाम कह जाती है एक कहानी !\nहर सुबह ले आती है एक नई कहानी !\nरास्ते तो बदलते है हर दिन लेकिन !\nमंजिल रह जाती है वही पुरानी ! ","cn":"गिला शिकवा शायरी"},{"st":"तरसते थे जो मिलने को हमसे कभी!","s":"तरसते थे जो मिलने को हमसे कभी!\nआज वो क्यों मेरे साए से कतराते हैं!\nहम भी वही हैं दिल भी वही है!\nन जाने क्यों लोग बदल जाते हैं! ","cn":"गिला शिकवा शायरी"},{"st":"अपनी तकदीर में तो कुछ ऐसे ही सिलसिले लिखे हैं;","s":"अपनी तकदीर में तो कुछ ऐसे ही सिलसिले लिखे हैं;\nकिसी ने वक़्त गुजारने के लिए अपना बनाया;\nतो किसी ने अपना बनाकर 'वक़्त' गुजार लिया!","cn":"गिला शिकवा शायरी"},{"st":"तकदीर बनाने वाले, तूने भी हद कर दी;","s":"तकदीर बनाने वाले, तूने भी हद कर दी;\nतकदीर में किसी और का नाम लिखा था;\nऔर दिल में चाहत किसी और की भर दी! ","cn":"गिला शिकवा शायरी"},{"st":"भूल गए या, भुलाना चाहते हो?","s":"भूल गए या, भुलाना चाहते हो?\nदूर कर दिया, या जाना चाहते हो?\nआजमा लिया, या आजमाना चाहते हो?\nमैसेज कर रहे हो या अभी और पैसे बचाना चाहते हो? ","cn":"गिला शिकवा शायरी"},{"st":"इन आंखो मे आंसू आये न होते;","s":"इन आंखो मे आंसू आये न होते;\nअगर वो पीछे मुडकर मुस्कुराये न होते!\nउनके जाने के बाद बस येही गम रहेगा;\nकि काश वो हमारी ज़िन्दगी मे दूबारा आये न होते! ","cn":"गिला शिकवा शायरी"},{"st":"फलक से चाँद उतारा गया;","s":"फलक से चाँद उतारा गया;\nमेरी आस का एक सहारा गया!\nमैं दो बूँद पानी तरसती रही;\nमेरे होंठों से ज़हर गुज़ारा गया! ","cn":"गिला शिकवा शायरी"},{"st":"हमें उनसे कोई शिकायत नहीं;","s":"हमें उनसे कोई शिकायत नहीं;\nशायद हमारी किस्मत में चाहत नहीं!\nमेरी तकदीर को लिखकर तो ऊपर वाला भी मुकर गया;\nपूछा तो कहा, \"ये मेरी लिखावट नहीं\"! ","cn":"गिला शिकवा शायरी"},{"st":"हमें उनसे कोई सिकायत नहीं;","s":"हमें उनसे कोई सिकायत नहीं;\nशायद हमारी किस्मत में चाहत नहीं!\nमेरी तकदीर को लिखकर तो ऊपर वाला भी मुकर गया;\nपूछा तो कहा, 'ये मेरी लिखावट नहीं'!","cn":"गिला शिकवा शायरी"},{"st":"एक सिलसिले की उम्मीद थी जिनसे;","s":"एक सिलसिले की उम्मीद थी जिनसे;\nवही फ़ासले बनाते गये!\nहम तो पास आने की कोशिश में थे;\nना जाने क्यूँ वो हमसे दूरियाँ बढ़ाते गये! ","cn":"गिला शिकवा शायरी"},{"st":"खुदा जाने, प्यार का दस्तूर क्या होता है;","s":"खुदा जाने, प्यार का दस्तूर क्या होता है;\nजिन्हें अपना बनाया, वो न जाने क्यों दूर होता है;\nकहते हैं कि मिलते नहीं ज़मीन आसमान;\nफिर न जाने क्यूँ, आसमान ज़मीन का सरूर होता है! ","cn":"गिला शिकवा शायरी"},{"st":"शिकायत है उन्हें कि हमें मोहब्बत करना नही आता;","s":"शिकायत है उन्हें कि हमें मोहब्बत करना नही आता;\nशिकवा तो इस दिल को भी है;\nपर इसे शिकायत करना नहीं आता।","cn":"गिला शिकवा शायरी"},{"st":"दीवाने तेरे हैं, इस बात से इनकार नहीं;","s":"दीवाने तेरे हैं, इस बात से इनकार नहीं;\nकैसे कहें कि हमें आपसे प्यार नहीं;\nकुछ तो कसूर है आपकी निगाहों का;\nहम अकेले तो गुनेहगार नहीं।","cn":"गिला शिकवा शायरी"},{"st":"नज़र चाहती है दीदार करना;","s":"नज़र चाहती है दीदार करना;\nदिल चाहता है प्यार करना;\nक्या बतायें इस दिल का आलम;\nनसीब में लिखा है इंतजार करना!","cn":"गिला शिकवा शायरी"},{"st":"उल्फत में अक्सर ऐसा होता है;","s":"उल्फत में अक्सर ऐसा होता है;\nआँखे हंसती हैं और दिल रोता है;\nमानते हो तुम जिसे मंजिल अपनी;\nहमसफर उनका कोई और होता है! ","cn":"गिला शिकवा शायरी"},{"st":"मुझे सता के वो मेरी दुआएं लेता है;","s":"मुझे सता के वो मेरी दुआएं लेता है;\nउसे खबर है कि मुझे बद्दुआ नहीं आती;\nसब कुछ सौप दिया उसे हमने;\nफिर भी वो कहता है, हमें वफा नहीं आती!","cn":"गिला शिकवा शायरी"},{"st":" हमने सोचा कि सिर्फ हम ही उन्हें चाहते हैं;","s":" हमने सोचा कि सिर्फ हम ही उन्हें चाहते हैं;\nमगर उनके चाहने वालों का तो काफ़िला निकला;\nमैंने सोचा कि शिकायत करू खुदा से;\nमगर वह भी उनके चाहने वालों में निकला!","cn":"गिला शिकवा शायरी"},{"st":"वादा करके वो निभाना भूल जाते हैं;","s":"वादा करके वो निभाना भूल जाते हैं;\nलगा कर आग फिर वो बुझाना भूल जाते हैं;\nऐसी आदत हो गयी है अब तो उस हरजाई की;\nरुलाते तो हैं मगर मनाना भूल जाते हैं।","cn":"गिला शिकवा शायरी"},{"st":"सब फ़साने हैं दुनियादारी के,","s":"सब फ़साने हैं दुनियादारी के,\nकिस से किस का सुकून लूटा है;\nसच तो ये है कि इस ज़माने में,\nमैं भी झूठा हूँ तू भी झूठा है।","cn":"गिला शिकवा शायरी"},{"st":"ज़िंदा रहे तो क्या है, जो मर जायें हम तो क्या;","s":"ज़िंदा रहे तो क्या है, जो मर जायें हम तो क्या;\nदुनिया से ख़ामोशी से गुज़र जायें हम तो क्या;\nहस्ती ही अपनी क्या है ज़माने के सामने;\nएक ख्वाब हैं जहान में बिखर जायें हम तो क्या।","cn":"गिला शिकवा शायरी"},{"st":"किया है प्यार जिसे हमने ज़िन्दगी की तरह;","s":"किया है प्यार जिसे हमने ज़िन्दगी की तरह;\nवो आशना भी मिला हमसे अजनबी की तरह;\nकिसे ख़बर थी बढ़ेगी कुछ और तारीकी;\nछुपेगा वो किसी बदली में चाँदनी की तरह।","cn":"गिला शिकवा शायरी"},{"st":"गर्मिये हसरत-ए-नाकाम से जल जाते हैं;","s":"गर्मिये हसरत-ए-नाकाम से जल जाते हैं;\nहम चिरागों की तरह शाम से जल जाते हैं;\nशमा जलती है जिस आग में नुमाइश के लिए;\nहम उसी आग में गुमनाम से जल जाते हैं;\nजब भी आता है तेरा नाम मेरे नाम के साथ;\nजाने क्यों लोग मेरे नाम से जल जाते हैं।","cn":"गिला शिकवा शायरी"},{"st":"वादा करके निभाना भूल जाते हैं;","s":"वादा करके निभाना भूल जाते हैं;\nलगा कर आग फिर वो बुझाना भूल जाते हैं;\nऐसी आदत हो गयी है अब तो सनम की;\nरुलाते तो हैं मगर मनाना भूल जाते हैं।","cn":"गिला शिकवा शायरी"},{"st":"कभी उसने भी हमें चाहत का पैगाम लिखा था;","s":"कभी उसने भी हमें चाहत का पैगाम लिखा था;\nसब कुछ उसने अपना हमारे नाम लिखा था;\nसुना है आज उनको हमारे जिक्र से भी नफ़रत है;\nजिसने कभी अपने दिल पर हमारा नाम लिखा था।","cn":"गिला शिकवा शायरी"},{"st":"वक़्त बदलता है ज़िन्दगी के साथ;","s":"वक़्त बदलता है ज़िन्दगी के साथ;\nज़िन्दगी बदलती है वक़्त के साथ;\nवक़्त नहीं बदलता अपनों के साथ;\nबस अपने बदल जाते हैं वक़्त के साथ","cn":"गिला शिकवा शायरी"},{"st":"मेरा इल्ज़ाम है तुझ पर कि तू बेवफा था;","s":"मेरा इल्ज़ाम है तुझ पर कि तू बेवफा था;\nदोष तो तेरा था मगर तू हमेशा ही खफा था;\nज़िन्दगी की इस किताब में बयान है तेरी मेरी कहानी;\nयादों से सराबोर उसका एक एक सफा था।","cn":"गिला शिकवा शायरी"},{"st":"कदम कदम पे बहारों ने साथ छोड़ दिया;","s":"कदम कदम पे बहारों ने साथ छोड़ दिया;\nपड़ा जब वक़्त तब अपनों ने साथ छोड़ दिया;\nखायी थी कसम इन सितारों ने साथ देने की;\nसुबह होते देखा तो इन सितारों ने साथ छोड़ दिया।","cn":"गिला शिकवा शायरी"},{"st":"मानते हैं सारा जहाँ तेरे साथ होगा;","s":"मानते हैं सारा जहाँ तेरे साथ होगा;\nखुशी का हर लम्हा तेरे पास होगा;\nजिस दिन टूट जाएँगी साँसे हमारी;\nउस दिन तुझे हमारी कमी का एहसास होगा।","cn":"गिला शिकवा शायरी"},{"st":"ज़ख़्म देने की आदत नहीं हमको;","s":"ज़ख़्म देने की आदत नहीं हमको;\nहम तो आज भी वो एहसास रखते हैं;\nबदले बदले से तो आप हैं जनाब;\nजो हमारे अलावा सबको याद रखते हैं।","cn":"गिला शिकवा शायरी"},{"st":"रास्ते में पत्थरों की कमी नहीं है;","s":"रास्ते में पत्थरों की कमी नहीं है;\nमन में टूटे सपनो की कमी नहीं है;\nचाहत है उनको अपना बनाने की मगर;\nमगर उनके पास अपनों की कमी नहीं है।","cn":"गिला शिकवा शायरी"},{"st":"वो भूल गए कि उन्हें हसाया किसने था;","s":"वो भूल गए कि उन्हें हसाया किसने था;\nजब वो रूठे थे तो मनाया किसने था;\nवो कहते हैं वो बहुत अच्छे है शायद;\nवो भूल गए कि उन्हें यह बताया किसने था।","cn":"गिला शिकवा शायरी"},{"st":"कहाँ से लाऊँ हुनर उसे मनाने का;","s":"कहाँ से लाऊँ हुनर उसे मनाने का;\nकोई जवाब नहीं था उसके रूठ जाने का;\nमोहब्बत में सजा मुझे ही मिलनी थी;\nक्योंकि जुर्म मेरा था उनसे दिल लगाने का।","cn":"गिला शिकवा शायरी"},{"st":"उन्हें एहसास हुआ है इश्क़ का हमें रुलाने के बाद;","s":"उन्हें एहसास हुआ है इश्क़ का हमें रुलाने के बाद;\nअब हम पर प्यार आया है दूर चले जाने के बाद;\nक्या बताएं किस कदर बेवफ़ा है यह दुनिया;\nयहाँ लोग भूल जाते ही किसी को दफनाने के बाद।","cn":"गिला शिकवा शायरी"},{"st":"मोहब्बत का मेरा यह सफर आख़िरी है;","s":"मोहब्बत का मेरा यह सफर आख़िरी है;\nये कागज, ये कलम, ये गजल आख़िरी है;\nफिर ना मिलेंगे अब तुमसे हम कभी;\nक्योंकि तेरे दर्द का अब ये सितम आख़िरी है।","cn":"गिला शिकवा शायरी"},{"st":"ना जाने कौन सी बात पर वो रूठ गयी है;","s":"ना जाने कौन सी बात पर वो रूठ गयी है;\nमेरी सहने की हदें भी अब टूट गयी हैं;\nकहती थी जो कि कभी नहीं रूठेगी मुझसे;\nआज वो अपनी ही बातें भूल गयी है।","cn":"गिला शिकवा शायरी"},{"st":"मुद्दत से कोई शख्स रुलाने नहीं आया;","s":"मुद्दत से कोई शख्स रुलाने नहीं आया;\nजलती हुई आँखों को बुझाने नहीं आया;\nजो कहता था कि रहेंगे उम्र भर साथ तेरे;\nअब रूठे हैं तो कोई मनाने नहीं आया।","cn":"गिला शिकवा शायरी"},{"st":"तुम ने चाहा ही नहीं हालात बदल सकते थे;","s":"तुम ने चाहा ही नहीं हालात बदल सकते थे;\nतेरे आाँसू मेरी आँखों से निकल सकते थे;\nतुम तो ठहरे रहे झील के पानी की तरह;\nदरिया बनते तो बहुत दूर निकल सकते थे।","cn":"गिला शिकवा शायरी"},{"st":"दस्तूर-ए-उल्फ़त वो निभाते नहीं हैं;","s":"दस्तूर-ए-उल्फ़त वो निभाते नहीं हैं;\nजनाब महफ़िल में आते ही नहीं हैं;\nहम सजाते हैं महफ़िल हर शाम;\nएक वो हैं जो कभी तशरीफ़ लाते ही नहीं हैं!","cn":"गिला शिकवा शायरी"},{"st":"आग से सीख लिया हम ने यह करीना भी;","s":"आग से सीख लिया हम ने यह करीना भी;\nबुझ भी जाना पर बड़ी देर तक सुलगते रहना;\nजाने किस उम्र में जाएगी यह आदत अपनी;\nरूठना उससे और औरों से उलझते रहना।","cn":"गिला शिकवा शायरी"},{"st":"समझा न कोई हमारे दिल की बात को;","s":"समझा न कोई हमारे दिल की बात को;\nदर्द दुनिया ने बिना सोचे ही दे दिया;\nजो सह गए हर दर्द को हम चुपके से;\nतो हमको ही पत्थर दिल कह दिया।","cn":"गिला शिकवा शायरी"},{"st":"दुनिया ने हम पे जब कोई इल्ज़ाम रख दिया;","s":"दुनिया ने हम पे जब कोई इल्ज़ाम रख दिया;\nहमने मुक़ाबिल उसके तेरा नाम रख दिया;\nइक ख़ास हद पे आ गई जब तेरी बेरुख़ी;\nनाम उसका हमने गर्दिशे-अय्याम रख दिया।","cn":"गिला शिकवा शायरी"},{"st":"दर्द ही सही मेरे इश्क़ का इनाम तो आया;","s":"दर्द ही सही मेरे इश्क़ का इनाम तो आया;\nखाली ही सही होठों तक जाम तो आया;\nमैं हूँ बेवफा सबको बताया उसने;\nयूँ ही सही चलो उसके लबों पर मेरा नाम तो आया।","cn":"गिला शिकवा शायरी"},{"st":"ज़िंदगी से चले हैं अब इल्ज़ाम लेकर;","s":"ज़िंदगी से चले हैं अब इल्ज़ाम लेकर;\nबहुत जी चुके हैं अब उनका नाम लेकर;\nअकेले बातें करेंगे अब वो इन सितारों से;\nअब चले जायेंगे उन्हें यह सारा आसमान देकर।","cn":"गिला शिकवा शायरी"},{"st":"जब प्यार नहीं है तो भुला क्यों नहीं देते;","s":"जब प्यार नहीं है तो भुला क्यों नहीं देते;\nख़त किसलिए रखे हैं जला क्यों नहीं देते;\nकिस वास्ते लिखा है हथेली पे मेरा नाम;\nमैं हर्फ़ ग़लत हूँ तो मिटा क्यों नहीं देते।","cn":"गिला शिकवा शायरी"},{"st":"भुला के मुझको अगर तुम भी हो सलामत;","s":"भुला के मुझको अगर तुम भी हो सलामत;\nतो भुला के तुझको संभलना मुझे भी आता है;\nनहीं है मेरी फितरत में ये आदत वरना;\nतेरी तरह बदलना मुझे भी आता है।","cn":"गिला शिकवा शायरी"},{"st":"ज़िंदगी हमारी यूँ सितम हो गयी;","s":"ज़िंदगी हमारी यूँ सितम हो गयी;\nख़ुशी ना जाने कहाँ दफ़न हो गयी;\nबहुत लिखी खुदा ने लोगों की मोहब्बत;\nजब आयी हमारी बारी तो स्याही ही ख़त्म हो गयी।","cn":"गिला शिकवा शायरी"},{"st":"मोहब्बत मुक़द्दर है एक ख्वाब नहीं;","s":"मोहब्बत मुक़द्दर है एक ख्वाब नहीं;\nये वो अदा है जिसमे सब कामयाब नहीं;\nजिन्हें पनाह मिली उन्हें उँगलियों पर गिन लो;\nमगर जो फना हुए उनका कोई हिसाब नहीं।","cn":"गिला शिकवा शायरी"},{"st":"सपना हैं आँखों में मगर नींद नहीं है;","s":"सपना हैं आँखों में मगर नींद नहीं है;\nदिल तो है जिस्म में मगर धड़कन नहीं है;\nकैसे बयाँ करें हम अपना हाल-ए-दिल;\nजी तो रहें हैं मगर ये ज़िंदगी नहीं है।","cn":"गिला शिकवा शायरी"},{"st":"मंजिल भी उसकी थी, रास्ता भी उसका था;","s":"मंजिल भी उसकी थी, रास्ता भी उसका था;\nएक मैं अकेला था, बाकी काफिला भी उसका था;\nसाथ-साथ चलने की सोच भी उसकी थी;\nफ़िर रास्ता बदलने का फ़ैसला भी उसका था।","cn":"गिला शिकवा शायरी"},{"st":"तुझसे दोस्ती करने का हिसाब ना आया;","s":"तुझसे दोस्ती करने का हिसाब ना आया;\nमेरे किसी भी सवाल का जवाब ना आया;\nहम तो जागते रहे तेरे ही ख्यालों में;\nऔर तुझे सो कर भी हमारा ख्वाब ना आया।","cn":"गिला शिकवा शायरी"},{"st":"तुम आज हँसते हो हंस लो मुझ पर ये आज़माइश ना बार-बार होगी;","s":"तुम आज हँसते हो हंस लो मुझ पर ये आज़माइश ना बार-बार होगी;\nमैं जानता हूं मुझे ख़बर है कि कल फ़ज़ा ख़ुशगवार होगी;\nरहे मोहब्बत में ज़िन्दगी भर, रहेगी ये कशमकश बराबर;\nना तुमको कुर्बत में जीत होगी ना मुझको फुर्कत में हार होगी;\nहज़ार उल्फ़त सताए लेकिन मेरे इरादों से है ये मुमकिन;\nअगर शराफ़त को तुमने छेड़ा तो ज़िन्दगी तुम पे वार होगी।","cn":"गिला शिकवा शायरी"},{"st":"वो रास्ते में पलटा तो रुक गया मैं भी;","s":"वो रास्ते में पलटा तो रुक गया मैं भी;\nफिर कदम, कदम न रहे, सफर, सफर न रहा;\nनज़रों से गिराया उसको कुछ इस तरह हम ने;\nकि वो खुद अपनी नज़रों में मुताबिर न रहा।","cn":"गिला शिकवा शायरी"},{"st":"किसी के दिल में बसना कुछ बुरा तो नही;","s":"किसी के दिल में बसना कुछ बुरा तो नही;\nकिसी को दिल में बसाना कोई खता तो नही;\nगुनाह हो यह ज़माने की नजर में तो क्या;\nयह ज़माने वाले कोई खुदा तो नही।","cn":"गिला शिकवा शायरी"},{"st":"अपना समझा तो कह दिया वरना;","s":"अपना समझा तो कह दिया वरना;\nगैरों से तो कोई गिला नहीं होता;\nकुछ न कुछ पहले खोना पड़ता है;\nमुफ्त में तो कोई तज़ुर्बा नहीं मिलता।","cn":"गिला शिकवा शायरी"},{"st":"हकीक़त कहो तो उनको ख्वाब लगता है;","s":"हकीक़त कहो तो उनको ख्वाब लगता है;\nशिकायत करो तो उनको मजाक लगता है;\nकितनी शिद्दत से उन्हें याद करते हैं हम;\nऔर एक वो हैं जिन्हें ये सब इत्तेफाक लगता है।","cn":"गिला शिकवा शायरी"},{"st":"मिला वो भी नहीं करते, मिला हम भी नहीं करते;","s":"मिला वो भी नहीं करते, मिला हम भी नहीं करते;\nवफ़ा वो भी नहीं करते, वफ़ा हम भी नहीं करते;\nउन्हें रुस्वाई का दुःख, हमें तन्हाई का दर्द;\nगिला वो भी नहीं करते शिकवा हम भी नहीं करते।","cn":"गिला शिकवा शायरी"},{"st":"एक ग़ज़ल तेरे लिए ज़रूर लिखूंगा;","s":"एक ग़ज़ल तेरे लिए ज़रूर लिखूंगा;\nबे-हिसाब उस में तेरा कसूर लिखूंगा;\nटूट गए बचपन के तेरे सारे खिलौने;\nअब दिलों से खेलना तेरा दस्तूर लिखूंगा।","cn":"गिला शिकवा शायरी"},{"st":"कोई जुदा हो गया कोई ख़फ़ा हो गया;","s":"कोई जुदा हो गया कोई ख़फ़ा हो गया;\nयह दुनिया के लोगों को क्या हो गया;\nजिस सजदे में मुझे उस को माँगना था रब से;\nअफ़सोस वही सजदा क़ज़ा हो गया।","cn":"गिला शिकवा शायरी"},{"st":"तुझे मोहब्बत करना नहीं आता;","s":"तुझे मोहब्बत करना नहीं आता;\nमुझे मोहब्बत के सिवा कुछ और नहीं आता;\nज़िन्दगी गुजारने के बस दो ही तरीके हैं;\nएक तुझे नहीं आता और एक मुझे नहीं आता।","cn":"गिला शिकवा शायरी"},{"st":"वो, जिनके घर मेहमानों का आना-जाना होता है;","s":"वो, जिनके घर मेहमानों का आना-जाना होता है;\nउनको घर का हर कमरा हर रोज़ सजाना होता है;\nजिस देहरी की क़िस्मत में स्वागत या वंदनवार न हों;\nउस चौखट के भीतर केवल इक तहख़ाना होता है।","cn":"गिला शिकवा शायरी"},{"st":"तूने नफ़रत से जो देखा है तो याद आया;","s":"तूने नफ़रत से जो देखा है तो याद आया;\nकितने रिश्ते तेरी ख़ातिर यूँ ही तोड़ आया हूँ;\nकितने धुंधले हैं ये चेहरे जिन्हें अपनाया है;\nकितनी उजली थी वो आँखें जिन्हें छोड़ आया हूँ।","cn":"गिला शिकवा शायरी"},{"st":"सजा लबों से अपने सुनाई तो होती;","s":"सजा लबों से अपने सुनाई तो होती;\nरूठ जाने की वजह बताई तो होती;\nबेच देता मैं खुद को तुम्हारे लिए;\nकभी खरीदने की चाहत जताई तो होती।","cn":"गिला शिकवा शायरी"},{"st":"एक दिन हम तुम से दूर हो जायेंगे;","s":"एक दिन हम तुम से दूर हो जायेंगे;\nअंधेरी गलियों में यूं ही खो जायेंगे;\nआज हमारी फिक्र नहीं है आपको;\nकल से हम भी बेफिक्र हो जायेंगे।","cn":"गिला शिकवा शायरी"},{"st":"मेरे प्यार को बहकावा समझ लिया उन्होंने;","s":"मेरे प्यार को बहकावा समझ लिया उन्होंने;\nमेरे एहसास को पछतावा समझ लिया उन्होंने;\nमैं रोती रही उनकी याद में पर हुआ ये कि;\nमुझे ही बेवफ़ा समझ लिया उन्होंने।","cn":"गिला शिकवा शायरी"},{"st":"रात क्या ढली सितारे चले गए;","s":"रात क्या ढली सितारे चले गए;\nगैरों से क्या शिकायत जब हमारे चले गए;\nजीत सकते थे हम भी इश्क़ की बाज़ी;\nपर उनको जिताने की धुन में हम हारे चले गए।","cn":"गिला शिकवा शायरी"},{"st":"दिलों को खरीदने वाले लोग हज़ार मिल जायेंगे;","s":"दिलों को खरीदने वाले लोग हज़ार मिल जायेंगे;\nतुमको दगा देने वाले बार-बार मिल जायेंगे;\nमिलेगा न हमें तुम जैसा कोई;\nमिलने को तो लोग हमें बेशुमार मिल जायेंगे!","cn":"गिला शिकवा शायरी"},{"st":"उनके होंठों पे मेरा नाम जब आया होगा;","s":"उनके होंठों पे मेरा नाम जब आया होगा;\nख़ुद को रुसवाई से फिर कैसे बचाया होगा;\nसुन के फ़साना औरों से मेरी बर्बादी का;\nक्या उनको अपना सितम न याद आय होगा?","cn":"गिला शिकवा शायरी"},{"st":"मोहब्बत से वो देखते हैं सभी को,","s":"मोहब्बत से वो देखते हैं सभी को,\nबस हम पर कभी ये इनायत नहीं होती;\nमैं तो शीशा हूँ टूटना मेरी फ़ितरत है,\nइसलिए मुझे पत्थरों से कोई शिकायत नहीं होती।","cn":"गिला शिकवा शायरी"},{"st":"जो आँसू दिल में गिरते हैं वो आँखों में नहीं रहते;","s":"जो आँसू दिल में गिरते हैं वो आँखों में नहीं रहते;\nबहुत से हर्फ़ ऐसे हैं जो लफ़्ज़ों में नहीं रहते;\nकिताबों में लिखे जाते हैं दुनिया भर के अफ़साने;\nमगर जिन में हक़ीक़त हो वो किताबों में नहीं रहते।","cn":"गिला शिकवा शायरी"},{"st":"कोई उम्मीद बर नहीं आती​;​​​​​","s":"कोई उम्मीद बर नहीं आती​;​​​​​\n​कोई सूरत नज़र नहीं आती;​​\n​​मौत का एक दिन मु'अय्यन है​;​​\n​नींद क्यों रात भर नहीं आती​।","cn":"गिला शिकवा शायरी"},{"st":"दिल से मिले दिल तो सजा देते है लोग​;​​","s":"दिल से मिले दिल तो सजा देते है लोग​;​​\n​प्यार के जज्बातों को डुबा देते है लोग;​​\n​दो इँसानो को मिलते कैसे देख सकते है​;​\nजब साथ बैठे दो परिन्दो को भी उठा देते है लोग... ","cn":"गिला शिकवा शायरी"},{"st":"कम से कम ​तन्हाई तो साथी है​;​","s":"कम से कम ​तन्हाई तो साथी है​;​\nअपनी ​जिंदगी के हर एक पल की​;​​\nचलो ये शिकवा भी दूर हुआ कि​;​​\nकिसी ने साथ नहीं दिया​।","cn":"गिला शिकवा शायरी"},{"st":"​कहने वालों का कुछ नहीं जाता​;","s":"​कहने वालों का कुछ नहीं जाता​;\nसहने वाले कमाल करते हैं;\nकौन ढूंढें जवाब दर्दों के​;​\nलोग तो बस सवाल करते है।","cn":"गिला शिकवा शायरी"},{"st":"इंतजार किस पल का किये जाते हो यारों;","s":"इंतजार किस पल का किये जाते हो यारों;\nप्यासों के पास समंदर नही आने वाला;\nलगी है प्यास ​तो ​चलो रेत निचोड़ी जाए​;​\nअपने हिस्से में समंदर नहीं आने वाला​।","cn":"गिला शिकवा शायरी"},{"st":"तेरी नज़रों से दूर जाने के लिए तैयार तो थे हम;","s":"तेरी नज़रों से दूर जाने के लिए तैयार तो थे हम;\nफिर इस तरह, नज़रें घुमाने की जरूरत क्या थी;​​\nतेरे एक इशारे पे, हम इल्जाम भी अपने सिर ले लेते​;​\nफिर बेवजह, झूठे इल्जाम लगाने की जरुरत क्या थी।","cn":"गिला शिकवा शायरी"},{"st":"रोती हुई आँखो मे इंतेज़ार होता है​;","s":"रोती हुई आँखो मे इंतेज़ार होता है​;\n​ना चाहते हुए भी प्यार होता है​;​\nक्यू देखते है हम वो सपने​;​\nजिनके टूटने पर भी उनके सच होने​;​\nका इंतेज़ार होता है​।","cn":"गिला शिकवा शायरी"},{"st":"हकीक़त कहो तो उनको ख्वाब लगता है​;​","s":"हकीक़त कहो तो उनको ख्वाब लगता है​;​\nशिकायत करो तो उनको मजाक लगता है​;​\nकितने सिद्दत से उन्हें याद करते है हम​;​\n​और एक वो है​, जिन्हें ये सब इत्तेफाक लगता है​। ​","cn":"गिला शिकवा शायरी"},{"st":"हर वक़्त का हंसना तुझे बर्बाद ना कर दे;","s":"हर वक़्त का हंसना तुझे बर्बाद ना कर दे;\n​तन्हाई के लम्हों में, कभी रो भी लिया कर;\n​ए दिल तुझे दुश्मन की भी पहचान कहाँ;\n​तु हल्का-ए-याराना में भी मोहतात रहा कर।","cn":"गिला शिकवा शायरी"},{"st":"काश वो नगमें हमें सुनाए ना होते;","s":"काश वो नगमें हमें सुनाए ना होते;\nआज उनको सुनकर ये आंसू ना आए होते;\nअगर इस तरह भूल जाना ही था;\nतो इतनी गहराई से दिल में समाए ना होते। ","cn":"गिला शिकवा शायरी"},{"st":"​मेरी वफाएं सभी लोग जानते हैं;","s":"​मेरी वफाएं सभी लोग जानते हैं;\nउसकी जफ़ाएं सभी लोग जानते हैं;\nवो ही ना समझ पाए मेरी शायरी;\nदिल की सदाएं सभी लोग जानते है।","cn":"गिला शिकवा शायरी"},{"st":"वादा करते तो कोई बात होती;","s":"वादा करते तो कोई बात होती;\nमुझे ठुकराते तो कोई बात होती;\nयूँ ही क्यों छोड़ दिया दामन;\nकसूर बतलाते तो कोई बात होती।","cn":"गिला शिकवा शायरी"},{"st":"बर्बादी का दोष दुश्मनों को देता रहा मैं अब तलक;","s":"बर्बादी का दोष दुश्मनों को देता रहा मैं अब तलक;\nदोस्तों को भी परख लिया होता तो अच्छा होता;\nयूँ तो हर मोड़ पर मिले कुछ दगाबाज लेकिन;\nआस्तीन को भी झठक लिया होता तो अच्छा होता।","cn":"गिला शिकवा शायरी"},{"st":"फूलों को तो बहारों में आना ही था;","s":"फूलों को तो बहारों में आना ही था;\nखारों को क्यों संग में लाना था;\nजिसे चाहा हमने दिल से अपनाया;\nक्या उसी को हमसे दूर जाना था।","cn":"गिला शिकवा शायरी"},{"st":"जाने क्यों अकेले रहने को मज़बूर हो गए;","s":"जाने क्यों अकेले रहने को मज़बूर हो गए;\nयादों के साये भी हमसे दूर हो गए;\nहो गए तन्हा इस महफ़िल में;\nकि हमारे अपने भी हमसे दूर हो गए।","cn":"गिला शिकवा शायरी"},{"st":"उन लोगों का क्या हुआ होगा;","s":"उन लोगों का क्या हुआ होगा;\nजिनको मेरी तरह ग़म ने मारा होगा;\nकिनारे पर खड़े लोग क्या जाने;\nडूबने वाले ने किस-किस को पुकारा होगा।","cn":"गिला शिकवा शायरी"},{"st":"हुस्न भी था, कशिश भी थी;","s":"हुस्न भी था, कशिश भी थी;\nअंदाज़ भी था, नक़ाब भी था;\nहया भी थी, प्यार भी था;\nअगर कुछ ना था तो बस इकरार।","cn":"गिला शिकवा शायरी"},{"st":"मत बनाना रिश्ता इस जहां में;","s":"मत बनाना रिश्ता इस जहां में;\nबहुत मुश्किल उन्हें निभाना होगा;\nहर एक रिश्ता एक नया ग़म देगा;\nएक तरफ बेबस तु और एक तरफ हँसता ज़माना होगा।","cn":"गिला शिकवा शायरी"},{"st":"कितना समझाया दिल को कि तु प्यार ना कर;","s":"कितना समझाया दिल को कि तु प्यार ना कर;\nकिसी के लिए खुद को बेक़रार ना कर;\nवो तेरे लिए नहीं है नादान;\nऐ पागल किसी और की अमानत का इंतज़ार ना कर!","cn":"गिला शिकवा शायरी"},{"st":"खामोश थे हम तो मगरूर समझ लिया;","s":"खामोश थे हम तो मगरूर समझ लिया;\nचुप हैं हम तो मजबूर समझ लिया;\nयही आप की खुशनसीबी है कि हम इतने क़रीब हैं;\nफिर भी आप ने दूर समझ लिया!","cn":"गिला शिकवा शायरी"},{"st":"काश आपकी सूरत इतनी प्यारी ना होती;","s":"काश आपकी सूरत इतनी प्यारी ना होती;\nकाश आपसे मुलाक़ात हमारी ना होती;\nसपनो में ही देख लेते हम आपको;\nतो आज मिलने की इतनी बेकरारी ना होती!","cn":"गिला शिकवा शायरी"},{"st":"इंतज़ार की आरज़ू अब खो गई है;","s":"इंतज़ार की आरज़ू अब खो गई है;\nखामोशियों की आदत हो गई है;\nना शिकवा रहा ना शिकायत किसी से;\nअगर है तो एक मोहब्बत, जो इन तन्हाईयों से हो गई है। ","cn":"गिला शिकवा शायरी"},{"st":"बड़ी उम्मीद थी उनको अपना बनाने की;","s":"बड़ी उम्मीद थी उनको अपना बनाने की;\nतमन्ना थी उनके हो जाने की;\nक्या पता था जिनके हम होना चाहते हैं;\nउनको आदत ही नहीं थी किसी को अपना बनाने की!","cn":"गिला शिकवा शायरी"},{"st":"तुझे मोहब्बत करना नहीं आता;","s":"तुझे मोहब्बत करना नहीं आता;\nमुझे मोहब्बत के सिवा कुछ आता नहीं;\nज़िंदगी गुज़ारने के दो ही तरीके हैं;\nएक तुझे नहीं आता, एक मुझे नहीं आता!","cn":"गिला शिकवा शायरी"},{"st":"कितना बेबस है इंसान किस्मत के आगे;","s":"कितना बेबस है इंसान किस्मत के आगे;\nकितना दूर है ख्वाब हकीकत के आगे;\nकोई रुकी हुई सी धड़कन से पूछे;\nकितना तड़पता है यह दिल मोहब्बत के आगे।","cn":"गिला शिकवा शायरी"},{"st":"​मैंने रब से कहा वो छोड़ के चली गई;","s":"​मैंने रब से कहा वो छोड़ के चली गई;\nपता नहीं उसकी क्या मजबूरी थी;\nरब ने कहा इसमें उसका कोई कसूर नहीं;\nयह कहानी तो मैंने लिखी ही अधूरी थी।","cn":"गिला शिकवा शायरी"},{"st":"दिल से दूर जिन्हें हम कर ना सके;","s":"दिल से दूर जिन्हें हम कर ना सके;\nपास भी उन्हें हम कभी पा ना सके;\nमिटा दिया प्यार जिसने हमारे दिल से;\nहम उनका नाम लिख कर भी मिटा ना सके।","cn":"गिला शिकवा शायरी"},{"st":"कुछ आँसू होते हैं जो बहते नहीं;","s":"कुछ आँसू होते हैं जो बहते नहीं;\nलोग अपने प्यार के बिना रहते नहीं;\nहम जानते हैं आपको भी आती है हमारी याद;\nपर जाने क्यों आप हमसे कहते नहीं।","cn":"गिला शिकवा शायरी"},{"st":"​​​दिल की किस्मत बदल न पाएगा​;​","s":"​​​दिल की किस्मत बदल न पाएगा​;​\nबंधनो से निकल न पाएगा​;​\nतुझको दुनिया के साथ चलना है​;​\n​तु मेरे साथ चल न पाएगा​। ","cn":"गिला शिकवा शायरी"}]