[{"st":"hichkiyan dilakar uljhan badha rahe ho,","s":"hichkiyan dilakar uljhan badha rahe ho,\naankhein band hai phir bhi nazar aa rahe ho,\nitna bata do hamein yaad kar rahe ho,\nye sirf apni yaad dila rahe ho.","cn":"Yaad Shayari"},{"st":"Teri aankh mein jo nami si chayi hai,","s":"Teri aankh mein jo nami si chayi hai,\nWo mere door hone ki eklauti gawahi hai,\nyaad itna na kiya karo hume,\nhichki le le kar meri jaan pe ban jati hai.\n","cn":"Yaad Shayari"},{"st":"Hum dekhte hai use jo na dekhe hame,","s":"Hum dekhte hai use jo na dekhe hame,\nHum chahte hai use jo na chahe hame,\nyahi aadat rahi sada zindagi mein hamari,\nHum yaad rakhte hai use jo bhul jate hai hame.","cn":"Yaad Shayari"},{"st":"Chahat Ki Raah Mein Bhikre Armaan Bahot Hai,","s":"Chahat Ki Raah Mein Bhikre Armaan Bahot Hai,\nHum Uski Yaad Mein Pareshan Bahot Hai,\nWo Har Baar Dil Todta Hai Ye Keh Kar,\nMeri Ummedon Ki Duniya Me Abi Mukam Bahut Hai.\n","cn":"Yaad Shayari"},{"st":"agar jawab doge to baat karenge,","s":"agar jawab doge to baat karenge,\nnahi doge to intezaar karenge,\ndosti ki hai aapse isliye marte dam tak,\naap ko har pal yuhi yaad karenge.","cn":"Yaad Shayari"},{"st":"Jab se teri chahat apni zindagi bana li hai,","s":"Jab se teri chahat apni zindagi bana li hai,\nhum ne udhas rehne ki adat bana li ha\nhar din har rat guzrta he teri yaad mein,\nteri yad hum ne apni ebadat bana li hai.\n","cn":"Yaad Shayari"},{"st":"Aapki yaad aati hai to kabhi aankhe bheeg jaati hai,","s":"Aapki yaad aati hai to kabhi aankhe bheeg jaati hai,\nTo kabhi yaado mein raate beet jaati hai,\nKoshish to bahut ki par yaadein to yaadein hai,\nKabhi hum haar jaate hai, Kabhi yaadein jeet jaati hai.\n","cn":"Yaad Shayari"},{"st":"Ho sake to hamari yaad sath rakhna,","s":"Ho sake to hamari yaad sath rakhna,\nDosti ka itna to ehsaas paas rakhna,\naap ki duaon se milegi khushiya mujhe,\nye soch kar har dua mein mujhe yaad rakhna.\n","cn":"Yaad Shayari"},{"st":"Koi Lamha Iss Kadar Yaad Aata Hai,","s":"Koi Lamha Iss Kadar Yaad Aata Hai,\nBeeta Hua Kal Nazar Aata Hai,\nYaade Sath Rehti Hai Yaad Aane Ke Liye,\nWaqt Leke Sab Kuch Guzar Jata Hai.\n","cn":"Yaad Shayari"},{"st":"kisse teri nazar ne sunaye na phir kabhi,","s":"kisse teri nazar ne sunaye na phir kabhi,\nhum ne bhi dil ke daag dikhaye na phir kabhi,\naye dosto ki yaad aaj tu jee bhar ke dil dukha,\nshayad ye raat hijar ki aaye na phir kabhi.\n","cn":"Yaad Shayari"},{"st":"Pehle Kabhi Yaado Me Tanhai Na Thi,","s":"Pehle Kabhi Yaado Me Tanhai Na Thi,\nKabhi Dil Pe Madhosi Chayi Na Thi,\nJaane Kya Asar Kar Gayi Aapki Baate,\nWarna Iss Tarah Kabhi Yaad Kisi Ki Aayi Na Thi.\n","cn":"Yaad Shayari"},{"st":"Har raat koi ek dhoon gungunati hai,","s":"Har raat koi ek dhoon gungunati hai,\nhar phool se mehak zarur aati hai,\napke mann mein chahe hamara khayl tak na ho,\npar hame to har waqt aapki yaad aati hai.\n","cn":"Yaad Shayari"},{"st":"Suraj pass ho na ho, Roshni aas-pas rehti hai,","s":"Suraj pass ho na ho, Roshni aas-pas rehti hai,\nChand paas ho na ho, Chandni aas-pas rehti hai,\nWaise hi aap paas ho na ho,\naapki Yaadein hamesha paas rehti hai.","cn":"Yaad Shayari"},{"st":"Hawa Ke Jhoko Ka Hisab Kya Rakhna,","s":"Hawa Ke Jhoko Ka Hisab Kya Rakhna,\nJo Bit Gaya Use Yaad Kya Rakhna,\nBas Yahi Soch Kar Muskura Diye Hum,\nKi Apni Udasi Se Dusro Ko Udhas Kya Rakhna.","cn":"Yaad Shayari"},{"st":"Raat hai bohat thandi hawa chal rahi hai,","s":"Raat hai bohat thandi hawa chal rahi hai,\nYaad mein aapki kisi ki muskan khil rahi hai,\nUnke Sapno ki duniya mein aap kho jao,\nAankhe karo band or chain se soo jao.\n","cn":"Yaad Shayari"},{"st":"Kitni jaldi ye mulakat gujar jaati hai,","s":"Kitni jaldi ye mulakat gujar jaati hai,\nPyaas bujhti nahi barsaat gujar jaati hai,\nApni yaadon se kaho iss kadar na aaya kare,\nNeend aati nahi aur raat guzar jaati hai.\n","cn":"Yaad Shayari"},{"st":"Samjha do apni yadoon ko,","s":"Samjha do apni yadoon ko,\nwo bin bulaye paas aaya karti hai,\naap to door reh kar satate ho magar,\nwo paas aakar rulaya karti hai.\n","cn":"Yaad Shayari"},{"st":"Ek Tasveer Jo Khawabo Ko Saja Jati Hai,","s":"Ek Tasveer Jo Khawabo Ko Saja Jati Hai,\nKitne Soye Hue Jazbaat ko Jaga Jati Hai,\nAaj Bhi Unki Yaadein Akele Mein,\nMuskan Ban Kar Lab Par Khil Jati Hai.","cn":"Yaad Shayari"},{"st":"Teri Yaadon Ke Bikhre Tukde bun kar,","s":"Teri Yaadon Ke Bikhre Tukde bun kar,\nGuzre Lamho Ki Tasveer Bana Loon,\nApni Har Khushi Tere Naam Likh Ke,\nTere Dukho Ko Apni Taqdeer Bana Loon.\n","cn":"Yaad Shayari"},{"st":"Agar Aasman Ko Neend Aaye To Sulau Kaha ?","s":"Agar Aasman Ko Neend Aaye To Sulau Kaha ?\nDharti Ko Maut Aaye To Dafnau Kaha ?\nSagar Mein Lehar Aaye To Chupau Kaha ?\nJab Mujhe Teri Yaad Aaye To Jaau Kaha ?\n","cn":"Yaad Shayari"},{"st":"Uss Se Kehna Hum Maje Main Hai,","s":"Uss Se Kehna Hum Maje Main Hai,\nBas Yaadein Bohat Satati Hai,\nUnn Ki Doori Ka Gham Nahi Mujhe,\nBas Zara Aankhein Bheeg Jati Hai.\n\n \n","cn":"Yaad Shayari"},{"st":"Roshni Kya Hui Raat Ko Bhool Gaye,","s":"Roshni Kya Hui Raat Ko Bhool Gaye,\nSuraj Kya Nikla Chand Ko Bhool Gaye,\nMana nahi hui mulaqat kuch dino se,\nAap To Hume Yaad Karna Hi Bhool Gaye.\n","cn":"Yaad Shayari"},{"st":"Tu Yaad Kare Na Kare Teri Khushi,","s":"Tu Yaad Kare Na Kare Teri Khushi,\nHum To Tujhe Yaad Karte Rehte Hai,\nTujhe Dekhne Ko Dil Tarsata Hai,\nHum To Intezaar Karte Rehte Hai.\n","cn":"Yaad Shayari"},{"st":"Umar ki raah me raaste badal jate hai,","s":"Umar ki raah me raaste badal jate hai,\nWaqt ki andhi me insaan badal jate hai,\nSochte hai tumhe itna yaad na kare lekin\naankhe band karte hi irade badal jate hai.\n","cn":"Yaad Shayari"},{"st":"Naam-E-Mohabbat Se Khushbu-E-Wafa Aati Hai,","s":"Naam-E-Mohabbat Se Khushbu-E-Wafa Aati Hai,\nMere Dil Se Teri Dhadkan Ki Sada Aati Hai,\nJab Bhi Karte Ho Yaad Hume Dil Se,\nYu Lagta Hai Jaise Jannat Se Hawa Aati Hai.\n","cn":"Yaad Shayari"},{"st":"Har Subah Ki Dhoop Kuch Yaad Dilati Hai,","s":"Har Subah Ki Dhoop Kuch Yaad Dilati Hai,\nHar Phool Ki Khushbu Ek Jaadu Jagati Hai,\ntumhe Chahu Na Chahu phir bhi mujhe,\nSubah-Subah Aapki Yaad Aa Hi Jaati Hai.\n","cn":"Yaad Shayari"},{"st":"Haal-e-dil kuch iss tarah hamara hai,","s":"Haal-e-dil kuch iss tarah hamara hai,\nYaad aap ko din me na-jane  kitni bar kiya hai,\nJab na aaye kabhi SMS aap ka to,\npurana SMS hi padh kar kiya humne guzara hai.\n","cn":"Yaad Shayari"},{"st":"tum Chaho To Hame Dil Se Mita Dena,","s":"tum Chaho To Hame Dil Se Mita Dena,\ntum Chaho To Hame Dil Se Bhula Dena,\nMagar Aaye Jo Kabhi Meri Yaad, Aye sanam,\ntum Rona Mat Sirf dil se Muskura Dena.\n","cn":"Yaad Shayari"},{"st":"Zindagi Ki Har Fizaon Mein Yaad Rakhna,","s":"Zindagi Ki Har Fizaon Mein Yaad Rakhna,\nDil Ki Sadaon Mein Yaad Rakhna,\nYe Tohfa Bohat Hai Mere Liye,\nKhaloos-E-Dil Se Duaon Me Yaad Rakhna.\n","cn":"Yaad Shayari"},{"st":"Har Uss Lamhe Mein Yaad Aaungi,","s":"Har Uss Lamhe Mein Yaad Aaungi,\nJab Tum Tanhai Mein Roya Karoge,\nJagte-Jagte Thak Kar Soya Karoge,\nAnkhe Band Hote Hi fir Yaad Aaungi.","cn":"Yaad Shayari"},{"st":"Unki Ek nazar Ko hum Taraste Rahenge,","s":"Unki Ek nazar Ko hum Taraste Rahenge,\nYe aanshu Har Pal yuhi Baraste Rahenge,\nKabhi Beete The Kuch pal Unke Saath,\nBas Yahi Soch Kar Hum Haste Rahenge.\n","cn":"Yaad Shayari"},{"st":"Ajeeb Lagti Hai ye Sham Kabhi-Kabhi,","s":"Ajeeb Lagti Hai ye Sham Kabhi-Kabhi,\nZindagi bhi Lagti Hai Bejaan Kabhi-Kabhi,\nSamjh Aaye To Hame Bhi Batana,\nkyu Karti Hai Yaade Pareshan Kabhi-Kabhi.\n","cn":"Yaad Shayari"}]