[{"st":"हर जनम में....","s":"हर जनम में....\n\nहर जनम में उसी की चाहत थे;\nहम किसी और की अमानत थे;\n\nउसकी आँखों में झिलमिलाती हुई;\nहम ग़ज़ल की कोई अलामत थे;\n\nतेरी चादर में तन समेट लिया;\nहम कहाँ के दराज़क़ामत थे;\n\nजैसे जंगल में आग लग जाये;\nहम कभी इतने ख़ूबसूरत थे;\n\nपास रहकर भी दूर-दूर रहे;\nहम नये दौर की मोहब्बत थे;\n\nइस ख़ुशी में मुझे ख़याल आया;\nग़म के दिन कितने ख़ूबसूरत थे\n\nदिन में इन जुगनुओं से क्या लेना;\nये दिये रात की ज़रूरत थे।","cn":"ग़ज़ल शायरी"},{"st":"कोई बिजली इन ख़राबों में घटा रौशन करे;","s":"कोई बिजली इन ख़राबों में घटा रौशन करे;\nऐ अँधेरी बस्तियो! तुमको खुदा रौशन करे;\n\nनन्हें होंठों पर खिलें मासूम लफ़्ज़ों के गुलाब;\nऔर माथे पर कोई हर्फ़-ए-दुआ रौशन करे;\n\nज़र्द चेहरों पर भी चमके सुर्ख जज़्बों की धनक;\nसाँवले हाथों को भी रंग-ए-हिना रौशन करे;\n\nएक लड़का शहर की रौनक़ में सब कुछ भूल जाए;\nएक बुढ़िया रोज़ चौखट पर दिया रौशन करे;\n\nख़ैर अगर तुम से न जल पाएँ वफाओं के चिराग;\nतुम बुझाना मत जो कोई दूसरा रौशन करे।","cn":"ग़ज़ल शायरी"},{"st":"तेरा चेहरा सुब्ह का तारा लगता है;","s":"तेरा चेहरा सुब्ह का तारा लगता है;\nसुब्ह का तारा कितना प्यारा लगता है;\n\nतुम से मिल कर इमली मीठी लगती है;\nतुम से बिछड़ कर शहद भी खारा लगता है;\n\nरात हमारे साथ तू जागा करता है;\nचाँद बता तू कौन हमारा लगता है;\n\nकिस को खबर ये कितनी कयामत ढाता है;\nये लड़का जो इतना बेचारा लगता है;\n\nतितली चमन में फूल से लिपटी रहती है;\nफिर भी चमन में फूल कँवारा लगता है;\n\n'कैफ' वो कल का 'कैफ' कहाँ है आज मियाँ;\nये तो कोई वक्त का मारा लगता है।","cn":"ग़ज़ल शायरी"},{"st":"नज़र फ़रेब-ए-कज़ा खा गई तो क्या होगा;","s":"नज़र फ़रेब-ए-कज़ा खा गई तो क्या होगा;\nहयात मौत से टकरा गई तो क्या होगा;\n\nनई सहर के बहुत लोग मुंतज़िर हैं मगर;\nनई सहर भी कजला गई तो क्या होगा;\n\nन रहनुमाओं की मजलिस में ले चलो मुझको;\nमैं बे-अदब हूँ हँसी आ गई तो क्या होगा;\n\nग़म-ए-हयात से बेशक़ है ख़ुदकुशी आसाँ;\nमगर जो मौत भी शर्मा गई तो क्या होगा;\n\nशबाब-ए-लाला-ओ-गुल को पुकारनेवालों;\nख़िज़ाँ-सिरिश्त बहार आ गई तो क्या होगा;\n\nख़ुशी छीनी है तो ग़म का भी ऐतमाद न कर;\nजो रूह ग़म से भी उकता गई तो क्या होगा।","cn":"ग़ज़ल शायरी"},{"st":"तेरे कमाल की हद...","s":"तेरे कमाल की हद...\n\nतेरे कमाल की हद कब कोई बशर समझा;\nउसी क़दर उसे हैरत है, जिस क़दर समझा;\n\nकभी न बन्दे-क़बा खोल कर किया आराम;\nग़रीबख़ाने को तुमने न अपना घर समझा;\n\nपयामे-वस्ल का मज़मूँ बहुत है पेचीदा;\nकई तरह इसी मतलब को नामाबर समझा;\n\nन खुल सका तेरी बातों का एक से मतलब;\nमगर समझने को अपनी-सी हर बशर समझा। ","cn":"ग़ज़ल शायरी"},{"st":"मेरी रातों की राहत, दिन के इत्मिनान ले जाना;","s":"मेरी रातों की राहत, दिन के इत्मिनान ले जाना;\nतुम्हारे काम आ जायेगा, यह सामान ले जाना;\n\nतुम्हारे बाद क्या रखना अना से वास्ता कोई;\nतुम अपने साथ मेरा उम्र भर का मान ले जाना;\n\nशिकस्ता के कुछ रेज़े पड़े हैं फर्श पर, चुन लो;\nअगर तुम जोड़ सको तो यह गुलदान ले जाना;\n\nतुम्हें ऐसे तो खाली हाथ रुखसत कर नहीं सकते;\nपुरानी दोस्ती है, की कुछ पहचान ले जाना;\n\nइरादा कर लिया है तुमने गर सचमुच बिछड़ने का;\nतो फिर अपने यह सारे वादा-ओ-पैमान ले जाना;\n\nअगर थोड़ी बहुत है, शायरी से उनको दिलचस्पी;\nतो उनके सामने मेरा यह दीवान ले जाना।","cn":"ग़ज़ल शायरी"},{"st":"बुझी नज़र तो करिश्मे भी रोज़ो शब के गये;","s":"बुझी नज़र तो करिश्मे भी रोज़ो शब के गये;\nकि अब तलक नही पलटे हैं लोग कब के गये;\n\nकरेगा कौन तेरी बेवफ़ाइयों का गिला;\nयही है रस्मे ज़माना तो हम भी अब के गये;\n\nमगर किसी ने हमें हमसफ़र नही जाना;\nये और बात कि हम साथ साथ सब के गये;\n\nअब आये हो तो यहाँ क्या है देखने के लिए;\nये शहर कब से है वीरां वो लोग कब के गये;\n\nगिरफ़्ता दिल थे मगर हौसला नहीं हारा;\nगिरफ़्ता दिल है मगर हौंसले भी अब के गये;\n\nतुम अपनी शम्ऐ-तमन्ना को रो रहे हो 'फ़राज़';\nइन आँधियों में तो प्यारे चिराग सब के गये।","cn":"ग़ज़ल शायरी"},{"st":"भड़का रहे हैं आग...","s":"भड़का रहे हैं आग...\n\nभड़का रहे हैं आग लब-ए-नग़्मागार से हम;\nख़ामोश क्या रहेंगे ज़माने के डर से हम;\n\nकुछ और बड़ गए अंधेरे तो क्या हुआ;\nमायूस तो नहीं हैं तुलु-ए-सहर से हम;\n\nले दे के अपने पास फ़क़त एक नज़र तो है;\nक्यों देखें ज़िंदगी को किसी की नज़र से हम\n\nमाना कि इस ज़मीं को न गुलज़ार कर सके;\nकुछ ख़ार कम कर गए गुज़रे जिधर से हम।","cn":"ग़ज़ल शायरी"},{"st":"फिर उसके जाते ही दिल सुनसान हो कर रह गया;","s":"फिर उसके जाते ही दिल सुनसान हो कर रह गया;\nअच्छा भला इक शहर वीरान हो कर रह गया;\n\nहर नक्श बतल हो गया अब के दयार-ए-हिज्र में;\nइक ज़ख्म गुज़रे वक्त की पहचान हो कर रह गया;\n\nरुत ने मेरे चारों तरफ खींचें हिसार-ए-बाम-ओ-दर;\nयह शहर फिर मेरे लिए ज़ान्दान हो कर रह गया;\n\nकुछ दिन मुझे आवाज़ दी लोगों ने उस के नाम से;\nफिर शहर भर में वो मेरी पहचान हो कर रह गया;\n\nइक ख्वाब हो कर रह गई गुलशन से अपनी निस्बतें;\nदिल रेज़ा रेज़ा कांच का गुलदान हो कर रह गया;\n\nख्वाहिश तो थी \"साजिद\" मुझे तशीर-ए-मेहर-ओ-माह की;\nलेकिन फ़क़त मैं साहिब-ए-दीवान हो कर रह गया।","cn":"ग़ज़ल शायरी"},{"st":"ज़रा-सी देर में...","s":"ज़रा-सी देर में...\n\nज़रा-सी देर में दिलकश नज़ारा डूब जायेगा;\nये सूरज देखना सारे का सारा डूब जायेगा;\nन जाने फिर भी क्यों साहिल पे तेरा नाम लिखते हैं;\nहमें मालूम है इक दिन किनारा डूब जायेगा;\n\nसफ़ीना हो के हो पत्थर, हैं हम अंज़ाम से वाक़िफ़;\nतुम्हारा तैर जायेगा हमारा डूब जायेगा;\n\nसमन्दर के सफर में किस्मतें पहलू बदलती हैं;\nअगर तिनके का होगा तो सहारा डूब जायेगा;\n\nमिसालें दे रहे थे लोग जिसकी कल तलक हमको;\nकिसे मालूम था वो भी सितारा डूब जायेगा।","cn":"ग़ज़ल शायरी"},{"st":"सीने में जलन...","s":"सीने में जलन...\n\nसीने में जलन, आँखों में तूफ़ान-सा क्यों है;\nइस शहर में हर शख़्स परेशान-सा क्यों है;\n\nदिल है तो धड़कने का बहाना कोई ढूँढे;\nपत्थर की तरह बेहिस-ओ-बेजान-सा क्यों है;\n\nतन्हाई की ये कौन-सी मंज़िल है रफ़ीक़ो;\nता-हद्द-ए-नज़र एक बियाबान-सा क्यों है;\n\nहमने तो कोई बात निकाली नहीं ग़म की;\nवो ज़ूद-ए-पशेमान, परेशान-सा क्यों है;\n\nक्या कोई नई बात नज़र आती है हममें;\nआईना हमें देख के हैरान-सा क्यों है।\n","cn":"ग़ज़ल शायरी"},{"st":"कभी मुझ को साथ लेकर, कभी मेरे साथ चल के;","s":"कभी मुझ को साथ लेकर, कभी मेरे साथ चल के;\nवो बदल गए अचानक, मेरी ज़िन्दगी बदल के;\n\nहुए जिस पे मेहरबाँ, तुम कोई ख़ुशनसीब होगा;\nमेरी हसरतें तो निकलीं, मेरे आँसूओं में ढल के;\n\nतेरी ज़ुल्फ़-ओ-रुख़ के, क़ुर्बाँ दिल-ए-ज़ार ढूँढता है;\nवही चम्पई उजाले, वही सुरमई धुंधल के;\n\nकोई फूल बन गया है, कोई चाँद कोई तारा;\nजो चिराग़ बुझ गए हैं, तेरी अंजुमन में जल के;\n\nमेरे दोस्तो ख़ुदारा, मेरे साथ तुम भी ढूँढो;\nवो यहीं कहीं छुपे हैं, मेरे ग़म का रुख़ बदल के;\n\nतेरी बेझिझक हँसी से, न किसी का दिल हो मैला;\nये नगर है आईनों का, यहाँ साँस ले संभल के।","cn":"ग़ज़ल शायरी"},{"st":"नींद की ओस से...","s":"नींद की ओस से...\n\nनींद की ओस से पलकों को भिगोये कैसे;\nजागना जिसका मुकद्दर हो वो सोये कैसे;\n\nरेत दामन में हो या दश्त में बस रेत ही है;\nरेत में फस्ल-ए-तमन्ना कोई बोये कैसे;\n\nये तो अच्छा है कोई पूछने वाला न रहा;\nकैसे कुछ लोग मिले थे हमें खोये कैसे;\n\nरूह का बोझ तो उठता नहीं दीवाने से;\nजिस्म का बोझ मगर देखिये ढोये कैसे;\n\nवरना सैलाब बहा ले गया होगा सब कुछ;\nआँख की ज़ब्त की ताकीद है रोये कैसे।","cn":"ग़ज़ल शायरी"},{"st":"कब याद मे तेरा साथ नहीं, कब हाथ में तेरा हाथ नहीं;","s":"कब याद मे तेरा साथ नहीं, कब हाथ में तेरा हाथ नहीं;\nसाद शुक्र की अपनी रातो में अब हिज्र की कोई रात नहीं;\n\nमुश्किल है अगर हालत वह, दिल बेच आए, जा दे आए;\nदिल वालो कूचा-ए-जाना में, क्या ऐसे भी हालात नहीं;\n\nजिस धज से कोई मकतल में गया, वो शान सलामत रहती है;\nये जान तो आनी-जानी है, इस जान की तो कोई बात नहीं;\n\nमैदान-ए-वफ़ा दरबार नहीं, या नाम-ओ-नसब की पूछ कहाँ;\nआशिक तो किसी का नाम नहीं, कुछ इश्क किसी की जात नहीं;\n\nगर बाज़ी इश्क की बाज़ी है, ओ चाहो लगा दो दर कैसा;\nगर जीत गए तो क्या कहने, हारे भी तो बाज़ी मात नहीं।","cn":"ग़ज़ल शायरी"},{"st":"तेरी हर बात मोहब्बत में...","s":"तेरी हर बात मोहब्बत में...\n\nतेरी हर बात मोहब्बत में गंवारा करके;\nदिल के बाज़ार में बैठे हैँ ख़सारा करके;\n\nएक चिंगारी नज़र आई थी बस्ती में उसे;\nवो अलग हट गया आँधी को इशारा करके;\n\nमुन्तज़िर हूँ कि सितारों की ज़रा आँख लगे;\nचाँद को छत पे बुला लूँगा इशारा करके;\n\nमैं वो दरिया हूँ कि हर बूँद भंवर है जिसकी;\nतुमने अच्छा ही किया मुझसे किनारा करके।","cn":"ग़ज़ल शायरी"},{"st":"देखा तो था यूं ही...","s":"देखा तो था यूं ही...\n\nदेखा तो था यूं ही किसी ग़फ़लत-शिआर ने;\nदीवाना कर दिया दिल-ए-बेइख़्तियार ने;\n\nऐ आरज़ू के धुंधले ख्वाबों जवाब दो;\nफिर किसकी याद आई थी मुझको पुकारने;\n\nतुमको ख़बर नहीं मगर इक सादालौह को;\nबर्बाद कर दिया तेरे दो दिन के प्यार ने;\n\nमैं और तुमसे तर्क-ए-मोहब्बत की आरज़ू;\nदीवाना कर दिया है ग़म-ए-रोज़गार ने;\n\nअब ऐ दिल-ए-तबाह तेरा क्या ख्याल है;\nहम तो चले थे काकुल-ए-गेती सँवारने।\n","cn":"ग़ज़ल शायरी"},{"st":"तुम न आये एक दिन...","s":"तुम न आये एक दिन...\n\nतुम न आये एक दिन का वादा कर दो दिन तलक;\nहम पड़े तड़पा किये दो-दो पहर दो दिन तलक;\n\nदर्द-ए-दिल अपना सुनाता हूँ कभी जो एक दिन;\nरहता है उस नाज़नीं को दर्द-ए-सर दो दिन तलक;\n\nदेखते हैं ख़्वाब में जिस दिन किस की चश्म-ए-मस्त;\nरहते हैं हम दो जहाँ से बेख़बर दो दिन तलक;\n\nगर यक़ीं हो ये हमें आयेगा तू दो दिन के बाद;\nतो जियें हम और इस उम्मीद पर दो दिन तलक;\n\nक्या सबब क्या वास्ता क्या काम था बतलाइये;\nघर से जो निकले न अपने तुम \"ज़फ़र\" दो दिन तलक।","cn":"ग़ज़ल शायरी"},{"st":"मै यह नहीं कहता कि मेरा सर न मिलेगा;","s":"मै यह नहीं कहता कि मेरा सर न मिलेगा;\nलेकिन मेरी आँखों में तुझे डर न मिलेगा;\n\nसर पर तो बिठाने को है तैयार जमाना;\nलेकिन तेरे रहने को यहाँ घर न मिलेगा;\n\nजाती है, चली जाये, ये मैखाने कि रौनक;\nकमज़र्फो के हाथो में तो सागर न मिलेगा;\n\nदुनिया की तलब है, कनाअत ही न करना\nकतरे ही से खुश हो, तो समन्दर न मिलेगा।","cn":"ग़ज़ल शायरी"},{"st":"तेरे कमाल की हद","s":"तेरे कमाल की हद\n\nतेरे कमाल की हद कब कोई बशर समझा;\nउसी क़दर उसे हैरत है, जिस क़दर समझा;\n\nकभी न बन्दे-क़बा खोल कर किया आराम;\nग़रीबख़ाने को तुमने न अपना घर समझा;\n\nपयामे-वस्ल का मज़मूँ बहुत है पेचीदा;\nकई तरह इसी मतलब को नामाबर समझा;\n\nन खुल सका तेरी बातों का एक से मतलब;\nमगर समझने को अपनी-सी हर बशर समझा।","cn":"ग़ज़ल शायरी"},{"st":"एक क़तरा मलाल भी बोया नहीं गया;","s":"एक क़तरा मलाल भी बोया नहीं गया;\nवो खौफ था के लोगों से रोया नहीं गया;\n\nयह सच है के तेरी भी नींदें उजड़ गयीं;\nतुझ से बिछड़ के हम से भी सोया नहीं गया;\n\nउस रात तू भी पहले सा अपना नहीं लगा;\nउस रात खुल के मुझसे भी रोया नहीं गया;\n\nदामन है ख़ुश्क आँख भी चुप चाप है बहुत;\nलड़ियों में आंसुओं को पिरोया नहीं गया;\n\nअलफ़ाज़ तल्ख़ बात का अंदाज़ सर्द है;\nपिछला मलाल आज भी गोया नहीं गया;\n\nअब भी कहीं कहीं पे है कालख लगी हुई;\nरंजिश का दाग़ ठीक से धोया नहीं गया।\n","cn":"ग़ज़ल शायरी"},{"st":"मैं खुद भी सोचता हूँ...","s":"मैं खुद भी सोचता हूँ...\n\nमैं खुद भी सोचता हूँ ये क्या मेरा हाल है;\nजिसका जवाब चाहिए, वो क्या सवाल है;\n\nघर से चला तो दिल के सिवा पास कुछ न था;\nक्या मुझसे खो गया है, मुझे क्या मलाल है;\n\nआसूदगी से दिल के सभी दाग धुल गए;\nलेकिन वो कैसे जाए, जो शीशे में बल है;\n\nबे-दस्तो-पा हू आज तो इल्जाम किसको दूँ;\nकल मैंने ही बुना था, ये मेरा ही जाल है;\n\nफिर कोई ख्वाब देखूं, कोई आरजू करूँ;\nअब ऐ दिल-ए-तबाह, तेरा क्या ख्याल है।","cn":"ग़ज़ल शायरी"},{"st":"वो जो वह एक अक्स है सहमा हुआ डरा हुआ;","s":"वो जो वह एक अक्स है सहमा हुआ डरा हुआ;\nदेखा है उसने गौर से सूरज को डूबता हुआ;\n\nतकता हु कितनी देर से दरिया को मैं करीब से;\nरिश्ता हरेक ख़त्म क्या पानी से प्यास का हुआ;\n\nहोठो से आगे का सफर बेहतर है मुल्तवी करे;\nवो भी है कुछ निढाल सा मैं भी हु कुछ थका हुआ;\n\nकल एक बरहना शाख से पागल हवा लिपट गयी;\nदेखा था खुद ये सानिहा, लगता है जो सुना हुआ;\n\nपैरो के निचे से मेरे कब की जमीं निकल गयी;\nजीना है और या नहीं अब तक न फैसला हुआ। ","cn":"ग़ज़ल शायरी"},{"st":"झूठा निकला क़रार तेरा;","s":"झूठा निकला क़रार तेरा;\nअब किसको है ऐतबार तेरा;\n\nदिल में सौ लाख चुटकियाँ लीं;\nदेखा बस हम ने प्यार तेरा;\n\nदम नाक में आ रहा था अपने;\nथा रात ये इंतिज़ार तेरा;\n\nकर ज़बर जहाँ तलक़ तू चाहे;\nमेरा क्या, इख्तियार तेरा;\n\nलिपटूँ हूँ गले से आप अपने;\nसमझूँ कि है किनार तेरा;\n\n'इंशा' से मत रूठ, खफा हो;\nहै बंदा जानिसार तेरा।","cn":"ग़ज़ल शायरी"},{"st":"हर एक रूह में एक ग़म छुपा लगे हैं मुझे;","s":"हर एक रूह में एक ग़म छुपा लगे हैं मुझे;\nये ज़िन्दगी तो कोई बद-दुआ लगे है मुझे;\n\nजो आँसू में कभी रात भीग जाती है;\nबहुत क़रीब वो आवाज़-ए-पा लगे है मुझे;\n\nमैं सो भी जाऊँ तो मेरी बंद आँखों में;\nतमाम रात कोई झाँकता लगे है मुझे;\n\nमैं जब भी उस के ख़यालों में खो सा जाता हूँ;\nवो ख़ुद भी बात करे तो बुरा लगे है मुझे;\n\nमैं सोचता था कि लौटूँगा अजनबी की तरह;\nये मेरा गाँव तो पहचाना सा लगे है मुझे;\n\nबिखर गया है कुछ इस तरह आदमी का वजूद;\nहर एक फ़र्द कोई सानेहा लगे है मुझे।\n","cn":"ग़ज़ल शायरी"},{"st":"भड़का रहे हैं आग...","s":"भड़का रहे हैं आग...\n\nभड़का रहे हैं आग लब-ए-नग़्मागार से हम;\nख़ामोश क्या रहेंगे ज़माने के डर से हम;\n\nकुछ और बड़ गए अंधेरे तो क्या हुआ;\nमायूस तो नहीं हैं तुलु-ए-सहर से हम;\n\nले दे के अपने पास फ़क़त एक नज़र तो है;\nक्यों देखें ज़िंदगी को किसी की नज़र से हम\n\nमाना कि इस ज़मीं को न गुलज़ार कर सके;\nकुछ ख़ार कम कर गए गुज़रे जिधर से हम।","cn":"ग़ज़ल शायरी"},{"st":"इस अहद में इलाही...","s":"इस अहद में इलाही...\n\nइस अहद में इलाही मोहब्बत को क्या हुआ;\nछोड़ा वफ़ा को उन्ने मुरव्वत को क्या हुआ;\n\nउम्मीदवार वादा-ए-दीदार मर चले;\nआते ही आते यारों क़यामत को क्या हुआ;\n\nबख्शिश ने मुझ को अब्र-ए-करम की किया ख़िजल;\nए चश्म-ए-जोश अश्क-ए-नदामत को क्या हुआ;\n\nजाता है यार तेग़ बकफ़ ग़ैर की तरफ़;\nए कुश्ता-ए-सितम तेरी ग़ैरत को क्या हुआ।\n","cn":"ग़ज़ल शायरी"},{"st":"कोई चारा नहीं","s":"कोई चारा नहीं\n\nकोई चारा नहीं दुआ के सिवा;\nकोई सुनता नहीं खुदा के सिवा;\n\nमुझसे क्या हो सका वफ़ा के सिवा;\nमुझको मिलता भी क्या सज़ा के सिवा;\nकोई...\n\nबरसरे-साहिले मुकाम यहां;\nकौन उभरा है नाखुदा के सिवा;\nकोई...\n\nदिल सभी कुछ ज़ुबान पर लाया;\nइक फ़क़त अर्ज़े-मुद्दा के सिवा;\nकोई... ","cn":"ग़ज़ल शायरी"},{"st":"तोड़ना टूटे हुए दिल का","s":"तोड़ना टूटे हुए दिल का\n\nतोड़ना टूटे हुए दिल का बुरा होता है;\nजिसका कोई नहीं उसका तो खुद होता है;\nतोड़ना...\n\nमांग कर तुमसे खुशी लूं मुझे मंज़ूर नहीं;\nकिसका मांगी हुई दौलत से भला होता है;\nतोडना...\n\nलोग नाहक किसी मजबूर को कहते हैं बुरा;\nआदमी अच्छे हैं पर वक़्त बुरा होता है;\nतोड़ना...\n\nक्यों मुनीर अपनी तबाही का ये कैसा शिकवा;\nजितना तक़दीर में लिखा है अदा होता है;\nतोड़ना... ","cn":"ग़ज़ल शायरी"},{"st":"चैन मिल जाए.....","s":"चैन मिल जाए.....\n\nकम नहीं मेरी ज़िन्दगी के लिए;\nचैन मिल जाए दो घडी के लिए;\n\nदिले-ज़ार कौन है तेरा;\nक्यों तड़पता है यूं किसी के लिए;\nचैन मिल जाए...\n\nकितने सामान कर लिए पैदा;\nइतनी छोटी सी ज़िन्दगी के लिए;\nचैन मिल जाए....\n\nऐसा फ़ैयाज़ ग़म ने घेरा है;\nलब तरस ही गए हंसी के लिए;\nचैन मिल जाए....\n","cn":"ग़ज़ल शायरी"},{"st":"निकले हम कहाँ से","s":"निकले हम कहाँ से\n\nनिकले हम कहाँ से और किधर निकले;\nहर मोड़ पे चौंकाए ऐसा अपना सफ़र निकले;\n\nतु समझाया किया रो-रो के अपनी बात;\nतेरे हमदर्द भी लेकिन बड़े बे-असर निकले;\n\nबरसों करते रहे उनके पैगाम का इंतजार;\nजब आया वो तो उनके बेवफा होने की खबर निकले;\n\nअब संभले के चले 'ज़हर' और सफ़र की सोच;\nऐसा ना हो कि फिर से ये जगह उसी का शहर निकले;\n\nतु भी रखता इरादे ऊँचे तेरा भी कोई मक़ाम होता;\nपर तेरी किस्मत की हमेशा हर बात पे मगर निकले। ","cn":"ग़ज़ल शायरी"},{"st":"तेरे ही क़दमों में","s":"तेरे ही क़दमों में\n\nतेरे ही क़दमों में मरना भी अपना जीना भी;\nकि तेरा प्यार है दरिया भी और सफ़ीना भी;\n\nमेरी नज़र में सभी आदमी बराबर हैं;\nमेरे लिए जो है काशी वही मदीना भी;\n\nतेरी निगाह को इसकी ख़बर नहीं शायद;\nकि टूट जाता है दिल-सा कोई नगीना भी;\n\nबस एक दर्द की मंज़िल है और एक मैं हूँ;\nकहूँ कि 'तूर'! भला क्या है मेरा जीना भी। ","cn":"ग़ज़ल शायरी"},{"st":"तप कर गमों की आग में","s":"तप कर गमों की आग में\n\nतप कर गमों की आग में कुंदन बने हैं हम;\nखुशबू उड़ा रहा दिल चंदन से सने हैं हम;\n\nरब का पयाम ले कर अंबर पे छा गए;\nबिखरा रहे खुशी जग बादल घने हैं हम;\n\nसच की पकड़ के बाँह ही चलते रहे सदा;\nकितने बने रकीब हैं फ़िर भी तने हैं हम;\n\nछुप कर करो न घात रे बाली नहीं हूँ मैं;\nहमला करो कि अस्त्र बिना सामने हैं हम;\n\nखोये किसी की याद में मदहोश है किया;\nछेड़ो न साज़ दिल के हुए अनमने हैं हम।","cn":"ग़ज़ल शायरी"},{"st":"बेनाम सा यह दर्द","s":"बेनाम सा यह दर्द\n\nबेनाम सा यह दर्द ठहर क्यों नही जाता;\nजो बीत गया है वो गुज़र क्यों नही जाता;\n\nसब कुछ तो है क्या ढूँढती रहती हैं निगाहें;\nक्या बात है मैं वक्त पे घर क्यूं नही जाता;\n\nवो एक ही चेहरा तो नही सारे जहाँ मैं;\nजो दूर है वो दिल से उतर क्यों नही जाता;\n\nमैं अपनी ही उलझी हुई राहों का तमाशा;\nजाते है जिधर सब मैं उधर क्यूं नही जाता;\n\nवो नाम जो बरसों से न चेहरा है न बदन है;\nवो ख्वाब अगर है तो बिखर क्यूं नही जाता;\n\nजो बीत गया है वो गुज़र क्यूं नही जाता;\nबेनाम सा यह दर्द ठहर क्यों नही जाता।","cn":"ग़ज़ल शायरी"},{"st":"तस्वीर का रुख","s":"तस्वीर का रुख\n\nतस्वीर का रुख एक नहीं दूसरा भी है;\nखैरात जो देता है वही लूटता भी है;\n\nईमान को अब लेके किधर जाइयेगा आप;\nबेकार है ये चीज कोई पूछता भी है;\n\nबाज़ार चले आये वफ़ा भी, ख़ुलूस भी;\nअब घर में बचा क्या है कोई सोचता भी है;\n\nवैसे तो ज़माने के बहुत तीर खाये हैं;\nपर इनमें कोई तीर है जो फूल सा भी है;\n\nइस दिल ने भी फ़ितरत किसी बच्चे सी पाई है;\nपहले जिसे खो दे उसे फिर ढूँढता भी है।\n","cn":"ग़ज़ल शायरी"},{"st":"यूँ तो यारो","s":"यूँ तो यारो\n\nयूँ तो यारो थकान भारी है;\nफिर भी ख़ुद की तलाश जारी है;\n\nहम में हर इक में इक परिन्दा है;\nऔर हर इक में इक शिकारी है;\n\nलोग दुनिया में दुख से मरते हैं;\nऔर दुख से हमारी यारी है;\n\nकितने ख़ुश हैं, उन्हें कहाँ मालूम;\nहमने क़स्दन ये बाज़ी हारी है;\n\nदिल को बेमोल बेच आए हम;\nअपनी-अपनी दुकानदारी है। ","cn":"ग़ज़ल शायरी"},{"st":"पत्नी बोली...","s":"पत्नी बोली...\n\nक्यों जी, दीपावली का सारा सामान आप लाये;\nपर पटाखा एक भी न लाये;\n\nमैंने कहा, तुम किस पटाखे से कम हो;\nसच कहूँ तो समूचा डायनामाइट बम हो;\n\nअपनी गलती हमेशा मुझ पर जड़ती हो;\nसफाई में जब भी मैं कुछ कहूँ मुझ पर फट पड़ती हो।","cn":"ग़ज़ल शायरी"},{"st":"मंजिल ...","s":"मंजिल ...\n\nपहर दिन सप्ताह महीने साल;\nमत देखों मंजिल की चाह में;\n\nये देखों कि कितना चले हो;\nऔर उसमें भी कितना भटके हो राह में;\n\nयदि यह भटकाव कुछ कम हो जाए;\nऔर तेजी ला दो चाल में;\n\nतो बहुत मुमकिन है कि कामयाबी;\nहांसिल हो जाए नए साल में। ","cn":"ग़ज़ल शायरी"},{"st":"एक अजीब सी हालत है...","s":"एक अजीब सी हालत है...\n\nएक अजीब सी हालत हैं तेरे जाने के बाद;\nभूख ही नहीं लगती खाना खाने के बाद;\n\nमेरे पास 8 समोसे थे जो मैंने खा लिए;\n1 तेरे आने से पहले 7 तेरे जाने के बाद;\n\nनींद ही नहीं आती मुझे सोने के बाद;\nनज़र कुछ नहीं आता आँखे बंद होने के बाद;\n\nडॉक्टर से पूछा इसका इलाज़ दी 4 टैबलेट;\nबोला खा लेना 2 जागने से पहले 2 सोने के बाद। ","cn":"ग़ज़ल शायरी"},{"st":"अपनी यादें...","s":"अपनी यादें...\n\nअपनी यादें अपनी बातें लेकर जाना भूल गये;\nजाने वाले जल्दी में मिलकर जाना भूल गये;\n\nमुड़-मुड़ कर देखा था जाते वक़्त रास्ते में उन्होंने;\nजैसे कुछ जरुरी था, जो वो हमें बताना भूल गये;\n\nवक़्त-ए-रुखसत भी रो रहा था हमारी बेबसी पर;\nउनके आंसू तो वहीं रह गये, वो बाहर ही आना भूल गये।","cn":"ग़ज़ल शायरी"}]