[{"st":"जब भी आईने में खुद से नज़रे मिलाओगे,","s":"जब भी आईने में खुद से नज़रे मिलाओगे,\nअपनी आँखों में तुम नक्श मेरा पाओगे,\nकिसी दिन इन्तजार में मर जाऊँगा मैं,\nफिर बताओ नया ‘प्रवेश’ कहाँ से लाओगे.\n","cn":"Intezaar Shayari"},{"st":"Tadap ke dekho kisi ki chahat mein,","s":"Tadap ke dekho kisi ki chahat mein,\nto pata chale ki intezaar kya hota hai,\nyu hi mil jaaye koi bina chahe,\nto kaise pata chale ke pyaar kya hota hai.\n","cn":"Intezaar Shayari"},{"st":"Toot Rahi Hai Saanse Magar Intezaar Abhi Baki Hai,","s":"Toot Rahi Hai Saanse Magar Intezaar Abhi Baki Hai,\nAane Se Pehle Jayenge Nahi Ye Aas Abhi Baki Hai,\nDekhna Hai Kab Aate Hai Wo Aakhiri Waqt Mein,\nmujhe Kehni Hai Unse jo Dil Ki Baat Abhi Baki Hai.\n","cn":"Intezaar Shayari"},{"st":"Dil Ye Hamara Bekarar Ho Raha Hai,","s":"Dil Ye Hamara Bekarar Ho Raha Hai,\nLagta Hai Hume Aapse Pyar Ho Raha Hai,\nAap Aa Jaiye Yaha Jaldi Se,\nAapka Besabri Se Intezaar Ho Raha Hai.","cn":"Intezaar Shayari"},{"st":"Iss had tak hame sataya mat karo,","s":"Iss had tak hame sataya mat karo,\njaan bhooj kar bhoolaya mat karo,\njo hum kar de ek sms tumhe,\nPhir hame sms ka intezaar karwaya mat karo.\n","cn":"Intezaar Shayari"},{"st":"Mohobbat ka imtihan aasan nahi,","s":"Mohobbat ka imtihan aasan nahi,\nPyaar sirf paane ka to naam nahi,\nMuddate beet jati hai kisi ke intezaar mein,\nYe sirf pal-do-pal ka kaam nahi.","cn":"Intezaar Shayari"},{"st":"Tumhari yaadon ki mehak in hawao mein hai,","s":"Tumhari yaadon ki mehak in hawao mein hai,\nPyaar hi Pyaar bikhra in fizao mein hai,\naisa na ho ki duriya dard ban jaaye,\nab to aapke msg ka intezaar nigahon mein hai.\n","cn":"Intezaar Shayari"},{"st":"Har roz hota hai tarruf mera teri yaadon se,","s":"Har roz hota hai tarruf mera teri yaadon se,\nChalakta hai noor tera meri aankhon se,\nTadap raha hoon main aur ab ye alam hai,\nAur intezaar nahi hota ab meri saanso se.\n","cn":"Intezaar Shayari"},{"st":"Husn walo hume aise staya na karo,","s":"Husn walo hume aise staya na karo,\nmohabbat ki shama pal-bhar mein bujhaya na karo,\nintezaar ki ye ghadiya kayamat-si lagti h,\nn aana ho to hume akele mein bulaya na karo.","cn":"Intezaar Shayari"},{"st":"Meri tanhai tumhe awaaj de rahi hai,","s":"Meri tanhai tumhe awaaj de rahi hai,\ndil ki dhadkan tumhe awaaz de rahi hai,\naa bhi ja ki bahut intezaar kiya maine,\nye shok fiza tumhe awaaj de rahi hai.\n","cn":"Intezaar Shayari"},{"st":"Nazro se jab nazar ka takrar hota hai,","s":"Nazro se jab nazar ka takrar hota hai,\nhar mod par kisi ka intezaar hota hai,\ndil rota hai zakham haste hai,\nshayad isi ka naam to pyar hota hai.\n","cn":"Intezaar Shayari"},{"st":"Mar kar bhi tadapti hu tere intezaar mein,","s":"Mar kar bhi tadapti hu tere intezaar mein,\nAag lag gayi hai mere is dil-e-bekraar mein,\nMilne ka maza hai jo intezaar mein,\nDard ubharta hai kadam rakhte hi pyar mein.\n","cn":"Intezaar Shayari"},{"st":"Yu palke bicha ke tera intezaar karte hai,","s":"Yu palke bicha ke tera intezaar karte hai,\nYe wo gunah hai jo hum baar baar karte hai,\nJalakar hasrat ki raah pe chirag,\nHum subah aur sham tera intezaar karte hai.\n","cn":"Intezaar Shayari"},{"st":"zakhm itna gehra hai izhaar kya kare,","s":"zakhm itna gehra hai izhaar kya kare,\nhum khud nishana ban gaye waar kya kare,\nsoo gaye hum magar khuli rahi aankhen,\niss se zyada hum unka intezaar kya kare.\n","cn":"Intezaar Shayari"},{"st":"Tere intezaar mein palke bichaye baithe hai,","s":"Tere intezaar mein palke bichaye baithe hai,\nwo aayenge esiliye ummid jagaye baithe hai,\nna todna kabhi milne ka waada mujhse,\nki hum ab to apni jaan ki bazi lagaye baithe hai.","cn":"Intezaar Shayari"},{"st":"Fhasle mita kar aa-pas mein pyaar rakhna,","s":"Fhasle mita kar aa-pas mein pyaar rakhna,\ndosti ka ye rishta hamesha barkaraar rakhna,\nbichhad jaaye beshaq kabhi aapse hum,\naankhon mein hamesha hamara intezaar rakhna.\n","cn":"Intezaar Shayari"},{"st":"Har Shaam Se Tera Izhaar Kiya Karte Hai,","s":"Har Shaam Se Tera Izhaar Kiya Karte Hai,\nHar Khawab Mein Tera Deedar Kiya Karte Hai,\nDeewane Hi To Hai Ham Tere,\nJo Har Waqt Tere Milne Ka Inetzaar Kiya Karte Hai.\n","cn":"Intezaar Shayari"},{"st":"Jaam tutne ka bahana na kiya kar,","s":"Jaam tutne ka bahana na kiya kar,\nHam to teri aankho se pee lenge,\nTu mat aa lekin aane ka waada to kar,\nHam tere intezaar mein hi jee lenge.\n","cn":"Intezaar Shayari"},{"st":"Wo Paas Aate To Ham Baat Kar Lete,","s":"Wo Paas Aate To Ham Baat Kar Lete,\nWo Sath Rehte To Ham Pyaar Kar Lete,\nKya Majburiya Thi Jo chale gaye door,\nWajah To Btate Ham Intezaar Kar Lete.","cn":"Intezaar Shayari"},{"st":"Kya Karunga Uska Intezaar Karke,","s":"Kya Karunga Uska Intezaar Karke,\nJab Chali Gayi Wo Mujhe Barbaad Karke,\nSocha Tha Apna Bhi yaha Ek Jaha Hoga,\nMagar Mili Sirf Tanhai Usse Pyar Karke.\n","cn":"Intezaar Shayari"},{"st":"Zindagi khoobsurat Hai Isse Pyaar Karo,","s":"Zindagi khoobsurat Hai Isse Pyaar Karo,\nHar Raat Ki Nayi Subha Ka Intezaar Karo,\nWo Pal Bhi Aayega Jiska Intezaar aapko Hai,\nBas Rab Par Bharosa Aur Waqt par Aitbaar Karo.\n","cn":"Intezaar Shayari"},{"st":"Khwabo mein jeena jab aadat ban jaati hai,","s":"Khwabo mein jeena jab aadat ban jaati hai,\nHaqikat ki duniya berang nazar aati hai,\nKoi intezaar karta hai zindagi ke liye,\nAur kisi ki zindagi intezaar mein guzar jati hai.","cn":"Intezaar Shayari"},{"st":"Toot gaya hai dil par armaan wahi hai,","s":"Toot gaya hai dil par armaan wahi hai,\nDoor rehte hai phir bhi pyaar  wahi hai,\nJante hai hum ki Tum mil nahi  sakte,\nMagar in aankhon me intezaar  wahi hai.","cn":"Intezaar Shayari"},{"st":"Wo Paas hote To Hum Baat Kar Lete,","s":"Wo Paas hote To Hum Baat Kar Lete,\nWo Saath Rehte To Hum Pyar Kar Lete,\nKya Majburi Thi unki Jo Wo Door Chale Gaye,\nWajah jo Btate  to Hum Intezaar Kar Lete.\n","cn":"Intezaar Shayari"},{"st":"Uss Ajnabi Ka Yoon Intezaar Na Karo,","s":"Uss Ajnabi Ka Yoon Intezaar Na Karo,\nUss Ashiq Dil Ka Aitbaar Na Karo,\nRoz Nikla Kare Kisi Ki Yaad Me Aansu,\nItna Kabhi Kisi Se Pyar Na Karo.\n","cn":"Intezaar Shayari"},{"st":"Samne na ho to tarasti hai aankhen,","s":"Samne na ho to tarasti hai aankhen,\nYaad mein teri barasti hai aankhen,\nMere liye nahi inke liye hi aa jao,\nAap ka Hi intezaar karti hai aankhe.\n","cn":"Intezaar Shayari"},{"st":"Hum apne aap mein yu gum hue hai muddat se,","s":"Hum apne aap mein yu gum hue hai muddat se,\nhame to jaise kisi ka bhi intezaar nahi,\nkisi ko toot kar chahae ya chah kar tooten,\nhamare paas to itna bhi ikhtiyaar nahi.","cn":"Intezaar Shayari"},{"st":"Yu palke bicha ke tera intezaar karte hai,","s":"Yu palke bicha ke tera intezaar karte hai,\nBas ye gunah hi hai jo hum baar baar karte hai,\nhasrat ki raah pe jala kar chirag,\nHum subh aur sham tera intezaar karte hai.","cn":"Intezaar Shayari"},{"st":"Aasmaan ke taare aksar pucha karte hai,","s":"Aasmaan ke taare aksar pucha karte hai,\nkya tumhe ab bhi intezaar hai uske laut aane ka,\naur dil muskura ke kehta hai,\nmujhe to ab bhi yakeen nahi uske jaane ka.\n","cn":"Intezaar Shayari"},{"st":"Aasmaan ke taare aksar pucha karte hai,","s":"Aasmaan ke taare aksar pucha karte hai,\nkiya tumhe ab bhi intezaar hain uske laut aane ka,\naur mera dil bhi  muskura ke kehta hai,\nmujhe to ab bhi yakeen nahi uske jaane ka.\n","cn":"Intezaar Shayari"},{"st":"Dil mere seene se chura raha hai koi,","s":"Dil mere seene se chura raha hai koi,\nDur hokar bhi yaad aa raha hai koi,\nAye khuda mujhe usse ek bar mila de,\nIntezaar mere liye kar raha hai koi.","cn":"Intezaar Shayari"},{"st":"Chal ham tera intezaar karte hai,","s":"Chal ham tera intezaar karte hai,\nBata to ja tu ayega kab tak,\nMere lafzo ki bas kadar karna,\nMai yuhi teri yadon m rahunga Zindgi bhar.\n","cn":"Intezaar Shayari"},{"st":"Chahat Se Teri Ankho Mein Doobe,","s":"Chahat Se Teri Ankho Mein Doobe,\nNafrat Se Aansu Bankar Uchle,\n\nGire Jo Farsh Pe Toote Aise,\nRehza Rehza Dil Bikhra Jaise,\n\nUmeed-E-Wafa Kare Kaise,\nZubaan-E-Haal Kahe Kiss Se,\n\nSalaam-E-Dil-E-Muztar,\nKhamosh Mohabbat Mein Hai Intezaar.\n\n \n","cn":"Intezaar Shayari"},{"st":"Najro se najro ka takraav hota hai,","s":"Najro se najro ka takraav hota hai,\nHar mod par kisi ka intezaar hota hai,\nDil rota hai aur jakhm haste hai,\nShayad Isi ka naam pyaar hota hai.\n","cn":"Intezaar Shayari"},{"st":"Kitne Din Beet gaye na hua Deedar tera,","s":"Kitne Din Beet gaye na hua Deedar tera,\nAb to harpal mujhko hai intezaar tera,\nShukr hai jo har tasveer me nazar wo aaye,\nAb to tasveero se bhi jhalake hai pyar tera.\n","cn":"Intezaar Shayari"},{"st":"Aaj Ujhaloon Mein Ek Kami Si Rehne De,","s":"Aaj Ujhaloon Mein Ek Kami Si Rehne De,\nAankhoon Mein Ek Katra Nammi Si Rehne De,\nReh Na Jaaye Mohabbat Adhuri Meri,\nIntezaar Hai Uska Intezaar Hi Rehne De.","cn":"Intezaar Shayari"},{"st":"roj aate hai chand sitare magar,","s":"roj aate hai chand sitare magar,\nkoi khushi ka paigam nahi aata,\nhame to intezaar hai jinke sms ka par,\nunhe hamara khayal hi nahi aata.\n","cn":"Intezaar Shayari"},{"st":"Tum mile har khushi mil gayi hai hame,","s":"Tum mile har khushi mil gayi hai hame,\nLagta hai ki dusri zindagi mil gayi hai hame.\nZindagi me Jiska tha saalo se intezaar hame,\nJeevan ka saathi bina maange mil gaya hame.","cn":"Intezaar Shayari"},{"st":"Kya bataye Pyar kaisa hota hai,","s":"Kya bataye Pyar kaisa hota hai,\nKabhi karar to kabhi bekrar hota hai,\nAjeb halchal hoti hai us waqt Dil me,\nJab kisi ko kisi ka intezar hota hai.\n","cn":"Intezaar Shayari"},{"st":"Ek dard thi unki aankhon me mere bagair,","s":"Ek dard thi unki aankhon me mere bagair,\nek aah thi unki jubaan me mere bagair.\nRo rahe the mere intezaar me wo iss kadar,\nki ek Roti Si Aahe thi unki awaaj me mere bagair.\n","cn":"Intezaar Shayari"},{"st":"Kabhi – kabhi khyalo mein tera intezaar karte hai,","s":"Kabhi – kabhi khyalo mein tera intezaar karte hai,\nyu hi mere dosto, hum khija se bahar bharte hai,\nsham hote hi ik  tadap si bhar jati hai dil mein,\napni tanhaiyo se sanam hum bahut pyar karte hai,\n","cn":"Intezaar Shayari"},{"st":"Aa laut ke aaja, tumhe khuda ka wasta,","s":"Aa laut ke aaja, tumhe khuda ka wasta,\nmeri kushiya mujhe de ja, tumhe khuda ka wasta,\nik zamane se tere intezaar mein tadpata raha hu,\ntanha nahi kata kabhi jawani ka rasta.","cn":"Intezaar Shayari"},{"st":"Nazar chahti hai jee bhar deedar karna,","s":"Nazar chahti hai jee bhar deedar karna,\ndil chahta hai jee bhar ke pyar karna,\nkya batayein is dil ka aalam ab hum,\nnaseeb mein likha hai beinteha intezaar karna.","cn":"Intezaar Shayari"},{"st":"Udas Aankhon Mein Sabar Dekha Hain,","s":"Udas Aankhon Mein Sabar Dekha Hain,\nPehli Bar Use Itna Khush Aur Beqarar Dekha Hain,\nJise faraq Na padta Tha Mere Aane Jane se,\nUski Ankhon Mein hi Ab maine Intezaar Dekha Hain.\n","cn":"Intezaar Shayari"},{"st":"Kuch nasha teri baat ka hain,","s":"Kuch nasha teri baat ka hain,\nKuch nasha dhimi barsaat ka hain,\nHum to kabse nashe me doob jaane ko tayaar hain,\nIntezaar to sirf aapki mulaqat ka hain.","cn":"Intezaar Shayari"},{"st":"Ek ajnabi se mujhe itna pyaar kyun hain,","s":"Ek ajnabi se mujhe itna pyaar kyun hain,\nInkaar karne par chahat ka ikraar kyun hain,\nUse paana nahi meri taqdeer me shayad,\nPhir har mod pe usi ka mujhe intezaar kyun hain.","cn":"Intezaar Shayari"},{"st":"Bewafa hai duniya kisi ka aitbaar na karo,","s":"Bewafa hai duniya kisi ka aitbaar na karo,\nHar pal dete hai dhoka kisi se pyar na karo,\nMit jao beshaq tanha jee kar,\nPar kisi ke sath ka intezaar na karo.","cn":"Intezaar Shayari"},{"st":"Ek Ajnabi Se Mujhe Itna Pyar Kyun Hain,","s":"Ek Ajnabi Se Mujhe Itna Pyar Kyun Hain,\nInkar Karne Par Bhi Chahat Ka Ikarar Kyun Hain,\nUse Pana Nahi Hai Meri Taqdeer Mein Shayad ,\nPhir Bhi Har Mod Pe Usika Intezaar Kyu Hain.","cn":"Intezaar Shayari"},{"st":"Sukhe patton se pyaar kar lenge,","s":"Sukhe patton se pyaar kar lenge,\nHum to tum par aitbaar kar lenge,\nTum ye to kaho, tum humare ho sanam,\nHum zindagi bhar intezaar kar lenge.\n","cn":"Intezaar Shayari"},{"st":"Honth nahi keh sakte jo afsana dil ka,","s":"Honth nahi keh sakte jo afsana dil ka,\nShayad nazar se wo baat ho jaye,\nIss umeed se karte hai intezaar raat ka ki,\nShayad sapno me mulaqat ho jaye.","cn":"Intezaar Shayari"},{"st":"intezaar ki aarzu ab kho gayi hai,","s":"intezaar ki aarzu ab kho gayi hai,\nKhamoshiyo ki aadat ho gayi hai,\nNa sikwa raha na shikayt kisi se,\nAgar hai to ek mohabbat,\njo in tanhayion se ho gayi hai.","cn":"Intezaar Shayari"},{"st":"Dil mein intezaar ki lakeer chod jayenge,","s":"Dil mein intezaar ki lakeer chod jayenge,\nAankho mein yaado ki nami chod jayenge,\nDhundte firoge hum ek din,\nzindagi mein ek yaar ki kami chod jayenge.\n","cn":"Intezaar Shayari"},{"st":"Ghar chuta, gaon chuta aur chut gaya hai pyar bhi,","s":"Ghar chuta, gaon chuta aur chut gaya hai pyar bhi,\nrab rutha, sansar rutha aur ruth gaya hai pyar bhi,\ndil mera toda usne , ye bhi koi baat nahi,\nyaaro, dil mein dard hai mujhko to hai intezaar abhi bhi.\n","cn":"Intezaar Shayari"},{"st":"Kab unki palko mein intezaar hoga,","s":"Kab unki palko mein intezaar hoga,\ndil ke kisi kone mein humare liye pyar hoga,\ngujar rahi hai raat unki yaad mein,\nkabhi to unko bhi humara intezaar hoga.","cn":"Intezaar Shayari"}]