[{"st":"Kisi ko aankho ki palkon par na baithne do,","s":"Kisi ko aankho ki palkon par na baithne do,\nWaha to sirf sapne basa karte hain,\nBithana hai to bithao dil mein usko,\nKyunki yaha sirf or sirf apne basa karte hain.","cn":"Lovely Shayari"},{"st":"Kismat mein sanam ka deedar bhi nahi,","s":"Kismat mein sanam ka deedar bhi nahi,\nAur sanam ko paane ki hasrat rakhte hai hum.\nEk tere aane ki umeed hi to hai dil mein,\nJiske sahare ek arse se jiye jaa rahe hai hum.\n","cn":"Lovely Shayari"},{"st":"Mana hum haalaat se majbur rehte hai,","s":"Mana hum haalaat se majbur rehte hai,\nPhir bhi tere khayalon me chur rehte hai,\nAakhon mein rehti hai tasveer tumhari,\nKya hua jo hum tumse door-door rehte hai.\n","cn":"Lovely Shayari"},{"st":"Humne socha sirf hum chahte hai tumko,","s":"Humne socha sirf hum chahte hai tumko,\nPar tumhe chahane wala ka to kafila nikla,\nDil ne kaha, karu shikayat teri khuda se,\nPar khuda bhi tumarah chahne wala nikla.\n","cn":"Lovely Shayari"},{"st":"Sehami si nigaho mein hum khawab jaga denge,","s":"Sehami si nigaho mein hum khawab jaga denge,\naapki Suni si raaho mein hum phool bicha denge,\nHumare sang muskura kar toh dekhiye jara,\nHum aapka har gham chutkiyo mein bhula denge.","cn":"Lovely Shayari"},{"st":"humare aasnu poch kar wo muskurate hai,","s":"humare aasnu poch kar wo muskurate hai,\naisi ada se wo dil ko churate hai,\nhath unka chu jaaye humare chehre ko,\nisi ummed mein hum khud ko rulate hai.\n","cn":"Lovely Shayari"},{"st":"dil lagane wale lakho milenge,","s":"dil lagane wale lakho milenge,\npyar karne wale hazaro milenge,\nmilne wale har roj milenge,\npar yaad krne wale hum jaisa kahi nahi milenge.\n","cn":"Lovely Shayari"},{"st":"iss nacheez dil ki gustaaki to dekho,","s":"iss nacheez dil ki gustaaki to dekho,\nchala hai chand se ishq ka izhaar karne,\njiski roshni se roshan hai puri duniya,\nusi ko chala hai pyar ki roshni dene.\n","cn":"Lovely Shayari"},{"st":"Na Jaane Kab Wo Rishta Ban Gaya,","s":"Na Jaane Kab Wo Rishta Ban Gaya,\nKoi Anjana Jaane Kab Apna Ban Gaya,\nHame Ehsaas Bhi Na Hua Aur,\nKoi Humari Zindagi Ki Zarurat Ban Gaya.\n","cn":"Lovely Shayari"},{"st":"Tum dil se hame yu pukara na karo,","s":"Tum dil se hame yu pukara na karo,\nYu tum hame mehfil mein ishara na karo,\nDoor hai tumse ye majburi hai hamari,\nTum tanhaiyon mein yu tadpaya na karo.","cn":"Lovely Shayari"},{"st":"Kya mangu khuda se tumhe paane ke baad,","s":"Kya mangu khuda se tumhe paane ke baad,\nKiska karu intezaar zindagi main tere aane ke baad,\nKyu pyar mein jaan luta dete hai log,\nMujhe maloom hua tumhe apna banane ke baad.","cn":"Lovely Shayari"},{"st":"Na jaane kyu wo mujhe muskara ke milta hai,","s":"Na jaane kyu wo mujhe muskara ke milta hai,\nAndar ke saare gham chupa ke milta hai,\nJanta hai aankhein sach bolti hai,\nShayad isliye ankhein jhuka ke milta hai.\n\n","cn":"Lovely Shayari"},{"st":"Wafa Na Kar Paun To Naraz Mat Hona,","s":"Wafa Na Kar Paun To Naraz Mat Hona,\nDil se Utar Jaun To Naraz Mat Hona,\nPyar Mera Sacha Hai Ek Din Dikhaunga,\nbas tum kabhi mujhse naraz mat hona.","cn":"Lovely Shayari"},{"st":"Sanso Ki Mehak Ho Ya Chehre Ka Noor,","s":"Sanso Ki Mehak Ho Ya Chehre Ka Noor,\nChahte Hu jo Aapko To Isme mera Kya Kasoor,\nKhuda Se jo mile to Ek Din Hum Puchenge Zaroor,\nKi Chand Se Kyu Hai iss kadar Uski Chandni Door.","cn":"Lovely Shayari"},{"st":"Mante Hai Hum Har Baat Kehni Zaruri Nahi Hoti,","s":"Mante Hai Hum Har Baat Kehni Zaruri Nahi Hoti,\nLekin Har Baat Ankhon Se bhi Poori Nahi Hoti,\nDil Kahe To Raaz Khol Du Kyun Ki kabhi bhi,\nizhaar Ke Bina Mohabbat Poori Nahi Hoti.","cn":"Lovely Shayari"},{"st":"Kyun kisi se itna pyaar ho jata hai,","s":"Kyun kisi se itna pyaar ho jata hai,\nek din jeena bhi dushwaar ho jata hai,\nLagne lagte hai apne bhi paraye,\naur ek ajnabi par itna aitbaar ho jata hai.","cn":"Lovely Shayari"},{"st":"Rishto ki yeh Duniya hai nirali,","s":"Rishto ki yeh Duniya hai nirali,\nSab Rishto se Pyari hai dosti tumhari,\nManzoor hai Aansu bhi Ankhoon main hamare,\nAgar aa jaaye Muskaan inse hontho pe tumhare.","cn":"Lovely Shayari"},{"st":"Har rasta ek safar chahta hai,","s":"Har rasta ek safar chahta hai,\nHar musafir ek hamsafar chahta hai,\nJaise chahti hai Chandni Chand ko,\nKoi hai jo tumhe is kadar chahta hai.","cn":"Lovely Shayari"},{"st":"Hawa bankar aapki sanso mein Aayenge,","s":"Hawa bankar aapki sanso mein Aayenge,\nKhwab bankar Aapki neendo mein Aayenge,\nAap bhale hi dil se nikal do hume,\nhum hasi bankar Aapke hotho pe Aayenge.","cn":"Lovely Shayari"},{"st":"Mere Pyaar Ki Wo Inteha Puchte Hai,","s":"Mere Pyaar Ki Wo Inteha Puchte Hai,\nDil Mein Hai Kitni Jagah Puchte Hai,\nChahte Hai, Hum Unko Khud Se Bhi Jyada,\nIss Chahat Ki Bhi Wo Wajha Puchte Hai.\n","cn":"Lovely Shayari"},{"st":"khuli hai zulfe nazar hatau kaise,","s":"khuli hai zulfe nazar hatau kaise,\nroshan chehre se nazar churau kaise,\ntum se mohabat hai mujhe iss kadar,\nki ab main khud ko hi khuda se mangu kaise.\n","cn":"Lovely Shayari"},{"st":"Rone bhi Nahi Dete aur Hasne bhi Nahi Dete,","s":"Rone bhi Nahi Dete aur Hasne bhi Nahi Dete,\nJeene bhi Nahi Dete aur Marne Bhi Nahi Dete,\nKehte Hai Wo Gairo Ko aane Na do Khyalo Mein,\nAur Khud Apne Khyalo Mein mujhe Khone Bhi Nahi Dete.","cn":"Lovely Shayari"},{"st":"Toofan mein kashti ko kinare bhi mil jaate hai,","s":"Toofan mein kashti ko kinare bhi mil jaate hai,\nJaha mein logo’n ko sahare bhi mil jaate hai,\nDuniya mein sabse pyari hai zindagi apni,\nKuch log zindagi se pyare be mil jate hai.","cn":"Lovely Shayari"},{"st":"Khuda Bina Jaane Kaise Rishte Bana Deta Hai,","s":"Khuda Bina Jaane Kaise Rishte Bana Deta Hai,\nAnjano Ko Dil Mein yuhi Basa Deta Hai,\nJinko Hum Kabhi Jante Bhi Na The zindagi mein,\nUnhe Jaan Se Bhi Jyada pyara Bana Deta Hai.","cn":"Lovely Shayari"},{"st":"Hoti nahi mohabbat nazre milane se,","s":"Hoti nahi mohabbat nazre milane se,\nqayamat aati nahi shama ke bhuj jane se,\nyu to dil ka dil se milna hota hai,\nye nahi milti aise hi kise par haq jatane se.\n","cn":"Lovely Shayari"},{"st":"Muddat se thi kisi se milne ki Aarzu,","s":"Muddat se thi kisi se milne ki Aarzu,\nKhwaish-e-Didar me sab kuch gawa diya,\nKisi ne di khabar weh aayenge raat ko,\nItna kiya ujala ki Ghar tak Jala Diya.\n","cn":"Lovely Shayari"},{"st":"Nam-e-Mohabbat Se Khushbu-e-Wafa Aati Hai,","s":"Nam-e-Mohabbat Se Khushbu-e-Wafa Aati Hai,\nMere Dil Se Teri Dhadkan Ki Sada Aati Hai,\nJab Bhi Karte Ho Yaad Hume Dil Se,\nYu Lagta Hai Jaise Jannat Se Hawa Aati Hai.\n","cn":"Lovely Shayari"},{"st":"Jaati nahi aankhon se surat aapki,","s":"Jaati nahi aankhon se surat aapki,\nJaati nahi dil se mohabbat aapki,\nMehsus ye hota hai, ab jeene ke liye,\nPehle se jyada jarurat hai aapki.","cn":"Lovely Shayari"},{"st":"Khayal mein aata hai jab uska chehra,","s":"Khayal mein aata hai jab uska chehra,\nto labon pe aksar faryaad aati hai,\nHum bhool jaate hai uske saare sitam,\njab uski thori si mohabbat yaad aati hai.","cn":"Lovely Shayari"},{"st":"Har phool apni mehak ko kinara deta hai,","s":"Har phool apni mehak ko kinara deta hai,\nuss aasman ko to yeh jahan bhi sahara deta hai,\nphir kyon mujhse se door chal gayi tum,\nye dil ab bhi raato ko tumhara naam leta hai.","cn":"Lovely Shayari"},{"st":"Ek Tu Hi Hai Jo mere dil Ke karib hai,","s":"Ek Tu Hi Hai Jo mere dil Ke karib hai,\nTeri pyar hi mera sacha naseeb hai,\nHaare hai hum ab tak apni zindagi mein,\nTera hona hi bas iss zindagi ki Jeet hai.","cn":"Lovely Shayari"},{"st":"Hum phool nahi par mehakna jante hai,","s":"Hum phool nahi par mehakna jante hai,\nBin roye gam ko bhulana jante hai,\nLog khush hote hai humse,\nkyunki bina mile hi hum rishte nibhana jante hai.\n","cn":"Lovely Shayari"},{"st":"Jalate hai hum apne dil ko diye ki tarah,","s":"Jalate hai hum apne dil ko diye ki tarah,\nteri zindagi mein khushiyon ki roshni ke liye.\nSeh jaate hai har chubhan apne pairo tale,\nteri raaho mein phool bichane ke liye.\n","cn":"Lovely Shayari"},{"st":"Ishq Aisa Karo Ki Dhadkan Mein Bas Jaaye,","s":"Ishq Aisa Karo Ki Dhadkan Mein Bas Jaaye,\nSaans Bhi Lo To Khushbu Usi Ki Aaye,\nPyaar Ka Nasha Aankhon Pe Cha Jaaye,\nBaat Kuch Bhi Na Ho Par Naam Usi Ka Aaye.\n","cn":"Lovely Shayari"},{"st":"Aaj mera har ek pal khoobsurat hai,","s":"Aaj mera har ek pal khoobsurat hai,\nDil mein sirf aapki hi surat hai,\nKuch bhi kahe ye duniya hame gham nahi,\nDuniya se jyada hame ab teri jarurat hai.\n","cn":"Lovely Shayari"},{"st":"Tujhe Dil Se Juda Kabhi Hone Nahi Denge,","s":"Tujhe Dil Se Juda Kabhi Hone Nahi Denge,\nTujhe Neend Bhi Aaye To Sone Nahi Denge,\nTera Pyar Hume Itna Pyara Hai Ki,\nHum Mar Bhi Gaye To Tujhe Rone Nahi Denge.","cn":"Lovely Shayari"},{"st":"Kehte Hai Har Baat Sab Ko Batayi Nahi Jaati,","s":"Kehte Hai Har Baat Sab Ko Batayi Nahi Jaati,\nApno Ko Bhi Sunayi Nahi Jaati,\nPar Sanam Tum Mere Dil Ka Aaina Ho,\nAur Aaine Se Koi Baat kabhi Chupayi Nahi Jaati.","cn":"Lovely Shayari"},{"st":"Zindagi ki kitaab ke kuch panne hote hai,","s":"Zindagi ki kitaab ke kuch panne hote hai,\nKuch apne, kuch begaane hote hai,\nPyaar se sanwar jaati hai zindagi sabki,\nBas pyar se rishte nibhane hote hai.\n","cn":"Lovely Shayari"},{"st":"Jiski Stupid Baate Bhi Lagti Ho naughty,","s":"Jiski Stupid Baate Bhi Lagti Ho naughty,\nhar jhuth bhi lagta hai jiska saccha,\nJiske Sath Ladte Hue Bhi aa Jaye smile,\nUse Kehte Hai true love in life style.","cn":"Lovely Shayari"},{"st":"Basa Hai Aankho Mein Unka Chehra Is Tarah,","s":"Basa Hai Aankho Mein Unka Chehra Is Tarah,\nGulabo Mein Khushbu Basi Ho Jis Tarah,\nibadat ki Ho Aur Dua Na Mangi Ho,\nUnki Kami khalti Hai mujhe Kuch Is Tarah.","cn":"Lovely Shayari"},{"st":"Zindagi Ke Har pal Mein Unhi Ko Paate Hai,","s":"Zindagi Ke Har pal Mein Unhi Ko Paate Hai,\nBhul Jaaye Khud Ko Par Unhe Nahi Bhulate Hai,\nJaane Kya Baat Hai Unme Aye mere Khuda,\nJitna door hote hai, wo utna kareeb Aate Hai.","cn":"Lovely Shayari"},{"st":"Waqt ke Saath Sab Kuch Badal Jata hai,","s":"Waqt ke Saath Sab Kuch Badal Jata hai,\nHar Yaad Dhundhali ho Jaati hai,\nPar Aapki Tasveer Dil mein Uss Jagah hai,\nJaha Saansein bhi izazat lekar Jaati hai.\n","cn":"Lovely Shayari"},{"st":"Nigaahon mein jabse tum rehne lagi ho,","s":"Nigaahon mein jabse tum rehne lagi ho,\nMere Dil mein ajib Umange machalne lagi hai,\nJumkar Utar aayi Dil mein Bahaar,\nMeri Mohabbat bhi ab Muskurane lagi hai.\n","cn":"Lovely Shayari"},{"st":"Tamannao Se Bhari Ho Zindagi,","s":"Tamannao Se Bhari Ho Zindagi,\nKhwahisho Se Bahra Ho Har Pal,\nDaman Bhi Chota Lagne Lage,\nItni Khushiyan De Apko Aane Wala Kal.","cn":"Lovely Shayari"},{"st":"Ek anjana or ajab sa ehsaas ho tum,","s":"Ek anjana or ajab sa ehsaas ho tum,\nkitni door ho phir bhi paas ho tum,\ndil lagane ko to bahut mile hume,\npar unn sabme eklaute khaas ho tum.\n","cn":"Lovely Shayari"},{"st":"Kuch Lamhe Aur Uska Sath Chahta Tha,","s":"Kuch Lamhe Aur Uska Sath Chahta Tha,\nAnkho Mein Thami Wo Barsat Chahta Tha,\nJanta Hu Bohat Chahti Thi Wo Magar,\nUski Zuban Se ek dafa Izhaar Chahta tha.\n","cn":"Lovely Shayari"},{"st":"Meri Guftagu Ke Har Andaaz Ko Samjhta Hai,","s":"Meri Guftagu Ke Har Andaaz Ko Samjhta Hai,\nEk Wo hi Hai Jo Mujh pe eitmaad Rakhta Hai,\nDoor Hoke Bhi Mujhse Hai Wo Itna Kareeb,\nAisa Lagta Hai Mere Aas-Pass Rehta Hai.","cn":"Lovely Shayari"},{"st":"Main khush hu ki mujhe mera pyaar mil gaya,","s":"Main khush hu ki mujhe mera pyaar mil gaya,\nKareeb ghar ke hi mujhe mera Yaar mil gaya,\nKaru na naaz kyon main apni kismat par,\nChand se bhi haseen mujh ko deedaar mil gaya.\n","cn":"Lovely Shayari"},{"st":"Kacchi deewaar hu thokar na lagana mujhko,","s":"Kacchi deewaar hu thokar na lagana mujhko,\nApni najro mein basakar na girana mujhko,\nTumko aankhon mein tasveer ki tarah rakhta hu,\nDil mein dhadkan ki tarah tum bhi basana mujhko.\n","cn":"Lovely Shayari"},{"st":"Beshak wo nahi karti baat,","s":"Beshak wo nahi karti baat,\nFir bhi unse milne ko dil bekrar kyu hai,\nUnki yaad to ab raat ko sone bhi nahi deti,\nJaane humko unse itna pyar kyun hai.\n\n \n\n\n","cn":"Lovely Shayari"},{"st":"Kuch rahe na rahe teri mohabbat ka sahara rahe,","s":"Kuch rahe na rahe teri mohabbat ka sahara rahe,\nPyar main dooba, hamesha ye dil hamara rahe,\nKhushian teri, saare ghum mere ho dua yahi hai,\nAnkhoon mein sada chehra tumhara rahe.","cn":"Lovely Shayari"},{"st":"Tu iss kadar mujhe apne kareeb lagta hai,","s":"Tu iss kadar mujhe apne kareeb lagta hai,\nTujhe alag sochu to ajeeb lagta hai,\nYe dosti ye chahate ye mohabat sab kya hai,\nTu to mujzhe mera naseeb lagta hai.\n","cn":"Lovely Shayari"},{"st":"Jab Dhadkano Ko Tham Leta Hai Koi,","s":"Jab Dhadkano Ko Tham Leta Hai Koi,\nJab Khayalo Mein Naam Hamara Leta Hai koi,\nYaade Tab aur Yaadgar Ban Jaati Hai,\nJab Hume Humse Behtar Jaan Leta Hai Koi.\n","cn":"Lovely Shayari"}]