[{"st":"उनका भी कभी हम दीदार करते है","s":"उनका भी कभी हम दीदार करते है\nउनसे भी कभी हम प्यार करते है\nक्या करे जो उनको हमारी जरुरत न थी\nपर फिर भी हम उनका इंतज़ार करते है !","cn":"दीदार"},{"st":"आह और दर्द बस तेरा तलबगार हुआ","s":"आह और दर्द बस तेरा तलबगार हुआ\nआंख पत्थर हुई, अश्क आबशार हुआ\nये जुदाई भी अमावस का एक सितारा है\nचांद के बिन ये फलक भी दागदार हुआ\nमेरी पलकों का झपकना बड़ा मुश्किल है\nऐसा तबसे है जबसे तेरा दीदार हुआ","cn":"दीदार"},{"st":"नदी को सागर से मिलने से ना रोको,","s":"नदी को सागर से मिलने से ना रोको,\nबारिस की बूंदों को धरती से मिलने से ना रोको,\nजिन्दा रहने के लिए तुमको देखना जरुरी है,\nमुझे तुम्हारा दीदार करने से ना रोको","cn":"दीदार"},{"st":"झुकी हुई पलको से उनका दीदार किया","s":"झुकी हुई पलको से उनका दीदार किया\n\nसब कुछ भुला के उनका इंतजार किया\n\nवो जान ही नहीं पायी मेरे जज्बात को\n\nजिन्हें दुनिया मे सबसे ज्यादा प्यार किया.","cn":"दीदार"},{"st":"कुछ नज़र आता नहीं उस के तसव्वुर के सिवा","s":"कुछ नज़र आता नहीं उस के तसव्वुर के सिवा\nहसरत-ए-दीदार ने आँखों को अंधा कर दिया...","cn":"दीदार"},{"st":"मय में वह बात कहाँ जो तेरे दीदार में है,","s":"मय में वह बात कहाँ जो तेरे दीदार में है,\nजो गिरा फिर न उसे कभी संभलते देखा।","cn":"दीदार"},{"st":"मायूस तो हूँ वादे से तेरे कुछ आस नहीं और आस भी है,","s":"मायूस तो हूँ वादे से तेरे कुछ आस नहीं और आस भी है,\nमैं अपने खयालों के सदके, तू पास नहीं और पास भी है।\nहमने तो खुशी मांगी थी मगर जो तूने दिया अच्छा ही किया,\nजिस गम का तअल्लुक हो तुमसे वो रास नहीं और रास भी है।\nअश्कों से छलकती आंखों में तस्वीर झलकती है तेरी,\nदीदार की प्यासी आंखों को, अब प्यास नहीं और प्यास भी है।","cn":"दीदार"},{"st":"तेरे इंतजार मे कब से उदास बैठे है तेरे दीदार में आँखे बिछाये बैठे है","s":"तेरे इंतजार मे कब से उदास बैठे है तेरे दीदार में आँखे बिछाये बैठे है\n\nतू एक नज़र हम को देख ले इस आस मे कब से बेकरार बैठे है","cn":"दीदार"},{"st":"नज़र चाहती है दीदार करना; ","s":"नज़र चाहती है दीदार करना; \nदिल चाहता है प्यार करना;\nक्या बतायें इस दिल का आलम; \nनसीब में लिखा है इंतजार करना।","cn":"दीदार"},{"st":"जिसके दीदार के लिए दिल तरसता है, ","s":"जिसके दीदार के लिए दिल तरसता है, \nजिसके इंतज़ार में दिल तड़पता है\nक्या इस दिल का कोई करे, \nजो अपना हो कर भी किसी और के लिए धड़कता है","cn":"दीदार"},{"st":"दिल ने आज फिर तेरे दीदार की ख्वाहिश","s":"दिल ने आज फिर तेरे दीदार की ख्वाहिश\nरखी हैँ... \nअगर फुरसत मिले तो ख्वाबों मे आ\nजाना..","cn":"दीदार"},{"st":"आज कफन उठा कर","s":"आज कफन उठा कर\nआखिरी बार दीदार\nकर लो\nऐ सनम वो आँखे बदँ\nहो गई है\nरोज तेरा इतंजार किया करती थी","cn":"दीदार"},{"st":"दीदार ही किया तो गुनहगार हो गये,","s":"दीदार ही किया तो गुनहगार हो गये,\n\nआज सरे जमाने मे शर्मसार हो गये,\n\nअब हमसे हर शख्स नजर चुराए फिरता है,\n\nजो जी भर उन्हें देखने के तलबगार हो गये.","cn":"दीदार"},{"st":"तेरे इंतज़ार में यह नज़रें झुकी हैं;","s":"तेरे इंतज़ार में यह नज़रें झुकी हैं;\nतेरा दीदार करने की चाह जगी है;\nन जानूँ तेरा नाम, न तेरा पता;\nफिर भी न जाने क्यों इस पागल दिल में;\nएक अज़ब सी बेचैनी जगी है।","cn":"दीदार"},{"st":"सुपुर्दे ख़ाक कर डाला तेरी आंखों की मस्ती ने हज़ारों साल जी लेते अगर दीदार ना होता.","s":"सुपुर्दे ख़ाक कर डाला तेरी आंखों की मस्ती ने हज़ारों साल जी लेते अगर दीदार ना होता.","cn":"दीदार"},{"st":"हम कुछ ऐसे तेरे दीदार में खो जाते है","s":"हम कुछ ऐसे तेरे दीदार में खो जाते है\nजैसे बच्चे भरे बाज़ार में खो जाते है\n\nमुस्तकिल जूझना यादो से बहुत मुश्किल है\nरफ्ता-रफ्ता सभी घरबार में खो जाते है","cn":"दीदार"},{"st":"भोले से चहरे पर, वो प्यारी सी मुस्कान, दीवाना बना ही देती है","s":"भोले से चहरे पर, वो प्यारी सी मुस्कान, दीवाना बना ही देती है\nकैसे   संभाले  खुद को, आँखे उनका दीदार  करा  ही   देती   है\nदे दी जन्नत की सारी खूबियाँ इनको, तो  भी  शिकवा  नहीं तुझसे\nगम है की हमें क्यों दे दिया दिल और क्यों दी आँखे हुस्न-ऐ-दीदार को","cn":"दीदार"},{"st":"दोस्ती इम्तिहान नही विश्वास मांगती है,","s":"दोस्ती इम्तिहान नही विश्वास मांगती है,\nनज़र और कुछ नही दोस्त का दीदार मांगती है,\nज़िंदगी अपने लिए कुछ नही पर आपके लिए,\nदुआ हज़ार मांगती है…","cn":"दीदार"}]