[{"st":"Nazar saaki par hai aur lab paimaane par,","s":"Nazar saaki par hai aur lab paimaane par,\nDil hamara hai aaj fir kisi ke nishaane par,\nWo khaali pyala liye lete hai kabar main apni,\nKehte hai sharab milaegi jannat aa  kaane par.\n","cn":"Sharabi Shayari"},{"st":"Sharabi ilzaam sharab ko deta hai,","s":"Sharabi ilzaam sharab ko deta hai,\nAashiq ilzaam shabaab ko deta hai,\nKoi nahi karta kabool apni bhool,\nKaante bhi ilzaam gulaab ko dete hai.\n","cn":"Sharabi Shayari"},{"st":"jo manzil tak pahunch jaaye wo musafir hi kya,","s":"jo manzil tak pahunch jaaye wo musafir hi kya,\njo pee ke behak jaaye wo sharabi hi kya,\nchal kadam-dar-kadam mere sath uss jaha tak,\njo thak gaya safar mein to wo hamsafar hi kya.\n","cn":"Sharabi Shayari"},{"st":"Badal ka bheja hua salaam leta hoon,","s":"Badal ka bheja hua salaam leta hoon,\nwaqt ke hath bhi tham leta hoon,\nmaut ruk jaati hai pal bhar ke liye , aye dosto,\njab mein hathon mein sharab ka jaam leta hoon.\n","cn":"Sharabi Shayari"},{"st":"Dil Pe Jab Se Sharab Ka Pehra Lag Gaya,","s":"Dil Pe Jab Se Sharab Ka Pehra Lag Gaya,\nGam Ka khud-b-khud dil ka Rasta Band Ho Gaya,\nZubaan Ne Jab Se Sharab Ko Choo Liya hai,\nUska bewafa ka naam Hamesha Ke Liye Bhool Gaya.","cn":"Sharabi Shayari"},{"st":"Tum agar gulab hote to tod leta,","s":"Tum agar gulab hote to tod leta,\nTum agar sawal hote to jawab deta,\nLog jante hai ki main peeta nahi hoon,\nPhir bhi pee leta agar tum sharab hote.","cn":"Sharabi Shayari"},{"st":"Har saans mein jame-jehar peeta kyu hai,","s":"Har saans mein jame-jehar peeta kyu hai,\nhar chak ko bar-bar seeta kyu hai,\njitne bhi jatan hai sab hai jeene ke liye,\npar yeh bhi kabhi socha ki jeeta kyu hai.\n\n \n","cn":"Sharabi Shayari"},{"st":"Aksar hame Nasha ho jata hai,","s":"Aksar hame Nasha ho jata hai,\naur ilzam bechari sharab par aa jata hai,\nkasur iss sharab ka nahi hai dosto,\nkasoor to uss chehre ka hai,\njo us sharab ke glass me nazar aata hai.\n","cn":"Sharabi Shayari"},{"st":"Khuda ne husn ko pyale mein rakh diya,","s":"Khuda ne husn ko pyale mein rakh diya,\nphir uss or ishq ka mulamma chada diya,\nmohabbat ki aag se pighalkar jo bani,\nusi she ka usne sharab ka naam rakh diya.\n","cn":"Sharabi Shayari"},{"st":"Dil Pe Jab Se Sharab Ka Pehra Lag Gaya,","s":"Dil Pe Jab Se Sharab Ka Pehra Lag Gaya,\nGham Ka dil mein Aane Ka Rasta Band Ho Gaya\nZubaan Ne Jab Se Sharab Ko Chhu Liya,\nUska pyar Hamesha Ke Liye dafna diya.","cn":"Sharabi Shayari"},{"st":"Teri aankho me mujhe rind bana dala,","s":"Teri aankho me mujhe rind bana dala,\nhonth tere mehkana hai paimane se bhara pyala,\npeene wale jo bhi dekhe khud behak jaye,\nteri aankho ne jane kya jaadu kar dala.\n","cn":"Sharabi Shayari"},{"st":"Ye mere honth hai ya chalke hue paimane,","s":"Ye mere honth hai ya chalke hue paimane,\naisa lagta hai ki har aur hi mehkane hai,\njane kya baat hai tujhme oh sitamgar,\nham tere har andaj ke deewane hai.","cn":"Sharabi Shayari"},{"st":"Har Baat ka koi Jawab nahi hota,","s":"Har Baat ka koi Jawab nahi hota,\nHar Ishq ka naam kharab nahi hota,\nyu to jhoom lete hai nashe me pinewale bhi,\nmagar Har nashe Ka naam sharab nahi hota.","cn":"Sharabi Shayari"},{"st":"Maine kabhi pee nahi, dosto ne pila di,","s":"Maine kabhi pee nahi, dosto ne pila di,\ninkar jo aaya labo par, uski kasam laga di,\nik baar jo utar gayi seene mein ye sharab,\nmaine jaha ki saari dushwariya bhula di.\n","cn":"Sharabi Shayari"},{"st":"Kaash humne tumse dil lagaya n hota,","s":"Kaash humne tumse dil lagaya n hota,\nto ye gam ka bhoj dil pe aaya n hota,\nsharabi n kehe zamane wale mujhko,\nagar humne paimane ko hontho se lagata n hota.\n","cn":"Sharabi Shayari"},{"st":"Tumne to badhe araam se dil tod diya,","s":"Tumne to badhe araam se dil tod diya,\nlakar mujhe gam ke raste par chod diya,\nye to saqi ki bahut meharbani hai,\nusne iss tute dil ka sharab se ristha jod diya.\n","cn":"Sharabi Shayari"},{"st":"Yaari sharab peene ki jaga mukarara mat karo,","s":"Yaari sharab peene ki jaga mukarara mat karo,\nladkhadane ki koi nahi mukarara mat karo,\naisi jagah kaha hai jaha khuda nahi,\ntum ibadat ke liye koi jagah mukarara mat karo.","cn":"Sharabi Shayari"},{"st":"Jinda hu mein agar to ye jindagi sharab hai,","s":"Jinda hu mein agar to ye jindagi sharab hai,\ndosto maaf karna mujhe meri bandage sharab hai,\nyu to mile hai ab tak zamane se bahut gam,\nlekin jo pass hai bachi, wo har kushi sharab hai.\n","cn":"Sharabi Shayari"},{"st":"Pyar karne wale hi jaha abaad karte hai,","s":"Pyar karne wale hi jaha abaad karte hai,\nduniya ko gam ki kaid se azaad karte hai,\nkhud to peete hai deewane sharabe-gam,\nauro ki salamati ke liye sabse fariyad karte hai.\n","cn":"Sharabi Shayari"},{"st":"Mein jaa raha hu saaki ab chod ke mehkana,","s":"Mein jaa raha hu saaki ab chod ke mehkana,\nagar pilane ka shaur nahi to ye tod de paimana,\nagar hosh rahe baaki to ye mehkashi bhi kya hai,\nab phir n kabhi tum kisi deewane ko azmana,\n","cn":"Sharabi Shayari"},{"st":"Yaaro kaha mein shok se peeta hu,","s":"Yaaro kaha mein shok se peeta hu,\ngham bhulane ke liye hosh se peeta hu,\nmat kahiye mujhse sharab chodne ke liye,\nsharab peeta hu esliye to jeeta hu.\n","cn":"Sharabi Shayari"},{"st":"Pamana Liye Baitha Hoon,","s":"Pamana Liye Baitha Hoon,\nPar Mat Samajna Ki Piye Baitha Hoon,\nDil Tod Kar Jane Wali Bewafa Sanam,\nAbhi Tak Teri Tasveer Liye Baitha Hoon.","cn":"Sharabi Shayari"},{"st":"Zindagi ka sath nibhata raha hu mein,","s":"Zindagi ka sath nibhata raha hu mein,\npyar ke geet gungunata raha hu mein,\nna jane kab aa jaye maut ka paigam,\nyahi sochkar har jaam uthata raha hu mein.\n","cn":"Sharabi Shayari"},{"st":"Mohabbat mein deewane ko milta kya h,","s":"Mohabbat mein deewane ko milta kya h,\nkuch dard aur ruswaiyo ka khazana,\nlog kehte hai ki peeta hai deewana,\nmafar sharab to hai deewane ke jeene ka bahana.\n","cn":"Sharabi Shayari"},{"st":"Ye sanse kya hai jaise koi paimana hai,","s":"Ye sanse kya hai jaise koi paimana hai,\nye zindagi kya jaise koi mehkahan hai,\nsambhal ke peena hai sharab peena wale,\niss paimane ka tutna hi marr jana hai.\n","cn":"Sharabi Shayari"},{"st":"Aaj itna pila jaalim ki hosh na rahe,","s":"Aaj itna pila jaalim ki hosh na rahe,\ndard ka ehsaas mit jaye, koi gam n rahe,\nkatra-katra jism mein yu aag bhar jaye,\njal jaye jism apna magar hosh na rahe.\n","cn":"Sharabi Shayari"},{"st":"Maikhane me jab hamne paimana uthaya,","s":"Maikhane me jab hamne paimana uthaya,\nTo paimane ko bhi ham par rona aaya,\nHamne jitna usko chalka kar piya hai,\nUtna hi usne meri aankho ko jyada rulaya.","cn":"Sharabi Shayari"},{"st":"Pyaar Mein Jo Dagmagaye Kadam,","s":"Pyaar Mein Jo Dagmagaye Kadam,\nAakar Doob Gaye Hum Paimane Mein,\nJo Thukraye Gaye Har Dar Se,\nAakar Thehar Gaye Maikhane Mein.\n","cn":"Sharabi Shayari"},{"st":"Wo dil kaha hai ab jisse pyar kare ham,","s":"Wo dil kaha hai ab jisse pyar kare ham,\nMajburiya hi sath diye jaa raha hu main,\nPehle zindagi sharab thi ab sharab zindagi hai,\nKoi pila raha hai aur piye ja rahe hum.","cn":"Sharabi Shayari"},{"st":"Ibarat tak Chapi Thi Mehkhane Par,","s":"Ibarat tak Chapi Thi Mehkhane Par,\nHar Shkhsiyat Thi Waha Behkane Par,\nMaine Sharab Nahi Pee Laakh Manane Par,\nKambakt Tera Naam Tak Chapa Tha Paimane Par.\n","cn":"Sharabi Shayari"}]