[{"st":"Lamha-lamha ye waqt gujar jayega,","s":"Lamha-lamha ye waqt gujar jayega,\nPal do pal mein ye safar yuhi kat jayega,\nAbhi waqt hai to do chaar baatein kar lo,\nKaun jaane kab zindagi mein koi aur aa jayega.","cn":"Bewafa Shayari"},{"st":"ek Pal Ka Ehsaas Bankar Aate Ho Tum,","s":"ek Pal Ka Ehsaas Bankar Aate Ho Tum,\nDosre Hi Pal Khawab Bankar Ud Jate Ho Tum,\nJante Ho Ki Lagta Hai Dar Tanhaiyo se,\nPhir Bhi Baar-Baar Tanha Chod jaate ho Tum.\n","cn":"Bewafa Shayari"},{"st":"Hath se hath chudane lage ho,","s":"Hath se hath chudane lage ho,\nMujhko pathar ka banane lage ho,\nZara thehro mein yakeen to kar loon,\nTum mujhe chod ke jaane lage ho.\n","cn":"Bewafa Shayari"},{"st":"Use kehna maje mein hai hum,","s":"Use kehna maje mein hai hum,\nBas zara yaade satati hai,\nUski doori ka gum nahi mujhe,\nBus zara aankhie bheeg jati hai.\n","cn":"Bewafa Shayari"},{"st":"Wo Kisi Ki Dil Lagi Ko Saza Samjhne Lage,","s":"Wo Kisi Ki Dil Lagi Ko Saza Samjhne Lage,\nDo Pal Ruth Ke Guzare, To Jafa Samjhne Lage,\nWo Kya Jaane Ke Hum Kitna Roye Unke Bagair,\nWo to bas yuhi Mujhe Bewafa Samjhne Lage.\n","cn":"Bewafa Shayari"},{"st":"Hum ne to jaan luta di pyar mein,","s":"Hum ne to jaan luta di pyar mein,\nMehboob ne hi dhokha de diya hume,\nHum ne to khushiyan maangi thi,\nUsne zindagi bhar kaa gham de diya.","cn":"Bewafa Shayari"},{"st":"Yeh kya naam du iss deewangi ko,","s":"Yeh kya naam du iss deewangi ko,\nDil ki bechainiya tadapane lagi hai,\nBata kya kahu iss rawanagi se,\nJo pal-pal mujhe bulane lagi hai.","cn":"Bewafa Shayari"},{"st":"Zanaza mera uth raha tha,","s":"Zanaza mera uth raha tha,\nfir be takleef thi unko aane mein,\nBewafa ghar mein baithe puch rahe the,\nOr kitni dair hai use dafnane mein.","cn":"Bewafa Shayari"},{"st":"Tanhai Jad Kismat Che Likhi Hai,","s":"Tanhai Jad Kismat Che Likhi Hai,\nTeh Ki Shikayat Apne To Begane Nu,\nAsi Mit Gaye Jinna Di Chah Wich,\nOh Baaz Nahi Aande Sanu Ajmaun che.\n","cn":"Bewafa Shayari"},{"st":"Bahut Samjhaya Tha Dil Ne mujhe,","s":"Bahut Samjhaya Tha Dil Ne mujhe,\nYe Haseena Kisi Ki Talabgar Nahi Hoti,\nNahi Hota Inka Vasta Wafa Se kabhi,\nYe Kisi Ki Chahat Ki Haqdaar Nahi Hoti.\n\n","cn":"Bewafa Shayari"},{"st":"Chand ne ki hogi suraj se mohhabat,","s":"Chand ne ki hogi suraj se mohhabat,\nisliye to chand main daag hai,\nmumkin hai chand se hui hogi bewafai,\nisliye to suraj main itni aag hai.\n","cn":"Bewafa Shayari"},{"st":"गैर जो ले बोसा तुम्हारा तो तुम्हे बुरा नहीं लगता,","s":"गैर जो ले बोसा तुम्हारा तो तुम्हे बुरा नहीं लगता,\nहमसे गले मिलने में भी तुम्हे तकलीफ होती है,\nदिल के पन्नों पर तेरे नाम लिखे थे मैंने,\nजबसे की है तूने बेवफाई तबसे मेरी तहरीर रोती है.","cn":"Bewafa Shayari"},{"st":"Ek Pal Bhi Dekhna hame Gawara Nahi Use,","s":"Ek Pal Bhi Dekhna hame Gawara Nahi Use,\nZara Bhi Ehsaas Hamara raha Nahi Use,\nWo Sahil Se Dekhta Raha Doobna Mera,\nHum Bhi Doobte Rahe Par Pukaara Nahi Use.\n","cn":"Bewafa Shayari"},{"st":"Chahte the jinhe unke dil badal gaye,","s":"Chahte the jinhe unke dil badal gaye,\nSamundar to wohi the par sahil badal gaye,\nQatal aisa hua kissto mein main mera,\nKabhi badle khanjar to kabhi Qaatil badal gaye.\n","cn":"Bewafa Shayari"},{"st":"Pathaar ki pooja kar baithe hum naada the,","s":"Pathaar ki pooja kar baithe hum naada the,\nTeri aadat teri fitrat se anjaan the,\nWaqt ne hame khilona bana diya yaaro,\nwarna hum bhi kabhi mehfilon ki jaan the.\n","cn":"Bewafa Shayari"},{"st":"Sab Kuch Mila Bus Khudai Ke Siwa,","s":"Sab Kuch Mila Bus Khudai Ke Siwa,\nZindagi Bahut Pasand Aayi Ruswai Ke Siwa,\nMeri Chahat Ka Ehsaas Bhi Na Hoga,\nUski Har Adaa Pasand Aayi Bewafai Ke Siwa.","cn":"Bewafa Shayari"},{"st":"Aye mera janaza uthane waalo,","s":"Aye mera janaza uthane waalo,\nDekhna koi bewafa mere paas na ho,\nAgar ho to usse kehna, ki\nAaj to khushi ka mauka hai yu udaas na ho.\n","cn":"Bewafa Shayari"},{"st":"Duniya mein jeene ki chahat na hoti,","s":"Duniya mein jeene ki chahat na hoti,\nAgar khuda ne mohabbat banayi na hoti,\nLog marne ki aarzoo na karte,\nAgar mohabbat me bewafai na hoti.\n","cn":"Bewafa Shayari"},{"st":"Chaha tha jise use bhulaya na gaya,","s":"Chaha tha jise use bhulaya na gaya,\nZakhm dil ka logo se chupaya na gaya,\nBewafai ke baad bhi itna pyar karta hai dil unse,\nKi bewafai ka ilzaam bhi uss par lagaya na gaya.","cn":"Bewafa Shayari"},{"st":"Tumhe’n chahne ki saza hamne paayi,","s":"Tumhe’n chahne ki saza hamne paayi,\nTumse dil lagane ki daga hamne khayi,\nAgar karni thi humse yun hi bewafai,\nTo fir kyun iss dil mein apni jagah banayi.\n","cn":"Bewafa Shayari"},{"st":"Pathar ki pooja kar baithe hum nadan the,","s":"Pathar ki pooja kar baithe hum nadan the,\nuski aadat, uski Fitarat se anjaan the,\nwaqt ne hamko khilona bana diya yaro,\nwarna hum bhi kabhi kisi ki jaan the.","cn":"Bewafa Shayari"},{"st":"Pyaar Kar Ke Use Dil Se Mitana Muskil Tha,","s":"Pyaar Kar Ke Use Dil Se Mitana Muskil Tha,\nWo Tufaan Palko Mein Rok Pana Muskil Tha,\nAsaan Laga Use Yaad Kar Ke Mar Jana,\nKyuki Bhool Ke Use jee Pana Muskil Tha.","cn":"Bewafa Shayari"},{"st":"Meri Kalam Se Lafz Kho Gaye Shayad,","s":"Meri Kalam Se Lafz Kho Gaye Shayad,\nAaj phir se Wo Bewafa Ho Gaye Shayad,\nJab Neend Khuli To Palko Mein tha Paani,\nMere Khawab Mujh Pe Hi Roo Gaye Shayad.\n","cn":"Bewafa Shayari"},{"st":"Ehsaan Kiya Usne Mujhe Pyaar Sikha Kar,","s":"Ehsaan Kiya Usne Mujhe Pyaar Sikha Kar,\nKya Hoti Hai Chahat Ye Mujh Ko Bata Kar,\nJudai Hota Hai Pyaar Ka Asli Matlab,\nChod Diya Mera Saath Bas Itna Batakar.\n","cn":"Bewafa Shayari"},{"st":"Najre Mile ab Ek Zamana Ho Gaya,","s":"Najre Mile ab Ek Zamana Ho Gaya,\nAisa Lagta Hai Apna Koi Begana Ho Gaya,\nWo To Chale Gaye Humse bewafa karke,\nMushqil Iss dil  Ko ab Samjhana Ho Gaya.\n","cn":"Bewafa Shayari"},{"st":"Bohat Udhas Hai Koi Shaqs Tere Jaane Se,","s":"Bohat Udhas Hai Koi Shaqs Tere Jaane Se,\nHo Sake To Laut Aa Kisi Bahane Se,\nTu Laakh Khafa Sahi Magar ek Baar To Dekh,\nKoi Toot sa Gaya Hai Tere Rooth Jaane Se.\n","cn":"Bewafa Shayari"},{"st":"Meri gali se wo jab bhi gujarta hoga,","s":"Meri gali se wo jab bhi gujarta hoga,\nMod pe jaake kuch der theharta hoga,\nBhool jana mujko itna asaan to n hoga,\nDil mein kuch toot ke to bikharta hoga.\n","cn":"Bewafa Shayari"},{"st":"Mila Ke Nazar, Nazar Loot Lenge,","s":"Mila Ke Nazar, Nazar Loot Lenge,\nYeh Bewafa Jalwe Jigar Loot Lenge,\nHasino Pe Hargiz Bharosa Mat Karna Dost,\nMaa Kasam Ghar Ke sukoon-e-chain Loot Lenge.\n","cn":"Bewafa Shayari"},{"st":"Ashqon Se Nahi Bujhte Shole Dard-e-Pyaar ke,","s":"Ashqon Se Nahi Bujhte Shole Dard-e-Pyaar ke,\nMaut Bhali Aise itne Lambe Intezaar Se,\nMarte Hai Roz ham Bina Dedar-e-Yaar Ke,\nTanhai Acche Thi Uss bewafa Ke Pyaar Se.\n","cn":"Bewafa Shayari"},{"st":"Mujhe Miti Ke Ghar Banane Ka Shok Tha,","s":"Mujhe Miti Ke Ghar Banane Ka Shok Tha,\nUse Aashiyane Girane Ka Shok Tha,\nWo Bewafa Tha Is Mein Hairat Ki Baat Kya Hai,\nMujhe Bhi Bewafa Logo Se Dil Lagane Ka Shok tha.\n","cn":"Bewafa Shayari"},{"st":"Tere Janam-Din Par Tujhe Kya Pesh Karu,","s":"Tere Janam-Din Par Tujhe Kya Pesh Karu,\nTajmahal Du Tujhe Ya Chanda mama Pesh Karu,\nAur To Kuch Nahi Mere Pass Aye Mere Sanam,\nSochta Hu Bas Tujhe Apni wafa ko Pesh Karu.\n","cn":"Bewafa Shayari"},{"st":"Itni Chahat Ki Uss Se Ki Inteha Ho Gayi,","s":"Itni Chahat Ki Uss Se Ki Inteha Ho Gayi,\nWo Mohabbat Kar Ke Phir Bewafa Ho Gayi,\nMain To Bas Chahta Raha Toot Kar Use din-raat,\nBas Yahi To ek Mujh Se ab Khata Ho Gayi.\n","cn":"Bewafa Shayari"},{"st":"Mohabbat ne aaj humko rula diya,","s":"Mohabbat ne aaj humko rula diya,\nJis par marte rahe usi ne bhula diya,\nHum to unki yaad me aanhsu peete gaye,\nek din usne anhsuo me bhi zeher mila diya.\n","cn":"Bewafa Shayari"},{"st":"Wo Hans Kar Mile Ham Pyar Samjh Baithe,","s":"Wo Hans Kar Mile Ham Pyar Samjh Baithe,\nFaqat Ulfat Ko Hi Izhaar Samjh Baithe,\nItni Aache to Na thi kismat Humari,\nKhud Ko Unn Ki Chahat Ka Haqdar Samjh Baithe.\n","cn":"Bewafa Shayari"},{"st":"Ek Khushi ki chaah mein har khushi se door hue hum,","s":"Ek Khushi ki chaah mein har khushi se door hue hum,\nKisi se kuch keh bhi na sake itne majbur hue hum,\nNa aayi unhe nibhaani pyar mein wafa,\nAur zamane ki najar mein bewafa ke naam se mashur hue hum.\n","cn":"Bewafa Shayari"},{"st":"Bin unke zindagi mein koi Khusi Nahi,","s":"Bin unke zindagi mein koi Khusi Nahi,\nwo nahi to aaj labo par Hansi Nahi,\nNa samjha wo agar to hum kya kare,\nIss Dil me unke siwa kisi or ki jagah Nahi.\n","cn":"Bewafa Shayari"},{"st":"Bhula Ke Mujhko Agar Tum Ho Salamat,","s":"Bhula Ke Mujhko Agar Tum Ho Salamat,\nTo Bhula Ke Tujhko Sambhlna Mujhe Bhi Aata Hai,\nNahi Hai Meri Fitrat Main Ye Aadat,\nWarna Teri Tarha Badalna Mujhe Bhi Aata Hai.\n","cn":"Bewafa Shayari"},{"st":"Ajeeb shaqs tha kaisa mizaj rakhta tha,","s":"Ajeeb shaqs tha kaisa mizaj rakhta tha,\nSath reh kar bhi ikhtilaf rakhta tha,\nMohabbat to use thi kisi aur se shayad,\nHum se to yuhi hansi mazak rakhta tha.","cn":"Bewafa Shayari"},{"st":"Fareb tha hasi mein hum aashiqi samajh baithe,","s":"Fareb tha hasi mein hum aashiqi samajh baithe,\nMaut ko bhi apni hum zindagi samajh baihe,\nWaqt kar raha tha mazak ya thi ye badnasibi meri,\nUnki do baato ko ham apni chahat samaj bathe.\n","cn":"Bewafa Shayari"},{"st":"Pyaar Karne Waale aashiq kabhi  Darte Nahi,","s":"Pyaar Karne Waale aashiq kabhi  Darte Nahi,\nLog Majnu Kehte Hai Par Wo kabhi Chidte Nahi,\nHamare Pyaar Ki Mashuriya Koi to Dekhe,\nab to ham unhe bhi bewafa ke sakte nahi.\n","cn":"Bewafa Shayari"},{"st":"Kya Gila Kare Ham Unse Bewafai Ka,","s":"Kya Gila Kare Ham Unse Bewafai Ka,\nHam Khud Hi Laye The Mausam Tanhai Ka,\nWo To Milo Door chale gaye The Hamse,\nHam Hi Picha Karte Rahe Unki Parchayi Ka.","cn":"Bewafa Shayari"},{"st":"Tu kabhi Bewafa Hogi Socha Hi Na Tha,","s":"Tu kabhi Bewafa Hogi Socha Hi Na Tha,\nTu Bhi Kabhi Khafa Hogi Socha Hi Na Tha,\nJo Ghazal Likhi The Kabhi Pyaar Par Tere,\nWahi ghazal Ruswa Honge Socha Hi Na Tha.\n","cn":"Bewafa Shayari"},{"st":"Khuda Ne Kaash Mohabbat Banayi Na Hoti,","s":"Khuda Ne Kaash Mohabbat Banayi Na Hoti,\nToh Aaj Iss Tarah Hamare Pyar Ki Ruswayi Na Hoti,\nKaash Unke Dil Mein Zara Si jo Wafa Hoti,\nTo Iss Tarah Mere Sath aaj Bewafai Na Hoti.","cn":"Bewafa Shayari"},{"st":"Naam likh ke uss ne mera mitaya hoga,","s":"Naam likh ke uss ne mera mitaya hoga,\nSoo baar usko meri yaadon ne rulaya hoga,\nUss ke chehre pe mera naam likha hai yaaro,\nUss ne kis kis se ye mera naam chupaya hoga.\n","cn":"Bewafa Shayari"},{"st":"Hum to tere dil ki mehfil sajane aaye they,","s":"Hum to tere dil ki mehfil sajane aaye they,\nteri kasam tujhe apna ham banane aaye they,\nkis baat ki saza di tune ham ko aye sanam,\nbewafa hum to tere dard ko apnane aaye they.\n","cn":"Bewafa Shayari"},{"st":"Hamare ansoo ki pyali hi jaam ho gayi,","s":"Hamare ansoo ki pyali hi jaam ho gayi,\nIzzat bhi hamari ab to neelam ho gayi,\nKyu use bewafa ki raah takti hai ye nazar,\nAb to nazar bhi gairo ki gulam ho gayi.\n","cn":"Bewafa Shayari"},{"st":"Nikal gaye mere paas se iss kadar,","s":"Nikal gaye mere paas se iss kadar,\nJaise ki mujhe pehchante hi  nahi,\nKitne zakham khaye hai dil ne mere,\nPhir bhi use bewafa ham mante nahi.\n","cn":"Bewafa Shayari"},{"st":"Sab Kuch Mila Bas ek Khudai Ke Siwa","s":"Sab Kuch Mila Bas ek Khudai Ke Siwa\nZindagi Bohat Pasand Aayi Ruswayi Ke Siwa,\nMeri Chahat Ka Ehsaas Bhi Na Hoga use,\nUski Har Adaa Pasand Aayi Bewafayi Ke Siwa.","cn":"Bewafa Shayari"},{"st":"Ek Dil Mere Dil Ko gehra Zakham De Gaya,","s":"Ek Dil Mere Dil Ko gehra Zakham De Gaya,\nZindagi Bhar jeene ki Kasam De Gaya,\nLakho Phulon Mein Se Phool Chuna Hamne,\nJo Kanto Se Gehri bhi Chubhan De Gaya.\n","cn":"Bewafa Shayari"},{"st":"Dilo’n ko saudagar hazar mil jayenge,","s":"Dilo’n ko saudagar hazar mil jayenge,\nTumko daga dene wale bar-bar mil jayenge,\nMilega na tum ko hum jaisa koi hamsafar,\nMilne ko to dost yaha hazaar mil jayenge.\n","cn":"Bewafa Shayari"},{"st":"Wo pyaar mein hamara imtehan kya legi,","s":"Wo pyaar mein hamara imtehan kya legi,\nmilegi najar se najare to najar zukha legi,\nUse meri mayyat pe diya jalane ko na kehna,\nwo nadan hai dosto apne haath jaala legi.\n","cn":"Bewafa Shayari"},{"st":"Na-jaane kyu khayal aata hai mujhe,","s":"Na-jaane kyu khayal aata hai mujhe,\nJaise aaj se pehle kahi dekha hai tujhe,\nbus kuch palo’n ki hi baat ho jaise,\ntanha Chod ke chal diya tha tu mujhe.","cn":"Bewafa Shayari"},{"st":"Dard ab aur na de aye khuda main ab seh nahi sakta,","s":"Dard ab aur na de aye khuda main ab seh nahi sakta,\nTu sunta nahi aur main kisi aur se keh bhi nahi sakta,\nWo zakham aise de gaya jo jaate nahi sahe mujhse,\nmaut aati nahi aur main zinda rehne ki bhik maang nhi sakta.\n","cn":"Bewafa Shayari"}]